{
  "document_id": "D200241",
  "url": "https://papersofabrahamlincoln.org/documents/D200241",
  "metadata": {
    "date": "1840-12-19",
    "authors": [],
    "keywords": [
      "Government spending policy",
      "Finance, Public",
      "Printing, Public"
    ],
    "type": "Legislative debate"
  },
  "content": {
    "full_text": "Summary of Legislative Debate on Expenditures for Public Printing, 19 December 18401 MrLINCOLNoffered for adoption aresolutionfor a select committee to enquire into the causes of the large amount of the item\n               of public printing, and to enquire into the possibility of reducing the expense &c.[etc.] Mr  LINCOLN  in offering thisresolutiondistinctly stated that he contemplated and intended no attack on any individual:\n               his only object was to ascertain if it might be in the power of theHouseto reduce this heavy item of public expenditure.2 MrBENTLEYsuggested that the committee on public accounts and expenditures was the proper committee\n               to entrust with this enquiry, and moved to amend accordingly. Mr LINCOLN objected to the shuffling off of responsibility, and said that as for himself,\n               he would prefer not to be on the select committee to be appointed.  He was not inclined\n               to believe that more printing was done than was ordered, or that more was charged\n               for than the law allowed.  He was disposed to believe if there was any fault, it was\n               at our own door.  He had just read the message of theGovernorofIndiana, in which he called the attention of theirLegislatureto the enormous expenditure of 12,000 dollars for public printing.3Thus it would be seen that in our sister state, with a population doubling ours,\n               12,000 was called anenormousexpenditure, whilst we, with only half the population, and doubly more embarrassed,\n               were paying $23,000 for the same object!4So far was he from wishing to make this matter a party business, that he would distinctly\n               say, it was his desire that he himself should not be placed upon the committee to\n               be appointed. MrORMSBEEreferred the House to a resolution now before the committee of which he was chairman,\n               and which covered the whole ground of the resolution now offered.5 MrOLDSsaid he could view thisresolutionin no other light than as an effort to get up political capital; it must be evident\n               that this was the sole motive of bringing forward such a proposition at such a time\n               as this, when gentlemen reflect that a resolution for an inquiry upon this very subject\n               had already been committed to one of the standing committees of the House.  What,\n               he would ask, was the use of the Speakers appointing committees, if gentlemen should\n               be permitted to take out of their hands the proper and legitimate objects submitted\n               to them, in order to get up special committees for the mere purpose of making flaming\n               reports intended to produce false impressions among the people. He (MrO) was as strenuous an advocate of economy as thegentlemancould be who had offered thisresolution, but he must say that it appeared somewhat suspicious to him that this resolution\n               should be bro’t forward at this time.  The House must well remember that the item of printing expense\n               has been incurred mainly if not altogether by the party which is known as thewhig party.  How is it, that if they are sincere in their present movement, they did not make\n               enquires and aim at a curtailment of expenses when they had a majority in the House?\n               The very fact that they did not, plainly proved to his mind what was the true object\n               and intent of this resolution.   He would therefore oppose it, not because he was\n               willing to sustain any unnecessary or profuse expenditure—far from it; but because\n               he considered it an unnecessary and wanton waste both of time and money to take up\n               such aresolutionas this, when already there was before the House a resolution of the very same nature,\n               having the same object in view, and fully adequate to every purpose required—He would\n               therefore move to lay theresolutionon the table. MrOsubsequently withdrew his motion to afford Mr Lincoln an opportunity to explain. Mr LINCOLN, in reply to thegentlemanfromMacoupin, said that the gentleman  was a stranger to him, as he had never been introduced\n               to him, but he hoped the gentleman would give him the credit of being candid in the\n               statement of the motives which had induced him to offer thisresolution; he would repeat, that he had no motive which he had not expressed; he had not introduced\n               this resolution in a fault finding spirit, he was only desirous of doing his his duty, and in reply to thegentlemanfromScotthe would say that if he considered it as a slur on his committee he would candidly\n               and sincerely assure him that he (MrL) did not mean or contemplate any such thing.  His view was that if a change could\n               be brought about advantageous to the people, it was our duty to set about the correction\n               of abuses, and he would ask if this was not becoming and honest to the people of the\n               country?  He had put theresolutioninto its present form because he considered that the resolution offered some days\n               ago did not cover all the grouud[ground]: he was for bringing in the best bill that could be brought in, on the subject: if\n               thegentlemanfrom Macoupin thought otherwise, and supposed he (Mr L) was for making an attack\n               on the public printer, he hoped the House would believe him when he said that he did\n               not believe that the public printer got more work or more pay than the law allowed\n               him, or that he made more than he was warranted by that law.  Mr L had proposed a\n               select committee, because he thought it could be done without casting imputations\n               on the committee, which had been referred to by thegentlemanfrom Scott.  Mr L had no right to think that it had not been as faithful in the performance\n               of its duties as any other committee.  If gentlemen would reflect that the appointment\n               of the select committee as proposed would be within the power of the Speaker, he thought\n               that would afford a sufficient guarantee that no political movement had been contemplated\n               by him. Mr OLDS then renewed the motion to lay on the table, which was lost. The amendment of Mr Bentley to insert “the committee on accounts and expenditures”\n               was then lost. The question recurring on the adoption of the resolution, MrCAVARLYspoke against the adoption of theresolution, on the ground that he viewed it as being totally unnecessary on account of enquiries\n               on the very same subject already ordered, and now before the respective committees.\n               All of which resolutions of enquiry covered the same ground occupied by thisresolution; and also, because if there was blame to be attached any where, it was to thelawwhich this House passed on the subject of public printing. MrWEBBwas in favor of theresolution, in order to see if the rates under the law are too high; it was proper that this\n               subject should be examined, and we should know why our public printing amounts to\n               twice the amount of that of the state of Indiana.  He wished a committee to be appointed\n               to enquire into the two facts: 1st. Whether the law allowed too high a rate, and 2nd. Whether the House did not order too much printing to be done. After some further remarks by Mr. Lincoln in explanation, Mr.DODGEmoved to amend by striking out and inserting as a substitute to examine and report\n               the amount of the Public Printing for the last six years, and also on the expediency\n               of changing the present mode of doing the public printing. Mr.TRUMBULLconsidered theresolutionas it originally stood a plain and simple proposition. He hoped every member of the House was in favor of reducing the amount of public printing.\n               He thought it too ample, and by far too large.  He was therefore opposed to the amendment,\n               as the originalresolutiononly went to reduce the amount of the public printing. Mr. DODGE  wished to carry the enquiry further back, so as to do justice, and to exhibit\n               the estimates for some time back, in order that a fair enquiry might be made. Mr.MURPHYofCookwas in favor of investigation; he wished the originalresolutionto pass and that themoverof it be placed on the committee. Mr.ROSSmoved to amend the amendment by instructing the committee on expenditures to enquire\n               into the particulars of the expenses &c[etc]. Mr.WOODSONmoved to lay the amendments on the table.  Agreed to Ayes 50. Mr. ORMSBEE moved to amend by adding that the committee on expenditures be discharged\n               from the consideration of the resolution on the same subject. MrHARDINmoved to lay this amendment on the table.  Agreed to. Theresolutionas offered by Mr. Lincoln was then agreed to, when on motion of Mr.Barnettthe House adjourned.6",
    "paragraphs": [
      "Summary of Legislative Debate on Expenditures for Public Printing, 19 December 18401",
      "MrLINCOLNoffered for adoption aresolutionfor a select committee to enquire into the causes of the large amount of the item\n               of public printing, and to enquire into the possibility of reducing the expense &c.[etc.]",
      "Mr  LINCOLN  in offering thisresolutiondistinctly stated that he contemplated and intended no attack on any individual:\n               his only object was to ascertain if it might be in the power of theHouseto reduce this heavy item of public expenditure.2",
      "MrBENTLEYsuggested that the committee on public accounts and expenditures was the proper committee\n               to entrust with this enquiry, and moved to amend accordingly.",
      "Mr LINCOLN objected to the shuffling off of responsibility, and said that as for himself,\n               he would prefer not to be on the select committee to be appointed.  He was not inclined\n               to believe that more printing was done than was ordered, or that more was charged\n               for than the law allowed.  He was disposed to believe if there was any fault, it was\n               at our own door.  He had just read the message of theGovernorofIndiana, in which he called the attention of theirLegislatureto the enormous expenditure of 12,000 dollars for public printing.3Thus it would be seen that in our sister state, with a population doubling ours,\n               12,000 was called anenormousexpenditure, whilst we, with only half the population, and doubly more embarrassed,\n               were paying $23,000 for the same object!4So far was he from wishing to make this matter a party business, that he would distinctly\n               say, it was his desire that he himself should not be placed upon the committee to\n               be appointed.",
      "MrORMSBEEreferred the House to a resolution now before the committee of which he was chairman,\n               and which covered the whole ground of the resolution now offered.5",
      "MrOLDSsaid he could view thisresolutionin no other light than as an effort to get up political capital; it must be evident\n               that this was the sole motive of bringing forward such a proposition at such a time\n               as this, when gentlemen reflect that a resolution for an inquiry upon this very subject\n               had already been committed to one of the standing committees of the House.  What,\n               he would ask, was the use of the Speakers appointing committees, if gentlemen should\n               be permitted to take out of their hands the proper and legitimate objects submitted\n               to them, in order to get up special committees for the mere purpose of making flaming\n               reports intended to produce false impressions among the people. He (MrO) was as strenuous an advocate of economy as thegentlemancould be who had offered thisresolution, but he must say that it appeared somewhat suspicious to him that this resolution\n               should be bro’t forward at this time.  The House must well remember that the item of printing expense\n               has been incurred mainly if not altogether by the party which is known as thewhig party.  How is it, that if they are sincere in their present movement, they did not make\n               enquires and aim at a curtailment of expenses when they had a majority in the House?\n               The very fact that they did not, plainly proved to his mind what was the true object\n               and intent of this resolution.   He would therefore oppose it, not because he was\n               willing to sustain any unnecessary or profuse expenditure—far from it; but because\n               he considered it an unnecessary and wanton waste both of time and money to take up\n               such aresolutionas this, when already there was before the House a resolution of the very same nature,\n               having the same object in view, and fully adequate to every purpose required—He would\n               therefore move to lay theresolutionon the table.",
      "MrOsubsequently withdrew his motion to afford Mr Lincoln an opportunity to explain.",
      "Mr LINCOLN, in reply to thegentlemanfromMacoupin, said that the gentleman  was a stranger to him, as he had never been introduced\n               to him, but he hoped the gentleman would give him the credit of being candid in the\n               statement of the motives which had induced him to offer thisresolution; he would repeat, that he had no motive which he had not expressed; he had not introduced\n               this resolution in a fault finding spirit, he was only desirous of doing his his duty, and in reply to thegentlemanfromScotthe would say that if he considered it as a slur on his committee he would candidly\n               and sincerely assure him that he (MrL) did not mean or contemplate any such thing.  His view was that if a change could\n               be brought about advantageous to the people, it was our duty to set about the correction\n               of abuses, and he would ask if this was not becoming and honest to the people of the\n               country?  He had put theresolutioninto its present form because he considered that the resolution offered some days\n               ago did not cover all the grouud[ground]: he was for bringing in the best bill that could be brought in, on the subject: if\n               thegentlemanfrom Macoupin thought otherwise, and supposed he (Mr L) was for making an attack\n               on the public printer, he hoped the House would believe him when he said that he did\n               not believe that the public printer got more work or more pay than the law allowed\n               him, or that he made more than he was warranted by that law.  Mr L had proposed a\n               select committee, because he thought it could be done without casting imputations\n               on the committee, which had been referred to by thegentlemanfrom Scott.  Mr L had no right to think that it had not been as faithful in the performance\n               of its duties as any other committee.  If gentlemen would reflect that the appointment\n               of the select committee as proposed would be within the power of the Speaker, he thought\n               that would afford a sufficient guarantee that no political movement had been contemplated\n               by him.",
      "Mr OLDS then renewed the motion to lay on the table, which was lost.",
      "The amendment of Mr Bentley to insert “the committee on accounts and expenditures”\n               was then lost.",
      "The question recurring on the adoption of the resolution,",
      "MrCAVARLYspoke against the adoption of theresolution, on the ground that he viewed it as being totally unnecessary on account of enquiries\n               on the very same subject already ordered, and now before the respective committees.\n               All of which resolutions of enquiry covered the same ground occupied by thisresolution; and also, because if there was blame to be attached any where, it was to thelawwhich this House passed on the subject of public printing.",
      "MrWEBBwas in favor of theresolution, in order to see if the rates under the law are too high; it was proper that this\n               subject should be examined, and we should know why our public printing amounts to\n               twice the amount of that of the state of Indiana.  He wished a committee to be appointed\n               to enquire into the two facts:",
      "1st. Whether the law allowed too high a rate, and",
      "2nd. Whether the House did not order too much printing to be done.",
      "After some further remarks by Mr. Lincoln in explanation,",
      "Mr.DODGEmoved to amend by striking out and inserting as a substitute to examine and report\n               the amount of the Public Printing for the last six years, and also on the expediency\n               of changing the present mode of doing the public printing.",
      "Mr.TRUMBULLconsidered theresolutionas it originally stood a plain and simple proposition.",
      "He hoped every member of the House was in favor of reducing the amount of public printing.\n               He thought it too ample, and by far too large.  He was therefore opposed to the amendment,\n               as the originalresolutiononly went to reduce the amount of the public printing.",
      "Mr. DODGE  wished to carry the enquiry further back, so as to do justice, and to exhibit\n               the estimates for some time back, in order that a fair enquiry might be made.",
      "Mr.MURPHYofCookwas in favor of investigation; he wished the originalresolutionto pass and that themoverof it be placed on the committee.",
      "Mr.ROSSmoved to amend the amendment by instructing the committee on expenditures to enquire\n               into the particulars of the expenses &c[etc].",
      "Mr.WOODSONmoved to lay the amendments on the table.  Agreed to Ayes 50.",
      "Mr. ORMSBEE moved to amend by adding that the committee on expenditures be discharged\n               from the consideration of the resolution on the same subject.",
      "MrHARDINmoved to lay this amendment on the table.  Agreed to.",
      "Theresolutionas offered by Mr. Lincoln was then agreed to, when on motion of Mr.Barnettthe House adjourned.6"
    ],
    "tables_count": 0,
    "citations": [
      "Sangamon Journal(Springfield, IL) 22 December 1840, 3:4.",
      "Franklin W. Scott, \"Newspapers and Periodicals of Illinois, 1814-1879\" (PhD diss.,\n                     University of Illinois, 1910), 167, 322, 341, 342; Illinois HouseJournal. 1835. 9th G. A., 1st sess., 293-94; \n                     Illinois HouseJournal. 1836. 10th G. A., 1st sess., 275-76; Illinois HouseJournal.  1838. 11th G. A., 1st sess., 211; \n                     Illinois HouseJournal. 1840. 12th G. A., 124, 273.",
      "Dorothy Riker, ed.,Messages and Papers Relating to the Administration of David Wallace  Governor of Indiana\n                        1837-1840(Indianapolis: Indiana Historical Bureau, 1963), 455.",
      "Illinois HouseJournal. 1840. 12th G. A., 124.",
      "Illinois HouseJournal. 1840. 12th G. A., 137, 235;Sangamo Journal(Springfield, IL), 22 January 1841, 2:3, 29 January 1841, 2:3;Illinois State Register(Springfield), 22 January 1841, 3:4-5, 29 January 1841, 3:6; Paul Simon,Lincoln’s Preparation for Greatness: The Illinois Legislative Years(Urbana: University of Illinois Press, 1971), 242; Martinette McKee to John J. Hardin,\n                     22 January 1841, John J. Hardin Papers, Chicago History Museum, Chicago, IL, as quoted\n                     in Roy P. Basler,The Collected Works of the Papers of Abraham Lincoln(New Brunswick, NJ: Rutgers University Press, 1953), 1:229;Abraham Lincoln to Joshua F. Speed;Abraham Lincoln to John T. Stuart;Abraham Lincoln to John T. Stuart;Abraham Lincoln to Joshua F. Speed; Michael Burlingame,Abraham Lincoln: A Life(Baltimore, MD: Johns Hopkins University Press, 2008), 1:183; See also other letters\n                     between Lincoln and Speed in 1841-42."
    ],
    "footnotes": [
      {
        "id": "X419BB390-4546-4052-93F8-AEBC3C31A302",
        "text": "1A shorter version of this debate appeared in theSangamo Journal, 22 December 1840.Sangamon Journal(Springfield, IL) 22 December 1840, 3:4."
      },
      {
        "id": "X6D197D33-1F6D-46BB-B32D-D6A8FF2670D0",
        "text": "2Abraham Lincoln might not have been entirely ingenuous in his reasons for introducing\n                  theresolution. In January 1835, theGeneral Assemblypassed anactdefining the duties of and the method for selecting the public printer.   Section\n                  one stipulated that the House of Representatives andSenatewould select the public printer by joint ballot at the beginning of each session.\n                  As party divisions solidified and hardened, partisanship came to the fore in these\n                  elections, enabling the majority party, which was theDemocratic Partyduring most of this period, to hold sway in these contests.  During Lincoln’s time\n                  in the House, the public printers wereJohn Y. Sawyer(1835-36), founder, editor, and publisher of the solidlyDemocratic-RepublicanIllinois Advocate; andWilliam Walters(1837-1841), editor and publisher of theIllinois State Register, successor of the Advocate and also  stronglyDemocratic.  Lincoln voted for other candidates in each of the four elections in which he cast\n                  a ballot.  He had  particular animus toward Walters and clamored to replace him, as\n                  evidenced by his impassionedlettertoAndrew McCormickin January 1839, in which he castigated McCormick for voting for Walters.  Lincoln\n                  proposed this resolution in part to embarrass Walters and help his friendSimeon Francis, editor of theWhig-leaningSangamo Journal, in the upcoming election for public printer.Franklin W. Scott, \"Newspapers and Periodicals of Illinois, 1814-1879\" (PhD diss.,\n                     University of Illinois, 1910), 167, 322, 341, 342; Illinois HouseJournal. 1835. 9th G. A., 1st sess., 293-94; \n                     Illinois HouseJournal. 1836. 10th G. A., 1st sess., 275-76; Illinois HouseJournal.  1838. 11th G. A., 1st sess., 211; \n                     Illinois HouseJournal. 1840. 12th G. A., 124, 273."
      },
      {
        "id": "X858E1B66-39D0-45AA-8580-5C1460B8C53C",
        "text": "3GovernorDavid Wallacemade this statement in his message to theIndiana General Assemblyon December 8, 1840.Dorothy Riker, ed.,Messages and Papers Relating to the Administration of David Wallace  Governor of Indiana\n                        1837-1840(Indianapolis: Indiana Historical Bureau, 1963), 455."
      },
      {
        "id": "XC846C44E-90F0-4BF6-AA70-D1F6AC6B91BA",
        "text": "4“Report of the Auditor of Public Accounts of the State of Illinois, Transmitted to\n                  Both Houses of the General Assembly,” 10 December 1840,Reports Made to the Senate and House of Representatives, of the State of Illinois(1841), [70]:6."
      },
      {
        "id": "X11C4624C-FBA9-4D03-81A3-89ADD30262D8",
        "text": "5Ormsbee was chairman of the Committee on Public Accounts and Expenditures.  He may\n                  be referring to a resolution passed on December 16 instructing the committee to investigate\n                  the feasibility of scrapping the current system and creating a competitive bidding\n                  process for public printing, with the lowest bid receiving the contract.Illinois HouseJournal. 1840. 12th G. A., 124."
      },
      {
        "id": "X671339BA-36CF-44ED-99F3-026434703A2A",
        "text": "6The House appointed Lincoln,Lyman Trumbull, and Ormsbee a select committee to investigate expenditures for public printing.\n                  Lincoln was chairman, but the Democrats held a two to one majority.  On January 16,\n                  1841, Ormsbee, not Lincoln, presented the committee’s report.   The House Journal\n                  does not record the report's contents, but both theSangamo Journaland theIllinois State Registeropined that the report found nothing untoward in the expenditure for public printing\n                  and exonerated Walters of any wrong-doing.   TheIllinois State Registerrevelled in the report, but theSangamo Journallabelled it a “white-washing affair altogether.”  Lincoln did not issue a minority\n                  report, a fact explained in part by his poor health.  Lincoln was absent from the\n                  House from January 13 to 19 suffering from what he termed “hypochondriaism” presumably\n                  brought on by his reputed breaking of his engagement toMary Toddon, as Lincoln described it later to his friendJoshua F. Speed, the “fatal first of Jany[January] 41[1841].” Lincoln spent several hours each of\n                  those days receiving treatment fromAnson G. Henry.  His condition was common knowledge among his colleagues, as indicated in a letter\n                  fromMartinette McKeetoJohn J. Hardin, written on January 22: “We have been very much distressed, on Mr. Lincoln’s account;\n                  hearing that he had two Cat fits and a Duck fit since we left.” TheSangamo Journalclaimed that “Mr. Lincoln’s health did not permit him to examine the Report,  and\n                  he did not read it until several days after it made its appearance before the House.”\n                  TheState Registercountered on January 29 that “Mr. Lincoln has recovered from his indisposition, and\n                  has attended the House for more than a week past during which time he made no minority\n                  report; although he attended every meeting of the committee of Investigation.”Along with its report, the select committee introduced two bills,HB 120andHB 121.HB 120amended the 1835actwhich defined the duties of the public printer, fixed the time and manner of performing\n                  printing for the state, and set prices for various publications.  The House and Senate\n                  passedHB 120on February 11 and 18, respectively, and theactbecame law on February 23.HB 121proposed election of a public printer.  The House passed the bill on February 10,\n                  but the Senate postponed further consideration on February 26.Illinois HouseJournal. 1840. 12th G. A., 137, 235;Sangamo Journal(Springfield, IL), 22 January 1841, 2:3, 29 January 1841, 2:3;Illinois State Register(Springfield), 22 January 1841, 3:4-5, 29 January 1841, 3:6; Paul Simon,Lincoln’s Preparation for Greatness: The Illinois Legislative Years(Urbana: University of Illinois Press, 1971), 242; Martinette McKee to John J. Hardin,\n                     22 January 1841, John J. Hardin Papers, Chicago History Museum, Chicago, IL, as quoted\n                     in Roy P. Basler,The Collected Works of the Papers of Abraham Lincoln(New Brunswick, NJ: Rutgers University Press, 1953), 1:229;Abraham Lincoln to Joshua F. Speed;Abraham Lincoln to John T. Stuart;Abraham Lincoln to John T. Stuart;Abraham Lincoln to Joshua F. Speed; Michael Burlingame,Abraham Lincoln: A Life(Baltimore, MD: Johns Hopkins University Press, 2008), 1:183; See also other letters\n                     between Lincoln and Speed in 1841-42."
      }
    ],
    "structured_content": [
      {
        "type": "heading",
        "text": "Summary of Legislative Debate on Expenditures for Public Printing, 19 December 18401"
      },
      {
        "type": "paragraph",
        "text": "MrLINCOLNoffered for adoption aresolutionfor a select committee to enquire into the causes of the large amount of the item\n               of public printing, and to enquire into the possibility of reducing the expense &c.[etc.]"
      },
      {
        "type": "paragraph",
        "text": "Mr  LINCOLN  in offering thisresolutiondistinctly stated that he contemplated and intended no attack on any individual:\n               his only object was to ascertain if it might be in the power of theHouseto reduce this heavy item of public expenditure.2"
      },
      {
        "type": "paragraph",
        "text": "MrBENTLEYsuggested that the committee on public accounts and expenditures was the proper committee\n               to entrust with this enquiry, and moved to amend accordingly."
      },
      {
        "type": "paragraph",
        "text": "Mr LINCOLN objected to the shuffling off of responsibility, and said that as for himself,\n               he would prefer not to be on the select committee to be appointed.  He was not inclined\n               to believe that more printing was done than was ordered, or that more was charged\n               for than the law allowed.  He was disposed to believe if there was any fault, it was\n               at our own door.  He had just read the message of theGovernorofIndiana, in which he called the attention of theirLegislatureto the enormous expenditure of 12,000 dollars for public printing.3Thus it would be seen that in our sister state, with a population doubling ours,\n               12,000 was called anenormousexpenditure, whilst we, with only half the population, and doubly more embarrassed,\n               were paying $23,000 for the same object!4So far was he from wishing to make this matter a party business, that he would distinctly\n               say, it was his desire that he himself should not be placed upon the committee to\n               be appointed."
      },
      {
        "type": "paragraph",
        "text": "MrORMSBEEreferred the House to a resolution now before the committee of which he was chairman,\n               and which covered the whole ground of the resolution now offered.5"
      },
      {
        "type": "paragraph",
        "text": "MrOLDSsaid he could view thisresolutionin no other light than as an effort to get up political capital; it must be evident\n               that this was the sole motive of bringing forward such a proposition at such a time\n               as this, when gentlemen reflect that a resolution for an inquiry upon this very subject\n               had already been committed to one of the standing committees of the House.  What,\n               he would ask, was the use of the Speakers appointing committees, if gentlemen should\n               be permitted to take out of their hands the proper and legitimate objects submitted\n               to them, in order to get up special committees for the mere purpose of making flaming\n               reports intended to produce false impressions among the people. He (MrO) was as strenuous an advocate of economy as thegentlemancould be who had offered thisresolution, but he must say that it appeared somewhat suspicious to him that this resolution\n               should be bro’t forward at this time.  The House must well remember that the item of printing expense\n               has been incurred mainly if not altogether by the party which is known as thewhig party.  How is it, that if they are sincere in their present movement, they did not make\n               enquires and aim at a curtailment of expenses when they had a majority in the House?\n               The very fact that they did not, plainly proved to his mind what was the true object\n               and intent of this resolution.   He would therefore oppose it, not because he was\n               willing to sustain any unnecessary or profuse expenditure—far from it; but because\n               he considered it an unnecessary and wanton waste both of time and money to take up\n               such aresolutionas this, when already there was before the House a resolution of the very same nature,\n               having the same object in view, and fully adequate to every purpose required—He would\n               therefore move to lay theresolutionon the table."
      },
      {
        "type": "paragraph",
        "text": "MrOsubsequently withdrew his motion to afford Mr Lincoln an opportunity to explain."
      },
      {
        "type": "paragraph",
        "text": "Mr LINCOLN, in reply to thegentlemanfromMacoupin, said that the gentleman  was a stranger to him, as he had never been introduced\n               to him, but he hoped the gentleman would give him the credit of being candid in the\n               statement of the motives which had induced him to offer thisresolution; he would repeat, that he had no motive which he had not expressed; he had not introduced\n               this resolution in a fault finding spirit, he was only desirous of doing his his duty, and in reply to thegentlemanfromScotthe would say that if he considered it as a slur on his committee he would candidly\n               and sincerely assure him that he (MrL) did not mean or contemplate any such thing.  His view was that if a change could\n               be brought about advantageous to the people, it was our duty to set about the correction\n               of abuses, and he would ask if this was not becoming and honest to the people of the\n               country?  He had put theresolutioninto its present form because he considered that the resolution offered some days\n               ago did not cover all the grouud[ground]: he was for bringing in the best bill that could be brought in, on the subject: if\n               thegentlemanfrom Macoupin thought otherwise, and supposed he (Mr L) was for making an attack\n               on the public printer, he hoped the House would believe him when he said that he did\n               not believe that the public printer got more work or more pay than the law allowed\n               him, or that he made more than he was warranted by that law.  Mr L had proposed a\n               select committee, because he thought it could be done without casting imputations\n               on the committee, which had been referred to by thegentlemanfrom Scott.  Mr L had no right to think that it had not been as faithful in the performance\n               of its duties as any other committee.  If gentlemen would reflect that the appointment\n               of the select committee as proposed would be within the power of the Speaker, he thought\n               that would afford a sufficient guarantee that no political movement had been contemplated\n               by him."
      },
      {
        "type": "paragraph",
        "text": "Mr OLDS then renewed the motion to lay on the table, which was lost."
      },
      {
        "type": "paragraph",
        "text": "The amendment of Mr Bentley to insert “the committee on accounts and expenditures”\n               was then lost."
      },
      {
        "type": "paragraph",
        "text": "The question recurring on the adoption of the resolution,"
      },
      {
        "type": "paragraph",
        "text": "MrCAVARLYspoke against the adoption of theresolution, on the ground that he viewed it as being totally unnecessary on account of enquiries\n               on the very same subject already ordered, and now before the respective committees.\n               All of which resolutions of enquiry covered the same ground occupied by thisresolution; and also, because if there was blame to be attached any where, it was to thelawwhich this House passed on the subject of public printing."
      },
      {
        "type": "paragraph",
        "text": "MrWEBBwas in favor of theresolution, in order to see if the rates under the law are too high; it was proper that this\n               subject should be examined, and we should know why our public printing amounts to\n               twice the amount of that of the state of Indiana.  He wished a committee to be appointed\n               to enquire into the two facts:"
      },
      {
        "type": "paragraph",
        "text": "1st. Whether the law allowed too high a rate, and"
      },
      {
        "type": "paragraph",
        "text": "2nd. Whether the House did not order too much printing to be done."
      },
      {
        "type": "paragraph",
        "text": "After some further remarks by Mr. Lincoln in explanation,"
      },
      {
        "type": "paragraph",
        "text": "Mr.DODGEmoved to amend by striking out and inserting as a substitute to examine and report\n               the amount of the Public Printing for the last six years, and also on the expediency\n               of changing the present mode of doing the public printing."
      },
      {
        "type": "paragraph",
        "text": "Mr.TRUMBULLconsidered theresolutionas it originally stood a plain and simple proposition."
      },
      {
        "type": "paragraph",
        "text": "He hoped every member of the House was in favor of reducing the amount of public printing.\n               He thought it too ample, and by far too large.  He was therefore opposed to the amendment,\n               as the originalresolutiononly went to reduce the amount of the public printing."
      },
      {
        "type": "paragraph",
        "text": "Mr. DODGE  wished to carry the enquiry further back, so as to do justice, and to exhibit\n               the estimates for some time back, in order that a fair enquiry might be made."
      },
      {
        "type": "paragraph",
        "text": "Mr.MURPHYofCookwas in favor of investigation; he wished the originalresolutionto pass and that themoverof it be placed on the committee."
      },
      {
        "type": "paragraph",
        "text": "Mr.ROSSmoved to amend the amendment by instructing the committee on expenditures to enquire\n               into the particulars of the expenses &c[etc]."
      },
      {
        "type": "paragraph",
        "text": "Mr.WOODSONmoved to lay the amendments on the table.  Agreed to Ayes 50."
      },
      {
        "type": "paragraph",
        "text": "Mr. ORMSBEE moved to amend by adding that the committee on expenditures be discharged\n               from the consideration of the resolution on the same subject."
      },
      {
        "type": "paragraph",
        "text": "MrHARDINmoved to lay this amendment on the table.  Agreed to."
      },
      {
        "type": "paragraph",
        "text": "Theresolutionas offered by Mr. Lincoln was then agreed to, when on motion of Mr.Barnettthe House adjourned.6"
      }
    ]
  },
  "extraction_date": "2025-12-26 20:14:02",
  "word_count": 1403
}