{
  "document_id": "D200774",
  "url": "https://papersofabrahamlincoln.org/documents/D200774",
  "metadata": {
    "date": "1854-03-01",
    "authors": [
      "Edwards, Benjamin S.",
      "Lincoln, Abraham",
      "Stuart, John T."
    ],
    "keywords": [
      "Legislative bodies",
      "Railroads--Planning",
      "Railroad law",
      "Corporations",
      "Railroads--Finance",
      "Legal opinions",
      "Incorporation"
    ],
    "type": "Letter"
  },
  "content": {
    "full_text": "John T. Stuart, Abraham Lincoln, and Benjamin S. Edwards to Robert Smith, 1 March\n               18641 We herewith send you our answer to the questions propounded in yourletterof the 24th February, 1854.2 First. Is thecorporationlegally formed? The articles of association filed in the office of the Secretary of State, establish\n               the length of theroadat one hundred and sixty miles or thereabouts.  They also show subscriptions to an\n               amount in the aggregate less than forty thousand dollars.  With the articles and endorsed\n               thereon or annexed thereto, is filed the affidavit of three persons, named in said\n               articles as Directors, stating that the ‘amount of stock necessary for the incorporation\n               of said company has been subscribed, viz;one hundred and sixty thousand dollars, and that ten per cent. on the amount, viz: sixteen thousand dollars, has been actually paid in as required\n               by law.’ The date of this certificate is August 7, 1850. It is, we think, undoubted law, that such associations are confined to the provisions\n               of the act authorizing them, and cannot be organized until all its substantial enactments\n               on the subject are complied with.  See the case of ‘Valk vs. Crandall and others’—\n               1st Sanford’s Ch. Rep.[Chancery Report] p. 179.3The substantial provisions of the act of Nov[November]. 5, 1849, preliminary to the incor-<Page 2>poration of thecompany, are contained in the first and second sections of the act.  The language is explicit,\n               ‘That any number of persons not less than twenty-five, beingsubscribersto the stock of any contemplated railroad may be formed into acorporationfor the purpose of constructing, owning and maintaining such railroadby complying with the following requirements.’ When stock to the amount of at least one thousand dollars for every mile of said\n               road so intended to be built, shall be in good faith subscribed, and ten per cent. paid thereon as herein required,then the said subscribersmay elect Directors for the said company,thereuponthey shall severally subscribe articles of association, &c.[etc.] ‘Each subscriber to such articles of association shall subscribe thereto his name,\n               place of residence, and the number of shares of stock taken by him in such company.\n               Thesaidarticles of association may, on complying with the next section, be filed in the\n               office of Secretary of State, and thereupon the persons who have subscribed, and all\n               persons who shall from time to time become stockholders in such company, shall be\n               a body corporate by the names specified in such articles.’4 ‘Sec. 3.  Such articles of association shall not be filed in the office of the Secretary\n               of State, until ten per cent. on the amount of stock subscribed thereto, shall have been actually and in good faith\n               paid in cash to the Directors named in such articles, nor until there is endorsed\n               thereon, or annexed thereto, an affidavit made by at least three of the Directors\n               named in such articles, that the amount of stock required by the first section has\n               been subscribed, and that ten per cent. on the amount has actually been paid in.’ We cannot doubt that the obvious intention of theLegislaturewas to require that all the preliminary steps to the incorporation of the company\n               must appear on the face of the papers filed in the Secretary’s office.  The manifest\n               propriety of such a requisition as security to the public against the formation of\n               fictitious and irresponsible corporations, would of itself constitute a sufficient\n               reason for this construction.  The minuteness of detail contained in these sections\n               is inconsistent with any other.  Why such precision in these requirements, and the<Page 3>further requisition that these articles should be filed in the office of the Secretary,\n               if not for the very purpose of manifesting the compliance with the provisions of the\n               act?  We think that the subscription of the amount prescribed by the first section\n               must be antecedent to the formation either of a company or the corporation.  Until\n               this amount has been subscribed and the ten per cent. paid, thearticles of associationcannot be legally entered into.  The language is:Whenstock to the amount required shall be in good faith subscribed and the ten per cent. paid, ‘thenthesaid subscribersmay elect directors for said company;thereuponthey shall severally subscribe articles of association.’5Now, who are to subscribe these articles?  Clearly, those who have subscribed the\n               amount previously ascertained by the act, and have paid the per centage.  These, and these only, are thesaid subscriberswhomay elect directors, the names of whom are to appear in the articles.  Until the amount required is subscribed,\n               no election of directors is authorized.  Any persons elected directors by any number\n               of subscribers prior to that event, would be illegally elected, and their certificate\n               or affidavit would, so far as compliance with this act is concerned, be of no more\n               legal validity than the statement of persons nowise connected with the company. This view is corroborated by the 3d section of the act, which makes a certified copy\n               of  ‘any articles of association filed in pursuance of this act with a copy of the\n               affidavit aforesaid endorsed thereon presumptive evidence of the incorporation of\n               said company.’ Being onlypresumptiveevidence, even if every thing required appeared on the face of the papers, the truthfulness of the statements contained\n               in them might be controverted.  Surely it was not intended that a copy of articles\n               showing only a subscription of a part of the amount required, should be presumptive\n               evidence of the subscription of the whole.  And here we can see no reason for requiring\n               an affidavit.  The law requires the subscription to be made ingood faith.  The names of subscribers, if  genuine, with the amount of their subscription, would\n               show the liability of each, and afford the means of ascertaining the aggregate amount.\n               The affidavit would make theprima facieevidence of the genuineness of the signatures,<Page 4>thegood faithof the subscriptions, and the payment of the ten per cent..  Two essential guaranties are thus afforded for the construction or honestly attempted construction of thecontemplated road, viz; The personal responsibility of the subscribers, as provided in the 14th section\n               of the act, and the affidavit of three directors to the good faith of the subscription\n               and the payment of the instalment; and these, the articles subscribed as required, and the affidavit, constitute the\n               presumptive evidence of incorporation.  The one was not intended as a substitute for\n               the other.  The company could no more be organized without the subscriptions appearing\n               on the articles than without the affidavit, and vice versa. We think that the only subscriptions which would in any event be obligatory, are\n               those which appear on the articles, or are subscribed on the books opened by the Commissioners.\n               Now by reference to the 5th section it will be seen, that the commissioners are only\n               authorized to open books, ‘from time to timeafter the company shall be incorporated.’ Such subscriptions cannot supply the place of those which by the terms of the law\n               are required to be made anterior, and as a condition precedent to the incorporation\n               of the company.  Without further extending the argument, we are clearly of opinion\n               that the association called ‘The Atlantic and Mississippi Railroad Company’ is not\n               a corporation legally formed, ‘under the act to provide for a general system of railroad\n               incorporations,’ approved November 5, 1849. Second. Have they such an organization as entitles them to come before the present session\n               of the Legislature?  We think not.  By the tenth section of the fourth article of\n               the constitution the Governor ‘may on extraordinary occasions convene the general\n               assembly by proclamation, and shall state in said proclamation the purpose for which\n               they are to convene, and the general assembly shall enter on no legislative business\n               except that for which they are specially called together.’ The proclamation which is thus made the exclusive grant of legislative power at this\n               session— which cannot constitutionally be transcended— is, so far as relates to this\n               subject, in these words:  ‘To pass laws recognizing theexistence of, and con-<Page 5>ferring additional powers uponcorporations formed, or which may be formed prior to the action of the legislature thereon, under the\n               act to provide for a general system of railroad incorporation’— approved Nov. 5, 1849— ‘declare the public utility of their works, sanction the routes and termini\n               thereof, and authorize the construction of the same.’ This language is plain and the\n               meaning apparent.  It is, not to recognize the existence of, and confer additional\n               powers onassociations, butcorporations formedunder the act— not companies whose organization had not been completed, but those\n               who, by complying with the requirements of the general law have perfected their organization\n               thereunder, so far as that could be done anterior to the legislation which is required\n               by that law.   It is apparent that theGovernorhad in contemplation the twenty-second section of the act containing provisions for\n               those acts of the Legislature necessary to clothe the corporation with all the powers\n               conferred by the act; and particularly to the last clause of that section, ‘And the\n               Legislature reserve (the right) to itself to indicate the routes and termini of said\n               roads, and the same shall not be constructed and commenced without the express sanction\n               of the Legislature of this state by a law to be passed thereafter.’ It was intended\n               that the assembly might situnderthe law of ‘49[1849], but not that they might legislate in direct conflict with its provisions.6 The answers to the remaining questions, are we think, necessarily involved in what\n               we have already stated.7If we are correct in these opinions, then it follows, thatthe Atlantic and Mississippi Railroad Company has no legal existence as a corporation—\n                     that the law of this session being beyond the power of the Legislature at a called\n                     session to pass, is a nullity; that no bonds could be issued, nor collections of subscriptions\n                     be enforced by a so called corporation which had no legal existence.  As all subscriptions must be supposed to have been made with reference to an organization\n               under the general law, they would only be payable to acorporationlegally formed under that law— while all who subscribed to the articles of association,\n               may be presumed to have known that action of the Legislature according to the general\n               law of Nov. 5, 1849, would be applied,<Page 6>for they will not we think, be presumed to have understood that such application\n               would be made until all the prerequisites of that law had been complied with.  All\n               subscriptions, prior to the filing of the articles must, in our opinion, have been\n               made with the implied or express understanding that the full amount required by the\n               law would be bona fide subscribed, and the per centage paid, and until that event, they would not be bound.  We do not think that by the\n               mere act of subscription they assented to the filing of the articles before the one\n               hundred and sixty thousand dollars had been legally subscribed.  Those who subscribed\n               after the alleged formation of theCompanyby the filing of the articles, will be presumed to have so subscribed with the understanding,\n               that all the requisitions of the act had been complied with, and the articles of association\n               had been legally filed in the office of the Secretary, and if this has not been done\n               they would not be bound to pay their subscriptions.8",
    "paragraphs": [
      "John T. Stuart, Abraham Lincoln, and Benjamin S. Edwards to Robert Smith, 1 March\n               18641",
      "We herewith send you our answer to the questions propounded in yourletterof the 24th February, 1854.2",
      "First. Is thecorporationlegally formed?",
      "The articles of association filed in the office of the Secretary of State, establish\n               the length of theroadat one hundred and sixty miles or thereabouts.  They also show subscriptions to an\n               amount in the aggregate less than forty thousand dollars.  With the articles and endorsed\n               thereon or annexed thereto, is filed the affidavit of three persons, named in said\n               articles as Directors, stating that the ‘amount of stock necessary for the incorporation\n               of said company has been subscribed, viz;one hundred and sixty thousand dollars, and that ten per cent. on the amount, viz: sixteen thousand dollars, has been actually paid in as required\n               by law.’ The date of this certificate is August 7, 1850.",
      "It is, we think, undoubted law, that such associations are confined to the provisions\n               of the act authorizing them, and cannot be organized until all its substantial enactments\n               on the subject are complied with.  See the case of ‘Valk vs. Crandall and others’—\n               1st Sanford’s Ch. Rep.[Chancery Report] p. 179.3The substantial provisions of the act of Nov[November]. 5, 1849, preliminary to the incor-<Page 2>poration of thecompany, are contained in the first and second sections of the act.  The language is explicit,\n               ‘That any number of persons not less than twenty-five, beingsubscribersto the stock of any contemplated railroad may be formed into acorporationfor the purpose of constructing, owning and maintaining such railroadby complying with the following requirements.’ When stock to the amount of at least one thousand dollars for every mile of said\n               road so intended to be built, shall be in good faith subscribed, and ten per cent. paid thereon as herein required,then the said subscribersmay elect Directors for the said company,thereuponthey shall severally subscribe articles of association, &c.[etc.] ‘Each subscriber to such articles of association shall subscribe thereto his name,\n               place of residence, and the number of shares of stock taken by him in such company.\n               Thesaidarticles of association may, on complying with the next section, be filed in the\n               office of Secretary of State, and thereupon the persons who have subscribed, and all\n               persons who shall from time to time become stockholders in such company, shall be\n               a body corporate by the names specified in such articles.’4",
      "‘Sec. 3.  Such articles of association shall not be filed in the office of the Secretary\n               of State, until ten per cent. on the amount of stock subscribed thereto, shall have been actually and in good faith\n               paid in cash to the Directors named in such articles, nor until there is endorsed\n               thereon, or annexed thereto, an affidavit made by at least three of the Directors\n               named in such articles, that the amount of stock required by the first section has\n               been subscribed, and that ten per cent. on the amount has actually been paid in.’",
      "We cannot doubt that the obvious intention of theLegislaturewas to require that all the preliminary steps to the incorporation of the company\n               must appear on the face of the papers filed in the Secretary’s office.  The manifest\n               propriety of such a requisition as security to the public against the formation of\n               fictitious and irresponsible corporations, would of itself constitute a sufficient\n               reason for this construction.  The minuteness of detail contained in these sections\n               is inconsistent with any other.  Why such precision in these requirements, and the<Page 3>further requisition that these articles should be filed in the office of the Secretary,\n               if not for the very purpose of manifesting the compliance with the provisions of the\n               act?  We think that the subscription of the amount prescribed by the first section\n               must be antecedent to the formation either of a company or the corporation.  Until\n               this amount has been subscribed and the ten per cent. paid, thearticles of associationcannot be legally entered into.  The language is:Whenstock to the amount required shall be in good faith subscribed and the ten per cent. paid, ‘thenthesaid subscribersmay elect directors for said company;thereuponthey shall severally subscribe articles of association.’5Now, who are to subscribe these articles?  Clearly, those who have subscribed the\n               amount previously ascertained by the act, and have paid the per centage.  These, and these only, are thesaid subscriberswhomay elect directors, the names of whom are to appear in the articles.  Until the amount required is subscribed,\n               no election of directors is authorized.  Any persons elected directors by any number\n               of subscribers prior to that event, would be illegally elected, and their certificate\n               or affidavit would, so far as compliance with this act is concerned, be of no more\n               legal validity than the statement of persons nowise connected with the company.",
      "This view is corroborated by the 3d section of the act, which makes a certified copy\n               of  ‘any articles of association filed in pursuance of this act with a copy of the\n               affidavit aforesaid endorsed thereon presumptive evidence of the incorporation of\n               said company.’ Being onlypresumptiveevidence, even if every thing required appeared on the face of the papers, the truthfulness of the statements contained\n               in them might be controverted.  Surely it was not intended that a copy of articles\n               showing only a subscription of a part of the amount required, should be presumptive\n               evidence of the subscription of the whole.  And here we can see no reason for requiring\n               an affidavit.  The law requires the subscription to be made ingood faith.  The names of subscribers, if  genuine, with the amount of their subscription, would\n               show the liability of each, and afford the means of ascertaining the aggregate amount.\n               The affidavit would make theprima facieevidence of the genuineness of the signatures,<Page 4>thegood faithof the subscriptions, and the payment of the ten per cent..  Two essential guaranties are thus afforded for the construction or honestly attempted construction of thecontemplated road, viz; The personal responsibility of the subscribers, as provided in the 14th section\n               of the act, and the affidavit of three directors to the good faith of the subscription\n               and the payment of the instalment; and these, the articles subscribed as required, and the affidavit, constitute the\n               presumptive evidence of incorporation.  The one was not intended as a substitute for\n               the other.  The company could no more be organized without the subscriptions appearing\n               on the articles than without the affidavit, and vice versa.",
      "We think that the only subscriptions which would in any event be obligatory, are\n               those which appear on the articles, or are subscribed on the books opened by the Commissioners.\n               Now by reference to the 5th section it will be seen, that the commissioners are only\n               authorized to open books, ‘from time to timeafter the company shall be incorporated.’ Such subscriptions cannot supply the place of those which by the terms of the law\n               are required to be made anterior, and as a condition precedent to the incorporation\n               of the company.  Without further extending the argument, we are clearly of opinion\n               that the association called ‘The Atlantic and Mississippi Railroad Company’ is not\n               a corporation legally formed, ‘under the act to provide for a general system of railroad\n               incorporations,’ approved November 5, 1849.",
      "Second. Have they such an organization as entitles them to come before the present session\n               of the Legislature?  We think not.  By the tenth section of the fourth article of\n               the constitution the Governor ‘may on extraordinary occasions convene the general\n               assembly by proclamation, and shall state in said proclamation the purpose for which\n               they are to convene, and the general assembly shall enter on no legislative business\n               except that for which they are specially called together.’",
      "The proclamation which is thus made the exclusive grant of legislative power at this\n               session— which cannot constitutionally be transcended— is, so far as relates to this\n               subject, in these words:  ‘To pass laws recognizing theexistence of, and con-<Page 5>ferring additional powers uponcorporations formed, or which may be formed prior to the action of the legislature thereon, under the\n               act to provide for a general system of railroad incorporation’— approved Nov. 5, 1849— ‘declare the public utility of their works, sanction the routes and termini\n               thereof, and authorize the construction of the same.’ This language is plain and the\n               meaning apparent.  It is, not to recognize the existence of, and confer additional\n               powers onassociations, butcorporations formedunder the act— not companies whose organization had not been completed, but those\n               who, by complying with the requirements of the general law have perfected their organization\n               thereunder, so far as that could be done anterior to the legislation which is required\n               by that law.   It is apparent that theGovernorhad in contemplation the twenty-second section of the act containing provisions for\n               those acts of the Legislature necessary to clothe the corporation with all the powers\n               conferred by the act; and particularly to the last clause of that section, ‘And the\n               Legislature reserve (the right) to itself to indicate the routes and termini of said\n               roads, and the same shall not be constructed and commenced without the express sanction\n               of the Legislature of this state by a law to be passed thereafter.’ It was intended\n               that the assembly might situnderthe law of ‘49[1849], but not that they might legislate in direct conflict with its provisions.6",
      "The answers to the remaining questions, are we think, necessarily involved in what\n               we have already stated.7If we are correct in these opinions, then it follows, thatthe Atlantic and Mississippi Railroad Company has no legal existence as a corporation—\n                     that the law of this session being beyond the power of the Legislature at a called\n                     session to pass, is a nullity; that no bonds could be issued, nor collections of subscriptions\n                     be enforced by a so called corporation which had no legal existence.  As all subscriptions must be supposed to have been made with reference to an organization\n               under the general law, they would only be payable to acorporationlegally formed under that law— while all who subscribed to the articles of association,\n               may be presumed to have known that action of the Legislature according to the general\n               law of Nov. 5, 1849, would be applied,<Page 6>for they will not we think, be presumed to have understood that such application\n               would be made until all the prerequisites of that law had been complied with.  All\n               subscriptions, prior to the filing of the articles must, in our opinion, have been\n               made with the implied or express understanding that the full amount required by the\n               law would be bona fide subscribed, and the per centage paid, and until that event, they would not be bound.  We do not think that by the\n               mere act of subscription they assented to the filing of the articles before the one\n               hundred and sixty thousand dollars had been legally subscribed.  Those who subscribed\n               after the alleged formation of theCompanyby the filing of the articles, will be presumed to have so subscribed with the understanding,\n               that all the requisitions of the act had been complied with, and the articles of association\n               had been legally filed in the office of the Secretary, and if this has not been done\n               they would not be bound to pay their subscriptions.8"
    ],
    "tables_count": 0,
    "citations": [
      "Paul M. Angle, comp.,New Letters and Papers of Lincoln(Boston: Houghton Mifflin, 1930),  123-28.",
      "“An Act Recognizing and Authorizing the Construction of the Mississippi and Atlantic\n                     Railroad,” 23 February 1854,Laws of Illinois(1854), 79-80; Albert J. Churella,The Pennsylvania Railroad, Volume 1: Building an Empire, 1846-1917(Philadelphia: University of Pennsylvania Press, 2013), 279.",
      "Valk v. Crandall and others, 1 Ny. (Sandford) (1846) 179.",
      "Weekly  Rock Island Republican(IL), 18 January 1854, 1:3.",
      "Illinois Daily Journal(Springfield), 19 April 1854, 3:4;People of the State of Illinois, on the Relation of Eldredge S. Janney, Appellants,\n                           v. The Mississippi and Atlantic Railroad Company, Appellees, 14 Ill. (Peck), 440-46."
    ],
    "footnotes": [
      {
        "id": "XCDB1D787-3884-4EB4-BB32-4B4F07081AEF",
        "text": "1This letter appeared in  Paul M. Angle’sNew Letters and Papers of Lincoln. The original has not been located.Paul M. Angle, comp.,New Letters and Papers of Lincoln(Boston: Houghton Mifflin, 1930),  123-28."
      },
      {
        "id": "X76A83172-673A-49FA-BF6D-EFDBFD1C1801",
        "text": "2Robert SmithwroteJohn T. Stuart, Abraham Lincoln, and Benjamin S. Edwards one day after the Illinois\n                  General Assembly, in special session,  passed  an act authorizing the construction\n                  of the Mississippi and Atlantic Railroad.  Incorporated in August 1850, theMississippi and Atlantic Railroad Companywas established to build a railroad fromTerre Haute, IndianatoSt. Louis, Missouri.  The company had encountered significant opposition inIllinoisin the previous few years and had halted progress on the road. Lincoln and other\n                  prominent Illinoisans lobbied against the Mississippi and Atlantic Railroad Company,\n                  arguing that it was not a legal corporation.  The law enacted by the General Assembly\n                  seemingly resolved the issue over the legality of the corporation, paving the way\n                  for construction of the railroad.“An Act Recognizing and Authorizing the Construction of the Mississippi and Atlantic\n                     Railroad,” 23 February 1854,Laws of Illinois(1854), 79-80; Albert J. Churella,The Pennsylvania Railroad, Volume 1: Building an Empire, 1846-1917(Philadelphia: University of Pennsylvania Press, 2013), 279."
      },
      {
        "id": "X5C697F80-4B2A-4274-99E0-45A9099C6193",
        "text": "3Valk v. Crandall and others, a New York chancery case, centered around a new banking business. After creating\n                  articles of association, the incorporators elected a president and directors. The\n                  directors proceeded to sign and record an act of organization and commence business.\n                  However, because the stockholders did not sign the certificate as required by law,\n                  the business had no legal existence or capacity.Valk v. Crandall and others, 1 Ny. (Sandford) (1846) 179."
      },
      {
        "id": "X3A757897-AAB9-4608-96FD-5DA4B3486DC5",
        "text": "4Emphasis added to quotes by the authors."
      },
      {
        "id": "XE5BCF8DB-0661-4F16-ABB9-B436E6B8968F",
        "text": "5Emphasis added by the authors."
      },
      {
        "id": "XB3359A14-F193-400F-9811-D1D3A07C12AC",
        "text": "6On January 9, 1854, GovernorJoel A. Mattesonissued a proclamation calling an extra session of the Legislature to convene on February\n                  9. In regard to railroads, the proclamation stated that the session would “pass laws\n                  recognizing the existence of and conferring additional powers upon corporations formed,\n                  or which may be formed, prior to the action of the Legislature thereon, under the\n                  act to provide for a general system of railroad incorporations, approved Nov. 5. 1849; declare the public utility of these works; sanction the route and termini\n                  thereof; and authorize the construction of the same.”Weekly  Rock Island Republican(IL), 18 January 1854, 1:3."
      },
      {
        "id": "X695B0567-5AF2-4B9B-A202-EBC744C6499F",
        "text": "7The remaining questions, found in Robert Smith’sletter,  are as follows: 3rd. What effect will the passage of the bill, at this session\n                  of the Legislature, have upon the association, if not heretofore legally organized?\n                  4th. Under the existing organization, is any subscription, heretofore made, binding\n                  upon any subscriber, and can the collection of such subscription be enforced? 5th.\n                  Can the company issue bonds and make a security that would be valid?"
      },
      {
        "id": "XEBF564DF-84D0-4867-9581-396198854C7C",
        "text": "8The opinion of Stuart, Lincoln, and Edwards notwithstanding, theIllinois Supreme Courtupheld a lower court ruling that the company was legally organized under Illinois\n                  law, with Chief JusticeSamuel H. Treatopining that the company had been perfected to prosecute the work to completion.Illinois Daily Journal(Springfield), 19 April 1854, 3:4;People of the State of Illinois, on the Relation of Eldredge S. Janney, Appellants,\n                           v. The Mississippi and Atlantic Railroad Company, Appellees, 14 Ill. (Peck), 440-46."
      }
    ],
    "structured_content": [
      {
        "type": "heading",
        "text": "John T. Stuart, Abraham Lincoln, and Benjamin S. Edwards to Robert Smith, 1 March\n               18641"
      },
      {
        "type": "paragraph",
        "text": "We herewith send you our answer to the questions propounded in yourletterof the 24th February, 1854.2"
      },
      {
        "type": "paragraph",
        "text": "First. Is thecorporationlegally formed?"
      },
      {
        "type": "paragraph",
        "text": "The articles of association filed in the office of the Secretary of State, establish\n               the length of theroadat one hundred and sixty miles or thereabouts.  They also show subscriptions to an\n               amount in the aggregate less than forty thousand dollars.  With the articles and endorsed\n               thereon or annexed thereto, is filed the affidavit of three persons, named in said\n               articles as Directors, stating that the ‘amount of stock necessary for the incorporation\n               of said company has been subscribed, viz;one hundred and sixty thousand dollars, and that ten per cent. on the amount, viz: sixteen thousand dollars, has been actually paid in as required\n               by law.’ The date of this certificate is August 7, 1850."
      },
      {
        "type": "paragraph",
        "text": "It is, we think, undoubted law, that such associations are confined to the provisions\n               of the act authorizing them, and cannot be organized until all its substantial enactments\n               on the subject are complied with.  See the case of ‘Valk vs. Crandall and others’—\n               1st Sanford’s Ch. Rep.[Chancery Report] p. 179.3The substantial provisions of the act of Nov[November]. 5, 1849, preliminary to the incor-<Page 2>poration of thecompany, are contained in the first and second sections of the act.  The language is explicit,\n               ‘That any number of persons not less than twenty-five, beingsubscribersto the stock of any contemplated railroad may be formed into acorporationfor the purpose of constructing, owning and maintaining such railroadby complying with the following requirements.’ When stock to the amount of at least one thousand dollars for every mile of said\n               road so intended to be built, shall be in good faith subscribed, and ten per cent. paid thereon as herein required,then the said subscribersmay elect Directors for the said company,thereuponthey shall severally subscribe articles of association, &c.[etc.] ‘Each subscriber to such articles of association shall subscribe thereto his name,\n               place of residence, and the number of shares of stock taken by him in such company.\n               Thesaidarticles of association may, on complying with the next section, be filed in the\n               office of Secretary of State, and thereupon the persons who have subscribed, and all\n               persons who shall from time to time become stockholders in such company, shall be\n               a body corporate by the names specified in such articles.’4"
      },
      {
        "type": "paragraph",
        "text": "‘Sec. 3.  Such articles of association shall not be filed in the office of the Secretary\n               of State, until ten per cent. on the amount of stock subscribed thereto, shall have been actually and in good faith\n               paid in cash to the Directors named in such articles, nor until there is endorsed\n               thereon, or annexed thereto, an affidavit made by at least three of the Directors\n               named in such articles, that the amount of stock required by the first section has\n               been subscribed, and that ten per cent. on the amount has actually been paid in.’"
      },
      {
        "type": "paragraph",
        "text": "We cannot doubt that the obvious intention of theLegislaturewas to require that all the preliminary steps to the incorporation of the company\n               must appear on the face of the papers filed in the Secretary’s office.  The manifest\n               propriety of such a requisition as security to the public against the formation of\n               fictitious and irresponsible corporations, would of itself constitute a sufficient\n               reason for this construction.  The minuteness of detail contained in these sections\n               is inconsistent with any other.  Why such precision in these requirements, and the<Page 3>further requisition that these articles should be filed in the office of the Secretary,\n               if not for the very purpose of manifesting the compliance with the provisions of the\n               act?  We think that the subscription of the amount prescribed by the first section\n               must be antecedent to the formation either of a company or the corporation.  Until\n               this amount has been subscribed and the ten per cent. paid, thearticles of associationcannot be legally entered into.  The language is:Whenstock to the amount required shall be in good faith subscribed and the ten per cent. paid, ‘thenthesaid subscribersmay elect directors for said company;thereuponthey shall severally subscribe articles of association.’5Now, who are to subscribe these articles?  Clearly, those who have subscribed the\n               amount previously ascertained by the act, and have paid the per centage.  These, and these only, are thesaid subscriberswhomay elect directors, the names of whom are to appear in the articles.  Until the amount required is subscribed,\n               no election of directors is authorized.  Any persons elected directors by any number\n               of subscribers prior to that event, would be illegally elected, and their certificate\n               or affidavit would, so far as compliance with this act is concerned, be of no more\n               legal validity than the statement of persons nowise connected with the company."
      },
      {
        "type": "paragraph",
        "text": "This view is corroborated by the 3d section of the act, which makes a certified copy\n               of  ‘any articles of association filed in pursuance of this act with a copy of the\n               affidavit aforesaid endorsed thereon presumptive evidence of the incorporation of\n               said company.’ Being onlypresumptiveevidence, even if every thing required appeared on the face of the papers, the truthfulness of the statements contained\n               in them might be controverted.  Surely it was not intended that a copy of articles\n               showing only a subscription of a part of the amount required, should be presumptive\n               evidence of the subscription of the whole.  And here we can see no reason for requiring\n               an affidavit.  The law requires the subscription to be made ingood faith.  The names of subscribers, if  genuine, with the amount of their subscription, would\n               show the liability of each, and afford the means of ascertaining the aggregate amount.\n               The affidavit would make theprima facieevidence of the genuineness of the signatures,<Page 4>thegood faithof the subscriptions, and the payment of the ten per cent..  Two essential guaranties are thus afforded for the construction or honestly attempted construction of thecontemplated road, viz; The personal responsibility of the subscribers, as provided in the 14th section\n               of the act, and the affidavit of three directors to the good faith of the subscription\n               and the payment of the instalment; and these, the articles subscribed as required, and the affidavit, constitute the\n               presumptive evidence of incorporation.  The one was not intended as a substitute for\n               the other.  The company could no more be organized without the subscriptions appearing\n               on the articles than without the affidavit, and vice versa."
      },
      {
        "type": "paragraph",
        "text": "We think that the only subscriptions which would in any event be obligatory, are\n               those which appear on the articles, or are subscribed on the books opened by the Commissioners.\n               Now by reference to the 5th section it will be seen, that the commissioners are only\n               authorized to open books, ‘from time to timeafter the company shall be incorporated.’ Such subscriptions cannot supply the place of those which by the terms of the law\n               are required to be made anterior, and as a condition precedent to the incorporation\n               of the company.  Without further extending the argument, we are clearly of opinion\n               that the association called ‘The Atlantic and Mississippi Railroad Company’ is not\n               a corporation legally formed, ‘under the act to provide for a general system of railroad\n               incorporations,’ approved November 5, 1849."
      },
      {
        "type": "paragraph",
        "text": "Second. Have they such an organization as entitles them to come before the present session\n               of the Legislature?  We think not.  By the tenth section of the fourth article of\n               the constitution the Governor ‘may on extraordinary occasions convene the general\n               assembly by proclamation, and shall state in said proclamation the purpose for which\n               they are to convene, and the general assembly shall enter on no legislative business\n               except that for which they are specially called together.’"
      },
      {
        "type": "paragraph",
        "text": "The proclamation which is thus made the exclusive grant of legislative power at this\n               session— which cannot constitutionally be transcended— is, so far as relates to this\n               subject, in these words:  ‘To pass laws recognizing theexistence of, and con-<Page 5>ferring additional powers uponcorporations formed, or which may be formed prior to the action of the legislature thereon, under the\n               act to provide for a general system of railroad incorporation’— approved Nov. 5, 1849— ‘declare the public utility of their works, sanction the routes and termini\n               thereof, and authorize the construction of the same.’ This language is plain and the\n               meaning apparent.  It is, not to recognize the existence of, and confer additional\n               powers onassociations, butcorporations formedunder the act— not companies whose organization had not been completed, but those\n               who, by complying with the requirements of the general law have perfected their organization\n               thereunder, so far as that could be done anterior to the legislation which is required\n               by that law.   It is apparent that theGovernorhad in contemplation the twenty-second section of the act containing provisions for\n               those acts of the Legislature necessary to clothe the corporation with all the powers\n               conferred by the act; and particularly to the last clause of that section, ‘And the\n               Legislature reserve (the right) to itself to indicate the routes and termini of said\n               roads, and the same shall not be constructed and commenced without the express sanction\n               of the Legislature of this state by a law to be passed thereafter.’ It was intended\n               that the assembly might situnderthe law of ‘49[1849], but not that they might legislate in direct conflict with its provisions.6"
      },
      {
        "type": "paragraph",
        "text": "The answers to the remaining questions, are we think, necessarily involved in what\n               we have already stated.7If we are correct in these opinions, then it follows, thatthe Atlantic and Mississippi Railroad Company has no legal existence as a corporation—\n                     that the law of this session being beyond the power of the Legislature at a called\n                     session to pass, is a nullity; that no bonds could be issued, nor collections of subscriptions\n                     be enforced by a so called corporation which had no legal existence.  As all subscriptions must be supposed to have been made with reference to an organization\n               under the general law, they would only be payable to acorporationlegally formed under that law— while all who subscribed to the articles of association,\n               may be presumed to have known that action of the Legislature according to the general\n               law of Nov. 5, 1849, would be applied,<Page 6>for they will not we think, be presumed to have understood that such application\n               would be made until all the prerequisites of that law had been complied with.  All\n               subscriptions, prior to the filing of the articles must, in our opinion, have been\n               made with the implied or express understanding that the full amount required by the\n               law would be bona fide subscribed, and the per centage paid, and until that event, they would not be bound.  We do not think that by the\n               mere act of subscription they assented to the filing of the articles before the one\n               hundred and sixty thousand dollars had been legally subscribed.  Those who subscribed\n               after the alleged formation of theCompanyby the filing of the articles, will be presumed to have so subscribed with the understanding,\n               that all the requisitions of the act had been complied with, and the articles of association\n               had been legally filed in the office of the Secretary, and if this has not been done\n               they would not be bound to pay their subscriptions.8"
      }
    ]
  },
  "extraction_date": "2025-12-26 21:28:42",
  "word_count": 1859
}