{
  "document_id": "D200418",
  "url": "https://papersofabrahamlincoln.org/documents/D200418",
  "metadata": {
    "date": "1847-08-05",
    "authors": [
      "Brown, James N.",
      "Calhoun, John",
      "Enos, Pascal P.",
      "Hickox, Virgil",
      "Lincoln, Abraham (President)",
      "Opdycke, Stacy B. (Opdyke)",
      "Pickerell, William",
      "Stuart, John T.",
      "Williams, John"
    ],
    "keywords": [
      "Railroads"
    ],
    "type": "Report"
  },
  "content": {
    "full_text": "Report of John Calhoun and Others regarding the Alton and Springfield Railroad, 5\n               August 1847 Alton and Springfield Rail Road. ADDRESS OF THE COMMITTEE. At a meeting of the citizens ofSangamon County, the undersigned were appointed a committee to collect facts and report an address\n               on the project of connectingAltonandSpringfieldby means of a Rail Road.  A portion of the committee have examined the subject with\n               great zeal and industry, and submit the following as the result of their labors: Constructing a rail road from Alton to Springfield, is viewed but as a link in a great\n               chain of rail road communication which shall uniteBostonandNew Yorkwith theMississippi.  Whatever interestIllinoishas in this great improvement, and whatever advantages this particular route through\n               Illinois may possess, is necessarily connected with the proposed work from Alton,\n               on the Mississippi, to Springfield.  A rail road commencing from the Mississippi,\n               and running through Springfield to the eastern boundary of theState, in the direction of Lafayette, was marked out many years ago in asystemadopted by the State, and a million or more of dollars were expended  upon it before\n               it was abandoned.1This route commenced atQuincy, on the Mississippi, and crossing theIllinoisatMeredosia, extended through Springfield east to the State line.  The work from the Illinois\n               river to Springfield, a distance of fifty-seven miles, was completed by the State.\n               More than two hundred thousand dollars were expended east of Springfield in the direction\n               to Lafayette inIndiana. Since the abandonment of theInternal Improvement systemby the State, several acts of incorporation have been passed by the legislature,\n               the object of which was to secure to the people of the State, if possible, the construction\n               of the most important of these works by individual enterprise and capital.  These\n               acts of incorporation have looked to no general plan, such as is now contemplated,\n               and the great work of connecting the Mississippi with the eastern cities, throughIndianaand other States, can now be commenced only by blending some two or three charters.\n               Of these acts of incorporation, one was passed last winter to construct a rail road\n               from Alton to Springfield.2The route proposed in this act is from Alton throughCarlinville, inMacoupin county, andNew Berlinto Springfield, a distance of about eighty miles.  The company is authorised to use fifteen miles of the grade already completed, or nearly so, by the State,\n               from Alton in the direction to Carlinville, and fifteen miles of the Springfield and\n               Meredosia rail road, from Springfield to New Berlin, under certain stipulations named\n               in the law.  The capital stock of the company is $500,000, and may be increased under\n               the law to $1,000,000. In 1845 thelegislaturepassed a law incorporating theSangamon and Morgan rail road companywith a capital of $1,000,000.3This act required the company to purchase the road from Springfield to the Illinois\n               river at a stipulated price before it could organize.  No company was organized under\n               this act, and at the late sesion of the legislature a law was passed authorizing the Governor to sell the road from\n               Springfield to the Illinois river at public auction to the highest bidder.4The purchaser or purchasers under this law were to be entitled to all the benefits\n               of the act for the incorporation of the Sangamon and Morgan rail road company, and\n               were to be held by this law to be the subscribers to the whole capital stock of said\n               company of $1,000,000.   A law was also passed at the late session, supplemental to\n               the act incorporating the Sangamon and Morgan rail road company.5By this supplemental act the company was authorized to construct the cross rail\n               road east from Springfield to the Indiana State line, on the route previously located\n               by the State, and all the materials, grade, and work done by the State east of Springfield,\n               amounting in value to more than two hundred thousand dollars, were given to the company\n               for that purpose.  The capital stock of the company was also increased, $1,000,000.\n               The road from Springfield to the Illinois river has been advertised and sold by the\n               Governor, and the purchasers,N. H. Ridgleyand others, have thus secured the benefits of the laws for the incorporation of the\n               Sangamon and Morgan rail road company.  A company is therefore organized for the construction\n               of a rail road from the Illinois river to the line dividing the States of Illinois\n               and Indiana; and for about eight thousand dollars, the sum given for the road from\n               Springfield to the Illinois river, all the work on this route, which cost the State\n               more than $1,000,000, is made available to the company.  These advantages ought, by\n               all means, in the course of a few years, to secure the completion of the road from\n               Springfield to the line of Indiana.  Thus the two or three acts of incorporation above\n               alluded to, fully authorize, with an aggregate capital of $3,000,000, the construction\n               of the great work, so far as Illinois is concerned, which proposes to connect the\n               Mississippi with eastern cities by means of rail road.  The citizens of Indiana are\n               now actively engaged in doing whatever is necessary to forward the work in that State;\n               and the proceedings of a meeting in Lafayette show that the proper measures are being\n               taken to secure, so far as Indiana is concerned, the energetic prosecution of the\n               work to completion. So far as the acts of the Illinois Legislature are concerned, but one difficulty presents\n               itself.  The road from Alton to Springfield passes for fifteen miles over the road\n               from the Illinois river to Springfield.  The Sangamon and Morgan company own the road\n               from the Illinois river to Springfield, and such work as is done between Springfield\n               and the Indiana line; and possesses, also, the sole right to complete the road from\n               Springfield to the eastern line of the State.  If the company had also the sole right\n               of making the road from Springfield to Alton, no difficulty could possibly occur.\n               But if the road from Alton to Springfield should fall into the hands of other individuals,\n               then would they be compelled, under the laws, to use that portion of the road lying\n               between New Berlin and Springfield, which belongs to the Sangamon and Morgan company.—This\n               might be embarrassing to the Alton and Springfield company, and could be fully obviated\n               only by the Sangamon and Morgan company taking stock in the Alton and Springfield\n               rail road, to the full and fair value of the portion of their road lying between Springfield\n               and New Berlin. But the money which is to make the road from Alton to Springfield, and from Springfield\n               to Lafayette, is principally to come from eastern capitalists.  Boston and New York\n               can, and probably will, furnish the funds necessary to connect those cities with the\n               Mississippi river; and as the same interests will be blended in the prosecution of\n               the work through its whole extent, so is it probable that the same interests will\n               ultimately get possession of and control the entire work through this State.  No eastern\n               capitalist, therefore, will be likely to take stock in the Alton and Springfield rail\n               road but with a view of its extension so as to form a complete connection between\n               the eastern cities and the Mississippi river.  In this view, the apparent difficulty\n               between  two works running over the same ground, as probably productive of disagreement\n               between two companies, would ultimately disappear.  In presenting, therefore, the\n               Alton and Springfield rail road to the consideration of capitalists, as a distinct\n               work, it will be understood as a matter of course, to be only the beginning of a great\n               work, the construction of a single link in the great chain of improvement; and if\n               we can show that this link can now be profitably undertaken, we apprehend that no\n               existing obstacle, growing out of the laws of this State, will prevent such subscriptions\n               of stock as will be necessary to the speedy commencement of the work.  That the business\n               of this country, its productions, its population, its demands, would justify the making\n               a good rail road from Alton to Springfield, independent of its connection with a great\n               chain of improvement, is the object of this committee reasonably to show. The distance from Alton to Springfield, by way of Carlinville and New Berlin, is about\n               eighty miles.  Of this distance, fifteen miles from Alton toBrighton, is graded.  This fifteen miles embraces by very far, the heaviest grade on the whole\n               route, passing over the bluffs of the Mississippi river to the table land.  The expenditure\n               by the State on this fifteen miles was very heavy, and though the law provides that\n               the State shall receive a price to be estimated in State indebtedness and paid by\n               the company, yet there can be no doubt that the legislature will, as in other cases,\n               surrender the work done to the company without compensation.  The State will find\n               an ample inducement to do this in the advantages she will derive in the completion\n               of the road. Fifteen miles of the road from Springfield to New Berlin, is completed.  Deducting,\n               therefore, thirty miles, but fifty remain to be graded.  These 50 miles pass over\n               a level prairie country, with a natural grade, almost fitting it for a rail road,\n               and upon which the expenditure for grading would be very light.  In the whole fifty\n               miles there is but one place where the expenditure for grading would be considerable.\n               This is the crossing of Macoupin creek.   Here a considerable embankment with a bridge\n               and cutting through the bluffs is required.  The whole grade from Alton to New Berlin,\n               could easily be contracted for a sum less than three thousand dollars per mile, and\n               the whole sixty-five miles could be fully completed with a T rail, at a cost not exceeding\n               ten thousand dollars per mile, or an aggregate cost of $650,000. (Locomotives, cars,\n               engines-houses, depots and all other fixtures, together with the right of way, would\n               not probably exceed the sum of $150,000—making the total cost of the  work $800,000.) The road proposed would either pass through or drain the products from the counties\n               ofMadison, Macoupin, Sangamon,Logan,Macon,DeWitt,ChristianandMorgan.  As Madison is situated on the Mississippi river, and will probably do the greater\n               portion of its business independent of the rail road, it is entirely left out of the\n               following calculations, though very much of the business of the parts remote from\n               the river must be done on the road.  One-third of Morgan county is also deducted from\n               the estimates, it being presumed that at least one-third of its business will be done\n               independent of the road in the direction of the Illinois river. The population of the eight counties, Madison, Macoupin, Sangamon, Logan, Macon, DeWitt,\n               Christian and Morgan, in 1840, was 69,019, and in 1845, was 75,609.  By the same ratio\n               of increase, the population of these counties is estimated in 1850 at 96,526.  Deducting\n               the estimated population of Madison and one-third of Morgan, leaves the estimated\n               population of the counties, whose business will all be done on the rail road, in 1850,\n               at 67,073. The productions of the above counties, except Madison, in 1840, were as follows: Estimating the increase of production from 1840 to '45[1845], and from 1845 to '50[1850], in the proportion to the increase of population, we have the production of 1845\n               as follows: And for 1850, we have the following results: Deducting from the above the one-third of the population and products of Morgan, and\n               the following table will furnish a true exhibit of the country immediately dependent\n               on the rail road: The right hand column of the above table exhibits the surplus of production in those\n               articles which this country produces in the greatest abundance, and is carefully prepared\n               from information obtained of persons well qualified by their business pursuits to\n               judge accurately.  For instance, the surplus of hogs is put down at one third.  This\n               leaves one-third for home consumption and one third for stock.  That one-third is\n               abundant for home consumption is evident from the fact that it will furnish more than\n               a pound of pork per day to every man, woman and child in the district.  That the stock\n               is ample when put at one third every farmer in the country will attest. The horses, mules and neat cattle will go to market principally on foot: and in estimating\n               production for rail road transportation, they are left out of the calculation entirely,\n               though the completion of the rail road would probably lead to beef packing, to a very\n               considerable extent, in this city.  In 1850, therefore, the surplus production of\n               the country dependent on this road, and on which reliance can be placed for rail road\n               transportation, will be 98,717 hogs, 171,181 bushels of wheat, and 1,025,447 bushels\n               of Indian corn.  Oats, barley, rye and potatoes, though produced in large quantities,\n               are not taken into the estimate, the object of this address being to show the reliable\n               results, which the  rail road transportation of the great staples of the country will\n               furnish.  The great demand for corn for foreign exportation is relied upon to justify\n               its production and sending to market at the cheapest rates of  rail road transportation.\n               It will always be exported when the price in Alton andSt. Louisis twenty-five cents or more a bushel; and the counties embraced in this  rail road\n               district, could produce an immensely greater quantity than is at present estimated,\n               if a market at fair prices could be always expected with any degree of certainty. Nine-tenths of all the produce for this  rail road will be furnished at Sringfield and New Berlin, as all the counties but Macoupin will centre their produce at those points.  In estimating therefore the value of freights, the\n               sum assumed for transportation from Springfield has been applied to all the products\n               estimated to pass over the road.  A price, however, has been assumed so low as to\n               leave no doubt that the average will fully equal, if not exceed it. If the  rail road should, therefore, be completed in 1850 the following results might\n               be anticipated: or nearly fifteen per cent. on the estimated cost to keep the road, fixtures, engines, &c.[etc], in repair, and to pay the costs of running trains and furnishing necessary materials.\n               We think this sum most ample, but whether it be too large or too small, we have not\n               now here the means of determining.  Those who may be disposed in the East to take\n               stock in this company, will easily be able from the above estimates to arrive at tolerably\n               accurate conclusions.  If that portion of this proposed road, between Springfield\n               and New Berlin, should continue in the hands of the present owners, or if some company,\n               other than the Alton and Springfield company should continue to control it, an additional\n               expenditure on that account will be required.  The estimate of costs have been made\n               only for the sixty-five miles, from New Berlin to Alton.  We think, as we have suggested\n               in another part of this report, that the whole of this great route will ultimately\n               get into the hands of one company, and that those who are really interested in prosecuting\n               to completion this grand scheme of improvement, will soon overcome the difficulty\n               arising from conflicting ownership and interests.",
    "paragraphs": [
      "Report of John Calhoun and Others regarding the Alton and Springfield Railroad, 5\n               August 1847",
      "Alton and Springfield Rail Road.",
      "ADDRESS OF THE COMMITTEE.",
      "At a meeting of the citizens ofSangamon County, the undersigned were appointed a committee to collect facts and report an address\n               on the project of connectingAltonandSpringfieldby means of a Rail Road.  A portion of the committee have examined the subject with\n               great zeal and industry, and submit the following as the result of their labors:",
      "Constructing a rail road from Alton to Springfield, is viewed but as a link in a great\n               chain of rail road communication which shall uniteBostonandNew Yorkwith theMississippi.  Whatever interestIllinoishas in this great improvement, and whatever advantages this particular route through\n               Illinois may possess, is necessarily connected with the proposed work from Alton,\n               on the Mississippi, to Springfield.  A rail road commencing from the Mississippi,\n               and running through Springfield to the eastern boundary of theState, in the direction of Lafayette, was marked out many years ago in asystemadopted by the State, and a million or more of dollars were expended  upon it before\n               it was abandoned.1This route commenced atQuincy, on the Mississippi, and crossing theIllinoisatMeredosia, extended through Springfield east to the State line.  The work from the Illinois\n               river to Springfield, a distance of fifty-seven miles, was completed by the State.\n               More than two hundred thousand dollars were expended east of Springfield in the direction\n               to Lafayette inIndiana.",
      "Since the abandonment of theInternal Improvement systemby the State, several acts of incorporation have been passed by the legislature,\n               the object of which was to secure to the people of the State, if possible, the construction\n               of the most important of these works by individual enterprise and capital.  These\n               acts of incorporation have looked to no general plan, such as is now contemplated,\n               and the great work of connecting the Mississippi with the eastern cities, throughIndianaand other States, can now be commenced only by blending some two or three charters.\n               Of these acts of incorporation, one was passed last winter to construct a rail road\n               from Alton to Springfield.2The route proposed in this act is from Alton throughCarlinville, inMacoupin county, andNew Berlinto Springfield, a distance of about eighty miles.  The company is authorised to use fifteen miles of the grade already completed, or nearly so, by the State,\n               from Alton in the direction to Carlinville, and fifteen miles of the Springfield and\n               Meredosia rail road, from Springfield to New Berlin, under certain stipulations named\n               in the law.  The capital stock of the company is $500,000, and may be increased under\n               the law to $1,000,000.",
      "In 1845 thelegislaturepassed a law incorporating theSangamon and Morgan rail road companywith a capital of $1,000,000.3This act required the company to purchase the road from Springfield to the Illinois\n               river at a stipulated price before it could organize.  No company was organized under\n               this act, and at the late sesion of the legislature a law was passed authorizing the Governor to sell the road from\n               Springfield to the Illinois river at public auction to the highest bidder.4The purchaser or purchasers under this law were to be entitled to all the benefits\n               of the act for the incorporation of the Sangamon and Morgan rail road company, and\n               were to be held by this law to be the subscribers to the whole capital stock of said\n               company of $1,000,000.   A law was also passed at the late session, supplemental to\n               the act incorporating the Sangamon and Morgan rail road company.5By this supplemental act the company was authorized to construct the cross rail\n               road east from Springfield to the Indiana State line, on the route previously located\n               by the State, and all the materials, grade, and work done by the State east of Springfield,\n               amounting in value to more than two hundred thousand dollars, were given to the company\n               for that purpose.  The capital stock of the company was also increased, $1,000,000.\n               The road from Springfield to the Illinois river has been advertised and sold by the\n               Governor, and the purchasers,N. H. Ridgleyand others, have thus secured the benefits of the laws for the incorporation of the\n               Sangamon and Morgan rail road company.  A company is therefore organized for the construction\n               of a rail road from the Illinois river to the line dividing the States of Illinois\n               and Indiana; and for about eight thousand dollars, the sum given for the road from\n               Springfield to the Illinois river, all the work on this route, which cost the State\n               more than $1,000,000, is made available to the company.  These advantages ought, by\n               all means, in the course of a few years, to secure the completion of the road from\n               Springfield to the line of Indiana.  Thus the two or three acts of incorporation above\n               alluded to, fully authorize, with an aggregate capital of $3,000,000, the construction\n               of the great work, so far as Illinois is concerned, which proposes to connect the\n               Mississippi with eastern cities by means of rail road.  The citizens of Indiana are\n               now actively engaged in doing whatever is necessary to forward the work in that State;\n               and the proceedings of a meeting in Lafayette show that the proper measures are being\n               taken to secure, so far as Indiana is concerned, the energetic prosecution of the\n               work to completion.",
      "So far as the acts of the Illinois Legislature are concerned, but one difficulty presents\n               itself.  The road from Alton to Springfield passes for fifteen miles over the road\n               from the Illinois river to Springfield.  The Sangamon and Morgan company own the road\n               from the Illinois river to Springfield, and such work as is done between Springfield\n               and the Indiana line; and possesses, also, the sole right to complete the road from\n               Springfield to the eastern line of the State.  If the company had also the sole right\n               of making the road from Springfield to Alton, no difficulty could possibly occur.\n               But if the road from Alton to Springfield should fall into the hands of other individuals,\n               then would they be compelled, under the laws, to use that portion of the road lying\n               between New Berlin and Springfield, which belongs to the Sangamon and Morgan company.—This\n               might be embarrassing to the Alton and Springfield company, and could be fully obviated\n               only by the Sangamon and Morgan company taking stock in the Alton and Springfield\n               rail road, to the full and fair value of the portion of their road lying between Springfield\n               and New Berlin.",
      "But the money which is to make the road from Alton to Springfield, and from Springfield\n               to Lafayette, is principally to come from eastern capitalists.  Boston and New York\n               can, and probably will, furnish the funds necessary to connect those cities with the\n               Mississippi river; and as the same interests will be blended in the prosecution of\n               the work through its whole extent, so is it probable that the same interests will\n               ultimately get possession of and control the entire work through this State.  No eastern\n               capitalist, therefore, will be likely to take stock in the Alton and Springfield rail\n               road but with a view of its extension so as to form a complete connection between\n               the eastern cities and the Mississippi river.  In this view, the apparent difficulty\n               between  two works running over the same ground, as probably productive of disagreement\n               between two companies, would ultimately disappear.  In presenting, therefore, the\n               Alton and Springfield rail road to the consideration of capitalists, as a distinct\n               work, it will be understood as a matter of course, to be only the beginning of a great\n               work, the construction of a single link in the great chain of improvement; and if\n               we can show that this link can now be profitably undertaken, we apprehend that no\n               existing obstacle, growing out of the laws of this State, will prevent such subscriptions\n               of stock as will be necessary to the speedy commencement of the work.  That the business\n               of this country, its productions, its population, its demands, would justify the making\n               a good rail road from Alton to Springfield, independent of its connection with a great\n               chain of improvement, is the object of this committee reasonably to show.",
      "The distance from Alton to Springfield, by way of Carlinville and New Berlin, is about\n               eighty miles.  Of this distance, fifteen miles from Alton toBrighton, is graded.  This fifteen miles embraces by very far, the heaviest grade on the whole\n               route, passing over the bluffs of the Mississippi river to the table land.  The expenditure\n               by the State on this fifteen miles was very heavy, and though the law provides that\n               the State shall receive a price to be estimated in State indebtedness and paid by\n               the company, yet there can be no doubt that the legislature will, as in other cases,\n               surrender the work done to the company without compensation.  The State will find\n               an ample inducement to do this in the advantages she will derive in the completion\n               of the road.",
      "Fifteen miles of the road from Springfield to New Berlin, is completed.  Deducting,\n               therefore, thirty miles, but fifty remain to be graded.  These 50 miles pass over\n               a level prairie country, with a natural grade, almost fitting it for a rail road,\n               and upon which the expenditure for grading would be very light.  In the whole fifty\n               miles there is but one place where the expenditure for grading would be considerable.\n               This is the crossing of Macoupin creek.   Here a considerable embankment with a bridge\n               and cutting through the bluffs is required.  The whole grade from Alton to New Berlin,\n               could easily be contracted for a sum less than three thousand dollars per mile, and\n               the whole sixty-five miles could be fully completed with a T rail, at a cost not exceeding\n               ten thousand dollars per mile, or an aggregate cost of $650,000. (Locomotives, cars,\n               engines-houses, depots and all other fixtures, together with the right of way, would\n               not probably exceed the sum of $150,000—making the total cost of the  work $800,000.)",
      "The road proposed would either pass through or drain the products from the counties\n               ofMadison, Macoupin, Sangamon,Logan,Macon,DeWitt,ChristianandMorgan.  As Madison is situated on the Mississippi river, and will probably do the greater\n               portion of its business independent of the rail road, it is entirely left out of the\n               following calculations, though very much of the business of the parts remote from\n               the river must be done on the road.  One-third of Morgan county is also deducted from\n               the estimates, it being presumed that at least one-third of its business will be done\n               independent of the road in the direction of the Illinois river.",
      "The population of the eight counties, Madison, Macoupin, Sangamon, Logan, Macon, DeWitt,\n               Christian and Morgan, in 1840, was 69,019, and in 1845, was 75,609.  By the same ratio\n               of increase, the population of these counties is estimated in 1850 at 96,526.  Deducting\n               the estimated population of Madison and one-third of Morgan, leaves the estimated\n               population of the counties, whose business will all be done on the rail road, in 1850,\n               at 67,073.",
      "The productions of the above counties, except Madison, in 1840, were as follows:",
      "Estimating the increase of production from 1840 to '45[1845], and from 1845 to '50[1850], in the proportion to the increase of population, we have the production of 1845\n               as follows:",
      "And for 1850, we have the following results:",
      "Deducting from the above the one-third of the population and products of Morgan, and\n               the following table will furnish a true exhibit of the country immediately dependent\n               on the rail road:",
      "The right hand column of the above table exhibits the surplus of production in those\n               articles which this country produces in the greatest abundance, and is carefully prepared\n               from information obtained of persons well qualified by their business pursuits to\n               judge accurately.  For instance, the surplus of hogs is put down at one third.  This\n               leaves one-third for home consumption and one third for stock.  That one-third is\n               abundant for home consumption is evident from the fact that it will furnish more than\n               a pound of pork per day to every man, woman and child in the district.  That the stock\n               is ample when put at one third every farmer in the country will attest.",
      "The horses, mules and neat cattle will go to market principally on foot: and in estimating\n               production for rail road transportation, they are left out of the calculation entirely,\n               though the completion of the rail road would probably lead to beef packing, to a very\n               considerable extent, in this city.  In 1850, therefore, the surplus production of\n               the country dependent on this road, and on which reliance can be placed for rail road\n               transportation, will be 98,717 hogs, 171,181 bushels of wheat, and 1,025,447 bushels\n               of Indian corn.  Oats, barley, rye and potatoes, though produced in large quantities,\n               are not taken into the estimate, the object of this address being to show the reliable\n               results, which the  rail road transportation of the great staples of the country will\n               furnish.  The great demand for corn for foreign exportation is relied upon to justify\n               its production and sending to market at the cheapest rates of  rail road transportation.\n               It will always be exported when the price in Alton andSt. Louisis twenty-five cents or more a bushel; and the counties embraced in this  rail road\n               district, could produce an immensely greater quantity than is at present estimated,\n               if a market at fair prices could be always expected with any degree of certainty.",
      "Nine-tenths of all the produce for this  rail road will be furnished at Sringfield and New Berlin, as all the counties but Macoupin will centre their produce at those points.  In estimating therefore the value of freights, the\n               sum assumed for transportation from Springfield has been applied to all the products\n               estimated to pass over the road.  A price, however, has been assumed so low as to\n               leave no doubt that the average will fully equal, if not exceed it.",
      "If the  rail road should, therefore, be completed in 1850 the following results might\n               be anticipated:",
      "or nearly fifteen per cent. on the estimated cost to keep the road, fixtures, engines, &c.[etc], in repair, and to pay the costs of running trains and furnishing necessary materials.\n               We think this sum most ample, but whether it be too large or too small, we have not\n               now here the means of determining.  Those who may be disposed in the East to take\n               stock in this company, will easily be able from the above estimates to arrive at tolerably\n               accurate conclusions.  If that portion of this proposed road, between Springfield\n               and New Berlin, should continue in the hands of the present owners, or if some company,\n               other than the Alton and Springfield company should continue to control it, an additional\n               expenditure on that account will be required.  The estimate of costs have been made\n               only for the sixty-five miles, from New Berlin to Alton.  We think, as we have suggested\n               in another part of this report, that the whole of this great route will ultimately\n               get into the hands of one company, and that those who are really interested in prosecuting\n               to completion this grand scheme of improvement, will soon overcome the difficulty\n               arising from conflicting ownership and interests."
    ],
    "tables_count": 0,
    "citations": [],
    "footnotes": [
      {
        "id": "X866344A7-6FE9-41A2-AAFA-DF92B23EBB0D",
        "text": "1Section fifty-three of theInternal Improvement Actcalled for the completion of all railroads contemplated between Quincy and theWabash River."
      },
      {
        "id": "XA3938A7D-FC53-4643-B609-D6EB894269AE",
        "text": "2\"An Act to Construct a Railroad from Alton, in Madison County, to Springfield, in\n                  Sangamon County,\" 29 February 1847,Private and Special Laws of Illinois(1847), 144-49."
      },
      {
        "id": "XEE3146DC-B81B-47F1-928F-698E2BE9DAE9",
        "text": "3“An Act to Incorporate the Sangamon and  Morgan Rail Road Company,” 1 March 1845,Laws of Illinois(1845), 150-54."
      },
      {
        "id": "X19E30AC3-0AC3-4C35-B4B7-BE7C1C0C3C21",
        "text": "4“An Act to Provide for the Sale of a Part of the Northern Cross Railroad,” 16 February\n                  1847,Laws of  Illinois(1847), 109-11."
      },
      {
        "id": "XD95E2CFE-561C-4ED9-A1B7-6A2FFEF26BE1",
        "text": "5“An Act Supplementary to the Act to  Incorporate the Sangamon and Morgan Railroad\n                  Company,” 28 February 1847,Private and Special Laws of Illinois(1847), 150-51."
      }
    ],
    "structured_content": [
      {
        "type": "heading",
        "text": "Report of John Calhoun and Others regarding the Alton and Springfield Railroad, 5\n               August 1847"
      },
      {
        "type": "paragraph",
        "text": "Alton and Springfield Rail Road."
      },
      {
        "type": "paragraph",
        "text": "ADDRESS OF THE COMMITTEE."
      },
      {
        "type": "paragraph",
        "text": "At a meeting of the citizens ofSangamon County, the undersigned were appointed a committee to collect facts and report an address\n               on the project of connectingAltonandSpringfieldby means of a Rail Road.  A portion of the committee have examined the subject with\n               great zeal and industry, and submit the following as the result of their labors:"
      },
      {
        "type": "paragraph",
        "text": "Constructing a rail road from Alton to Springfield, is viewed but as a link in a great\n               chain of rail road communication which shall uniteBostonandNew Yorkwith theMississippi.  Whatever interestIllinoishas in this great improvement, and whatever advantages this particular route through\n               Illinois may possess, is necessarily connected with the proposed work from Alton,\n               on the Mississippi, to Springfield.  A rail road commencing from the Mississippi,\n               and running through Springfield to the eastern boundary of theState, in the direction of Lafayette, was marked out many years ago in asystemadopted by the State, and a million or more of dollars were expended  upon it before\n               it was abandoned.1This route commenced atQuincy, on the Mississippi, and crossing theIllinoisatMeredosia, extended through Springfield east to the State line.  The work from the Illinois\n               river to Springfield, a distance of fifty-seven miles, was completed by the State.\n               More than two hundred thousand dollars were expended east of Springfield in the direction\n               to Lafayette inIndiana."
      },
      {
        "type": "paragraph",
        "text": "Since the abandonment of theInternal Improvement systemby the State, several acts of incorporation have been passed by the legislature,\n               the object of which was to secure to the people of the State, if possible, the construction\n               of the most important of these works by individual enterprise and capital.  These\n               acts of incorporation have looked to no general plan, such as is now contemplated,\n               and the great work of connecting the Mississippi with the eastern cities, throughIndianaand other States, can now be commenced only by blending some two or three charters.\n               Of these acts of incorporation, one was passed last winter to construct a rail road\n               from Alton to Springfield.2The route proposed in this act is from Alton throughCarlinville, inMacoupin county, andNew Berlinto Springfield, a distance of about eighty miles.  The company is authorised to use fifteen miles of the grade already completed, or nearly so, by the State,\n               from Alton in the direction to Carlinville, and fifteen miles of the Springfield and\n               Meredosia rail road, from Springfield to New Berlin, under certain stipulations named\n               in the law.  The capital stock of the company is $500,000, and may be increased under\n               the law to $1,000,000."
      },
      {
        "type": "paragraph",
        "text": "In 1845 thelegislaturepassed a law incorporating theSangamon and Morgan rail road companywith a capital of $1,000,000.3This act required the company to purchase the road from Springfield to the Illinois\n               river at a stipulated price before it could organize.  No company was organized under\n               this act, and at the late sesion of the legislature a law was passed authorizing the Governor to sell the road from\n               Springfield to the Illinois river at public auction to the highest bidder.4The purchaser or purchasers under this law were to be entitled to all the benefits\n               of the act for the incorporation of the Sangamon and Morgan rail road company, and\n               were to be held by this law to be the subscribers to the whole capital stock of said\n               company of $1,000,000.   A law was also passed at the late session, supplemental to\n               the act incorporating the Sangamon and Morgan rail road company.5By this supplemental act the company was authorized to construct the cross rail\n               road east from Springfield to the Indiana State line, on the route previously located\n               by the State, and all the materials, grade, and work done by the State east of Springfield,\n               amounting in value to more than two hundred thousand dollars, were given to the company\n               for that purpose.  The capital stock of the company was also increased, $1,000,000.\n               The road from Springfield to the Illinois river has been advertised and sold by the\n               Governor, and the purchasers,N. H. Ridgleyand others, have thus secured the benefits of the laws for the incorporation of the\n               Sangamon and Morgan rail road company.  A company is therefore organized for the construction\n               of a rail road from the Illinois river to the line dividing the States of Illinois\n               and Indiana; and for about eight thousand dollars, the sum given for the road from\n               Springfield to the Illinois river, all the work on this route, which cost the State\n               more than $1,000,000, is made available to the company.  These advantages ought, by\n               all means, in the course of a few years, to secure the completion of the road from\n               Springfield to the line of Indiana.  Thus the two or three acts of incorporation above\n               alluded to, fully authorize, with an aggregate capital of $3,000,000, the construction\n               of the great work, so far as Illinois is concerned, which proposes to connect the\n               Mississippi with eastern cities by means of rail road.  The citizens of Indiana are\n               now actively engaged in doing whatever is necessary to forward the work in that State;\n               and the proceedings of a meeting in Lafayette show that the proper measures are being\n               taken to secure, so far as Indiana is concerned, the energetic prosecution of the\n               work to completion."
      },
      {
        "type": "paragraph",
        "text": "So far as the acts of the Illinois Legislature are concerned, but one difficulty presents\n               itself.  The road from Alton to Springfield passes for fifteen miles over the road\n               from the Illinois river to Springfield.  The Sangamon and Morgan company own the road\n               from the Illinois river to Springfield, and such work as is done between Springfield\n               and the Indiana line; and possesses, also, the sole right to complete the road from\n               Springfield to the eastern line of the State.  If the company had also the sole right\n               of making the road from Springfield to Alton, no difficulty could possibly occur.\n               But if the road from Alton to Springfield should fall into the hands of other individuals,\n               then would they be compelled, under the laws, to use that portion of the road lying\n               between New Berlin and Springfield, which belongs to the Sangamon and Morgan company.—This\n               might be embarrassing to the Alton and Springfield company, and could be fully obviated\n               only by the Sangamon and Morgan company taking stock in the Alton and Springfield\n               rail road, to the full and fair value of the portion of their road lying between Springfield\n               and New Berlin."
      },
      {
        "type": "paragraph",
        "text": "But the money which is to make the road from Alton to Springfield, and from Springfield\n               to Lafayette, is principally to come from eastern capitalists.  Boston and New York\n               can, and probably will, furnish the funds necessary to connect those cities with the\n               Mississippi river; and as the same interests will be blended in the prosecution of\n               the work through its whole extent, so is it probable that the same interests will\n               ultimately get possession of and control the entire work through this State.  No eastern\n               capitalist, therefore, will be likely to take stock in the Alton and Springfield rail\n               road but with a view of its extension so as to form a complete connection between\n               the eastern cities and the Mississippi river.  In this view, the apparent difficulty\n               between  two works running over the same ground, as probably productive of disagreement\n               between two companies, would ultimately disappear.  In presenting, therefore, the\n               Alton and Springfield rail road to the consideration of capitalists, as a distinct\n               work, it will be understood as a matter of course, to be only the beginning of a great\n               work, the construction of a single link in the great chain of improvement; and if\n               we can show that this link can now be profitably undertaken, we apprehend that no\n               existing obstacle, growing out of the laws of this State, will prevent such subscriptions\n               of stock as will be necessary to the speedy commencement of the work.  That the business\n               of this country, its productions, its population, its demands, would justify the making\n               a good rail road from Alton to Springfield, independent of its connection with a great\n               chain of improvement, is the object of this committee reasonably to show."
      },
      {
        "type": "paragraph",
        "text": "The distance from Alton to Springfield, by way of Carlinville and New Berlin, is about\n               eighty miles.  Of this distance, fifteen miles from Alton toBrighton, is graded.  This fifteen miles embraces by very far, the heaviest grade on the whole\n               route, passing over the bluffs of the Mississippi river to the table land.  The expenditure\n               by the State on this fifteen miles was very heavy, and though the law provides that\n               the State shall receive a price to be estimated in State indebtedness and paid by\n               the company, yet there can be no doubt that the legislature will, as in other cases,\n               surrender the work done to the company without compensation.  The State will find\n               an ample inducement to do this in the advantages she will derive in the completion\n               of the road."
      },
      {
        "type": "paragraph",
        "text": "Fifteen miles of the road from Springfield to New Berlin, is completed.  Deducting,\n               therefore, thirty miles, but fifty remain to be graded.  These 50 miles pass over\n               a level prairie country, with a natural grade, almost fitting it for a rail road,\n               and upon which the expenditure for grading would be very light.  In the whole fifty\n               miles there is but one place where the expenditure for grading would be considerable.\n               This is the crossing of Macoupin creek.   Here a considerable embankment with a bridge\n               and cutting through the bluffs is required.  The whole grade from Alton to New Berlin,\n               could easily be contracted for a sum less than three thousand dollars per mile, and\n               the whole sixty-five miles could be fully completed with a T rail, at a cost not exceeding\n               ten thousand dollars per mile, or an aggregate cost of $650,000. (Locomotives, cars,\n               engines-houses, depots and all other fixtures, together with the right of way, would\n               not probably exceed the sum of $150,000—making the total cost of the  work $800,000.)"
      },
      {
        "type": "paragraph",
        "text": "The road proposed would either pass through or drain the products from the counties\n               ofMadison, Macoupin, Sangamon,Logan,Macon,DeWitt,ChristianandMorgan.  As Madison is situated on the Mississippi river, and will probably do the greater\n               portion of its business independent of the rail road, it is entirely left out of the\n               following calculations, though very much of the business of the parts remote from\n               the river must be done on the road.  One-third of Morgan county is also deducted from\n               the estimates, it being presumed that at least one-third of its business will be done\n               independent of the road in the direction of the Illinois river."
      },
      {
        "type": "paragraph",
        "text": "The population of the eight counties, Madison, Macoupin, Sangamon, Logan, Macon, DeWitt,\n               Christian and Morgan, in 1840, was 69,019, and in 1845, was 75,609.  By the same ratio\n               of increase, the population of these counties is estimated in 1850 at 96,526.  Deducting\n               the estimated population of Madison and one-third of Morgan, leaves the estimated\n               population of the counties, whose business will all be done on the rail road, in 1850,\n               at 67,073."
      },
      {
        "type": "paragraph",
        "text": "The productions of the above counties, except Madison, in 1840, were as follows:"
      },
      {
        "type": "paragraph",
        "text": "Estimating the increase of production from 1840 to '45[1845], and from 1845 to '50[1850], in the proportion to the increase of population, we have the production of 1845\n               as follows:"
      },
      {
        "type": "paragraph",
        "text": "And for 1850, we have the following results:"
      },
      {
        "type": "paragraph",
        "text": "Deducting from the above the one-third of the population and products of Morgan, and\n               the following table will furnish a true exhibit of the country immediately dependent\n               on the rail road:"
      },
      {
        "type": "paragraph",
        "text": "The right hand column of the above table exhibits the surplus of production in those\n               articles which this country produces in the greatest abundance, and is carefully prepared\n               from information obtained of persons well qualified by their business pursuits to\n               judge accurately.  For instance, the surplus of hogs is put down at one third.  This\n               leaves one-third for home consumption and one third for stock.  That one-third is\n               abundant for home consumption is evident from the fact that it will furnish more than\n               a pound of pork per day to every man, woman and child in the district.  That the stock\n               is ample when put at one third every farmer in the country will attest."
      },
      {
        "type": "paragraph",
        "text": "The horses, mules and neat cattle will go to market principally on foot: and in estimating\n               production for rail road transportation, they are left out of the calculation entirely,\n               though the completion of the rail road would probably lead to beef packing, to a very\n               considerable extent, in this city.  In 1850, therefore, the surplus production of\n               the country dependent on this road, and on which reliance can be placed for rail road\n               transportation, will be 98,717 hogs, 171,181 bushels of wheat, and 1,025,447 bushels\n               of Indian corn.  Oats, barley, rye and potatoes, though produced in large quantities,\n               are not taken into the estimate, the object of this address being to show the reliable\n               results, which the  rail road transportation of the great staples of the country will\n               furnish.  The great demand for corn for foreign exportation is relied upon to justify\n               its production and sending to market at the cheapest rates of  rail road transportation.\n               It will always be exported when the price in Alton andSt. Louisis twenty-five cents or more a bushel; and the counties embraced in this  rail road\n               district, could produce an immensely greater quantity than is at present estimated,\n               if a market at fair prices could be always expected with any degree of certainty."
      },
      {
        "type": "paragraph",
        "text": "Nine-tenths of all the produce for this  rail road will be furnished at Sringfield and New Berlin, as all the counties but Macoupin will centre their produce at those points.  In estimating therefore the value of freights, the\n               sum assumed for transportation from Springfield has been applied to all the products\n               estimated to pass over the road.  A price, however, has been assumed so low as to\n               leave no doubt that the average will fully equal, if not exceed it."
      },
      {
        "type": "paragraph",
        "text": "If the  rail road should, therefore, be completed in 1850 the following results might\n               be anticipated:"
      },
      {
        "type": "paragraph",
        "text": "or nearly fifteen per cent. on the estimated cost to keep the road, fixtures, engines, &c.[etc], in repair, and to pay the costs of running trains and furnishing necessary materials.\n               We think this sum most ample, but whether it be too large or too small, we have not\n               now here the means of determining.  Those who may be disposed in the East to take\n               stock in this company, will easily be able from the above estimates to arrive at tolerably\n               accurate conclusions.  If that portion of this proposed road, between Springfield\n               and New Berlin, should continue in the hands of the present owners, or if some company,\n               other than the Alton and Springfield company should continue to control it, an additional\n               expenditure on that account will be required.  The estimate of costs have been made\n               only for the sixty-five miles, from New Berlin to Alton.  We think, as we have suggested\n               in another part of this report, that the whole of this great route will ultimately\n               get into the hands of one company, and that those who are really interested in prosecuting\n               to completion this grand scheme of improvement, will soon overcome the difficulty\n               arising from conflicting ownership and interests."
      }
    ]
  },
  "extraction_date": "2025-12-26 20:24:41",
  "word_count": 2535
}