{
  "document_id": "D200008",
  "url": "https://papersofabrahamlincoln.org/documents/D200008",
  "metadata": {
    "date": "1832-03-09",
    "authors": [
      "Lincoln, Abraham (President)"
    ],
    "keywords": [
      "Political oratory",
      "Political campaigns",
      "Legislative bodies--Lower chambers",
      "Public works",
      "Railroads",
      "Transportation",
      "Rivers",
      "Inland navigation",
      "Navigable waters",
      "Roads",
      "Education"
    ],
    "type": "Letter"
  },
  "content": {
    "full_text": "Abraham Lincoln to the People of Sangamon County, 9 March 18321 (COMMUNICATION.) To the people ofSangamo County. Fellow Citizens: Having become a candidate for the honorable office of one of your representatives\n               in the nextGeneral Assemblyof this state, in accordance with an established custom, and the principles of true\n               republicanism, it becomes my duty to make known to you—the people whom I propose to\n               represent—my sentiments with regard to local affairs. Time and experience have verified to a demonstration, the public utility ofinternal improvements.  That the poorest and most thinly populated countries would be greatly benefitted\n               by the opening of good roads, and in the clearing of navigable streams within their\n               limits, is what no person will deny.  But yet it is folly to undertake works of this\n               or any other kind, without first knowing that we are able to finish them—as half finished\n               work generally proves to be labor lost.  There cannot justly be any objection to having\n               rail roads and canals, any more than to other good things, provided they cost nothing.\n               The only objection is to paying for them; and the objection  to paying arises from\n               the want of ability to pay. With respect to the county of Sangamo, some more easy means of communication than\n               we now possess, for the purpose of facilitating the task of exporting the surplus\n               products of its fertile soil, and importing necessary articles from abroad, are indispensably\n               necessary.  A meeting has been held of the citizens ofJacksonville, and the adjacent country, for the purpose of deliberating and enquiring into the\n               expediency of constructing a rail road from some eligible point on theIllinois river, through the town of Jacksonville, in Morgan county, to the town of Springfield,\n               in Sangamo county.2This is, indeed, a very desirable object.  No other improvement that reason will\n               justify us in hoping for, can equal in utility the rail road.  It is a never failing\n               source of communication, between places of business remotely situated from each other.\n               Upon the rail road the regular progress of commercial intercourse is not interrupted\n               by either high or low water, or freezing weather, which are the principal difficulties\n               that render our future hopes of water communication precarious and uncertain.  Yet,\n               however, desirable an object the construction of a rail road through our country may\n               be; however high our imaginations may be heated at thoughts of it—there is always\n               a heart appalling shock accompanying the account of its cost, which forces us to shrink\n               from our pleasing anticipations.  The probable cost of this contemplated rail road\n               is estimated at $290,000;—the bare statement of which,  in my opinion,  is sufficient\n               to  justify the belief, that the improvement ofSangamo riveris an object much better suited to our infant resources. Respecting this view, I think I may say, without the fear of being contradicted, that\n               its navigation may be rendered completely practicable, as high as the mouth of the\n               South Fork,3or probably higher, to vessels of from 25 to 30 tons burthen, for at least one half\n               of all common years, and to vessels of much greater burthen  a part of that time.\n               From my peculiar circumstances, it is probable that for the last twelve months I have\n               given as particular attention to the stage of the water in this river, as any other\n               person in the country.  In the month of March, 1831, in company with others, I commenced\n               the building of a flat boat on the Sangamo, and finished and took her out in the course\n               of the spring.4Since that time, I have been concerned in the mill at New Salem.  These circumstances\n               are sufficient evidence, that I have not been very inattentive to the stages of the\n               water.—The time at which we crossed the mill dam, being in the last days of April,\n               the water was lower than it had been since the breaking of winter in February, or\n               than it was for several weeks after.  The principal difficulties we encountered in\n               descending the river, were from the drifted timber, which obstructions all know is\n               not difficult to be removed.  Knowing almost precisely the height of water at that\n               time, I believe I am safe in saying that it has as often been higher as lower since.5 From this view of the subject, it appears that my calculations with regard to the\n               navigation of the Sangamo, cannot be unfounded in reason; but whatever may be its\n               natural advantages, certain it is, that it never can be practically useful to any\n               great extent, without being greatly improved by art.  The drifted timber, as I have\n               before mentioned, is the most formidable barrier to this object.  Of all parts of\n               this river, none will require so much labor in proportion, to make it navigable, as\n               the last thirty or thirty-five miles; and going with the meanderings of the channel,\n               when we are this distance above its mouth, we are only between twelve and eighteen\n               miles above Beardstown, in something near a straight direction; and this route is\n               upon such low ground as to retain water in many places during the season, and in all\n               parts such as to draw two-thirds or three-fourths of the river water at all high stages. This route is upon prairie land the whole distance;—so that it appears to me, by removing\n               the turf, a sufficient width and damming up the old channel, the whole river in a\n               short time would wash its way through, thereby curtailing the distance, and increasing\n               the velocity of the current very considerably, while there would be no timber upon\n               the banks to obstruct its navigation in future; and being nearly straight, the timber\n               which might float in at the head, would be apt to go clear through.  There are also\n               many places above this where the river, in its zig zag course, forms such complete\n               peninsulas, as to be easier cut through at the necks than to remove the obstructions\n               from the bends—which if done, would also lessen the distance. What the cost of this work would be, I am unable to say.  It is probable, however,\n               it would not be greater than is common to streams of the same length.  Finally, I\n               believe the improvement of the Sangamo river, to be vastly important and highly desirable\n               to the people of this county; and if elected, any measure in the legislature having\n               this for its object, which may appear judicious, will meet my approbation, and shall\n               receive my support.6 It appears that the practice of loaning money at exorbitant rates of interest, has\n               already been opened as a field for discussion; so I suppose I may enter upon it without\n               claiming the honor, or risking the danger, which may may await its first explorer.  It seems as though we are never to have an end to this\n               baneful and corroding system, acting almost as prejudicial to the general interests\n               of the community as a direct tax of several thousand dollars annually laid on each\n               county, for the benefit of a few individuals only, unless there be a law made setting\n               a limit to the rates of usury.  A law for this purpose, I am of opinion, may be made,\n               without materially injuring any class of people.  In cases of extreme necessity there\n               could always be means found to cheat the law, while in all other cases it would have\n               its intended effect.  I would not favor the passage of a law upon this subject, which\n               might be very easily evaded.  Let it be such that the labor and difficulty of evading\n               it, could only be justified in cases of the greatest necessity.7 Upon the subject of education, not presuming to dictate any plan or system respecting\n               it, I can only say that I view it as the most important subject which we as a people\n               can be engaged in.  That every man may receive at least, a moderate education, and\n               thereby be enabled to read the histories of his own and other countries, by which\n               he may duly appreciate the value of our free institutions, appears to be an object\n               of vital importance, even on this account alone, to say nothing of the advantages\n               and satisfaction to be derived from all being able to read the scriptures and other\n               works, both of a religious and moral nature, for themselves. For my part, I desire\n               to see the time when education, and by its means, morality, sobriety, enterprise and\n               industry, shall become much more general than at present, and should be gratified\n               to have it in my power to contribute something to the advancement of any measure which\n               might have a tendency to accelerate the happy period. With regard to existing laws, some alterations are thought to be necessary.  Many\n               respectable men have suggested that our estray laws—the law respecting the issuing\n               of executions, the road law, and some others, are deficient in their present form,\n               and require alterations.  But considering the great probability that the framers of\n               those laws were wiser than myself, I should prefer meddling with them, unless they\n               were first attacked by others, in which case I should feel it both a privilege and\n               a dnty to take that stand, which in my view, might tend most to the advancement of justice. But, Fellow-Citizens, I shall conclude.—Considering the great degree of modesty which\n               should always attend youth, it is probable I have already been more presuming than\n               becomes me.  However, upon the subjects of which I have treated, I have spoken as\n               I thought.  I may be wrong in regard to any or all or them; but holding it a sound\n               maxim, that it is better to be only sometimes right, than at all times wrong, so soon\n               as I discover my opinions to be erroneous, I shall be ready to renounce them. Every man is said to have his peculiar ambition.  Whether it be true or not, I can\n               say for one that I have no other so great as that of being truly esteemed of my fellow\n               men, by rendering myself worthy of their esteem.  How far I shall succeed in gratitying this ambition, is yet to be developed.  I am young and unknown to many of you.  I\n               was born and have ever remained in the most humble walks of life.  I have no wealthy\n               or popular relations to recommend me.  My case is thrown exclusively upon the independent\n               voters of this county,  and if elected they will have conferred a favor upon me, for\n               which I shall be unremitting in my labors to compensate.  But if the good people in\n               their wisdom shall see fit to keep me in the back ground, I have been too familiar\n               with disappointments to be very much chagrined.8",
    "paragraphs": [
      "Abraham Lincoln to the People of Sangamon County, 9 March 18321",
      "(COMMUNICATION.)",
      "To the people ofSangamo County.",
      "Fellow Citizens: Having become a candidate for the honorable office of one of your representatives\n               in the nextGeneral Assemblyof this state, in accordance with an established custom, and the principles of true\n               republicanism, it becomes my duty to make known to you—the people whom I propose to\n               represent—my sentiments with regard to local affairs.",
      "Time and experience have verified to a demonstration, the public utility ofinternal improvements.  That the poorest and most thinly populated countries would be greatly benefitted\n               by the opening of good roads, and in the clearing of navigable streams within their\n               limits, is what no person will deny.  But yet it is folly to undertake works of this\n               or any other kind, without first knowing that we are able to finish them—as half finished\n               work generally proves to be labor lost.  There cannot justly be any objection to having\n               rail roads and canals, any more than to other good things, provided they cost nothing.\n               The only objection is to paying for them; and the objection  to paying arises from\n               the want of ability to pay.",
      "With respect to the county of Sangamo, some more easy means of communication than\n               we now possess, for the purpose of facilitating the task of exporting the surplus\n               products of its fertile soil, and importing necessary articles from abroad, are indispensably\n               necessary.  A meeting has been held of the citizens ofJacksonville, and the adjacent country, for the purpose of deliberating and enquiring into the\n               expediency of constructing a rail road from some eligible point on theIllinois river, through the town of Jacksonville, in Morgan county, to the town of Springfield,\n               in Sangamo county.2This is, indeed, a very desirable object.  No other improvement that reason will\n               justify us in hoping for, can equal in utility the rail road.  It is a never failing\n               source of communication, between places of business remotely situated from each other.\n               Upon the rail road the regular progress of commercial intercourse is not interrupted\n               by either high or low water, or freezing weather, which are the principal difficulties\n               that render our future hopes of water communication precarious and uncertain.  Yet,\n               however, desirable an object the construction of a rail road through our country may\n               be; however high our imaginations may be heated at thoughts of it—there is always\n               a heart appalling shock accompanying the account of its cost, which forces us to shrink\n               from our pleasing anticipations.  The probable cost of this contemplated rail road\n               is estimated at $290,000;—the bare statement of which,  in my opinion,  is sufficient\n               to  justify the belief, that the improvement ofSangamo riveris an object much better suited to our infant resources.",
      "Respecting this view, I think I may say, without the fear of being contradicted, that\n               its navigation may be rendered completely practicable, as high as the mouth of the\n               South Fork,3or probably higher, to vessels of from 25 to 30 tons burthen, for at least one half\n               of all common years, and to vessels of much greater burthen  a part of that time.\n               From my peculiar circumstances, it is probable that for the last twelve months I have\n               given as particular attention to the stage of the water in this river, as any other\n               person in the country.  In the month of March, 1831, in company with others, I commenced\n               the building of a flat boat on the Sangamo, and finished and took her out in the course\n               of the spring.4Since that time, I have been concerned in the mill at New Salem.  These circumstances\n               are sufficient evidence, that I have not been very inattentive to the stages of the\n               water.—The time at which we crossed the mill dam, being in the last days of April,\n               the water was lower than it had been since the breaking of winter in February, or\n               than it was for several weeks after.  The principal difficulties we encountered in\n               descending the river, were from the drifted timber, which obstructions all know is\n               not difficult to be removed.  Knowing almost precisely the height of water at that\n               time, I believe I am safe in saying that it has as often been higher as lower since.5",
      "From this view of the subject, it appears that my calculations with regard to the\n               navigation of the Sangamo, cannot be unfounded in reason; but whatever may be its\n               natural advantages, certain it is, that it never can be practically useful to any\n               great extent, without being greatly improved by art.  The drifted timber, as I have\n               before mentioned, is the most formidable barrier to this object.  Of all parts of\n               this river, none will require so much labor in proportion, to make it navigable, as\n               the last thirty or thirty-five miles; and going with the meanderings of the channel,\n               when we are this distance above its mouth, we are only between twelve and eighteen\n               miles above Beardstown, in something near a straight direction; and this route is\n               upon such low ground as to retain water in many places during the season, and in all\n               parts such as to draw two-thirds or three-fourths of the river water at all high stages.",
      "This route is upon prairie land the whole distance;—so that it appears to me, by removing\n               the turf, a sufficient width and damming up the old channel, the whole river in a\n               short time would wash its way through, thereby curtailing the distance, and increasing\n               the velocity of the current very considerably, while there would be no timber upon\n               the banks to obstruct its navigation in future; and being nearly straight, the timber\n               which might float in at the head, would be apt to go clear through.  There are also\n               many places above this where the river, in its zig zag course, forms such complete\n               peninsulas, as to be easier cut through at the necks than to remove the obstructions\n               from the bends—which if done, would also lessen the distance.",
      "What the cost of this work would be, I am unable to say.  It is probable, however,\n               it would not be greater than is common to streams of the same length.  Finally, I\n               believe the improvement of the Sangamo river, to be vastly important and highly desirable\n               to the people of this county; and if elected, any measure in the legislature having\n               this for its object, which may appear judicious, will meet my approbation, and shall\n               receive my support.6",
      "It appears that the practice of loaning money at exorbitant rates of interest, has\n               already been opened as a field for discussion; so I suppose I may enter upon it without\n               claiming the honor, or risking the danger, which may may await its first explorer.  It seems as though we are never to have an end to this\n               baneful and corroding system, acting almost as prejudicial to the general interests\n               of the community as a direct tax of several thousand dollars annually laid on each\n               county, for the benefit of a few individuals only, unless there be a law made setting\n               a limit to the rates of usury.  A law for this purpose, I am of opinion, may be made,\n               without materially injuring any class of people.  In cases of extreme necessity there\n               could always be means found to cheat the law, while in all other cases it would have\n               its intended effect.  I would not favor the passage of a law upon this subject, which\n               might be very easily evaded.  Let it be such that the labor and difficulty of evading\n               it, could only be justified in cases of the greatest necessity.7",
      "Upon the subject of education, not presuming to dictate any plan or system respecting\n               it, I can only say that I view it as the most important subject which we as a people\n               can be engaged in.  That every man may receive at least, a moderate education, and\n               thereby be enabled to read the histories of his own and other countries, by which\n               he may duly appreciate the value of our free institutions, appears to be an object\n               of vital importance, even on this account alone, to say nothing of the advantages\n               and satisfaction to be derived from all being able to read the scriptures and other\n               works, both of a religious and moral nature, for themselves. For my part, I desire\n               to see the time when education, and by its means, morality, sobriety, enterprise and\n               industry, shall become much more general than at present, and should be gratified\n               to have it in my power to contribute something to the advancement of any measure which\n               might have a tendency to accelerate the happy period.",
      "With regard to existing laws, some alterations are thought to be necessary.  Many\n               respectable men have suggested that our estray laws—the law respecting the issuing\n               of executions, the road law, and some others, are deficient in their present form,\n               and require alterations.  But considering the great probability that the framers of\n               those laws were wiser than myself, I should prefer meddling with them, unless they\n               were first attacked by others, in which case I should feel it both a privilege and\n               a dnty to take that stand, which in my view, might tend most to the advancement of justice.",
      "But, Fellow-Citizens, I shall conclude.—Considering the great degree of modesty which\n               should always attend youth, it is probable I have already been more presuming than\n               becomes me.  However, upon the subjects of which I have treated, I have spoken as\n               I thought.  I may be wrong in regard to any or all or them; but holding it a sound\n               maxim, that it is better to be only sometimes right, than at all times wrong, so soon\n               as I discover my opinions to be erroneous, I shall be ready to renounce them.",
      "Every man is said to have his peculiar ambition.  Whether it be true or not, I can\n               say for one that I have no other so great as that of being truly esteemed of my fellow\n               men, by rendering myself worthy of their esteem.  How far I shall succeed in gratitying this ambition, is yet to be developed.  I am young and unknown to many of you.  I\n               was born and have ever remained in the most humble walks of life.  I have no wealthy\n               or popular relations to recommend me.  My case is thrown exclusively upon the independent\n               voters of this county,  and if elected they will have conferred a favor upon me, for\n               which I shall be unremitting in my labors to compensate.  But if the good people in\n               their wisdom shall see fit to keep me in the back ground, I have been too familiar\n               with disappointments to be very much chagrined.8"
    ],
    "tables_count": 0,
    "citations": [
      "John G. Nicolay and John Hay, eds.,The Complete Works of Abraham Lincoln(New York: Francis D. Tandy, 1905), 1:1; John McNamar to G. U. Miles, 5 May 1866,\n                     Douglas L. Wilson and Rodney O. Davis, eds.,Herndon’s Informants: Letters, Interviews and Statements about Abraham Lincoln(Urbana: University of Illinois Press, 1998), 252-53.",
      "Sangamo Journal(Springfield, IL), 5 January 1832, 3:3.",
      "Autobiography of Abraham Lincoln Written for John L. Scripps.",
      "Sangamo Journal(Springfield, IL), 29 March 1832, 3:1; J. Rowan Herndon to William H. Herndon, 11\n                     June 1865, Douglas L. Wilson\n                     and Rodney O. Davis, ed.,Herndon’s Informants: Letters, Interviews, and Statements about Abraham Lincoln, 33-35; Harry E. Pratt, “Lincoln Pilots the Talisman,”Abraham Lincoln Quarterly2 (September 1943): 319-29.",
      "“An Act Regulating the Interest of Money,” 2 March 1819,Laws of Illinois(1819), 106-7; “An Act to Regulate the Interest of Money,” 28 February 1833,Revised Laws of Illinois(1833), 348-50.",
      "Sangamo Journal(Springfield, IL), 11 August 1832, 3:2; Autobiography of Abraham Lincoln Written for John L. Scripps."
    ],
    "footnotes": [
      {
        "id": "X03F06063-BDE0-4CA0-99E5-A1B4A5D41DDF",
        "text": "1According to Lincoln’s secretaries and biographersJohn NicolayandJohn Hay, Lincoln distributed this announcement in the form of a handbill as well as publishing\n                  it in theSangamo Journal.John McNamarmay have assisted Lincoln in writing it. Lincoln left to fight in theBlack Hawk Warshortly after making this announcement, returning to campaign in July.John G. Nicolay and John Hay, eds.,The Complete Works of Abraham Lincoln(New York: Francis D. Tandy, 1905), 1:1; John McNamar to G. U. Miles, 5 May 1866,\n                     Douglas L. Wilson and Rodney O. Davis, eds.,Herndon’s Informants: Letters, Interviews and Statements about Abraham Lincoln(Urbana: University of Illinois Press, 1998), 252-53."
      },
      {
        "id": "XB5444913-DC3F-41C1-9514-919B3CA91844",
        "text": "2A public meeting was held in Jacksonville, Illinois, on December 28, 1831, regarding\n                  the construction of a railroad from the Illinois River to Jacksonville and points\n                  further east.Sangamo Journal(Springfield, IL), 5 January 1832, 3:3."
      },
      {
        "id": "XB785645A-A3AE-4757-A02D-867760B8C658",
        "text": "3The South Fork of the Sangamon River enters the main channel seven miles east of Springfield,\n                  nearRiverton."
      },
      {
        "id": "XCD355FA9-FA42-455B-9A8B-2524C8387697",
        "text": "4In the spring of 1831Denton Offuttemployed Lincoln,John Hanks, andJohn D. Johnstonto build a flatboat and sail it packed with corn and pork to New Orleans for sale.\n                  The crew left in late April 1831, but Hanks turned back at St. Louis.  Offutt, Johnston\n                  and Lincoln continued the voyage to New Orleans, where they likely arrived in late\n                  May.  Offutt and Lincoln returned to New Salem in July 1831.Autobiography of Abraham Lincoln Written for John L. Scripps."
      },
      {
        "id": "X64D87927-FDD0-4426-9B79-D24BACB8737A",
        "text": "5Lincoln met the steamboatTalismaneither inBeardstownat the mouth of the Sangamon River or at New Salem in mid-March 1832, and assisted\n                  in piloting and clearing the river of ice, driftwood, and overhanging branches.  TheTalismancompleted the hundred-mile voyage   from Beardstown to Portland Landing, four miles\n                  north of Springfield, by March 24.   Lincoln andRowan Herndonhelped pilot the steamboat back down the Sangamon River to Beardstown, for which\n                  they each received $40, and then they walked back to New Salem.Sangamo Journal(Springfield, IL), 29 March 1832, 3:1; J. Rowan Herndon to William H. Herndon, 11\n                     June 1865, Douglas L. Wilson\n                     and Rodney O. Davis, ed.,Herndon’s Informants: Letters, Interviews, and Statements about Abraham Lincoln, 33-35; Harry E. Pratt, “Lincoln Pilots the Talisman,”Abraham Lincoln Quarterly2 (September 1943): 319-29."
      },
      {
        "id": "X8CDABCFB-DD85-4912-9EC5-13BA3F767904",
        "text": "6In1835and1840, the IllinoisHouse of Representatives, of which Lincoln was then a member, considered bills to improve the navigation of\n                  theSangamon River."
      },
      {
        "id": "XD26AEBA1-DD87-4922-A413-49E9554B244A",
        "text": "7Illinois law limited creditors to an interest rate of six percent on most debts, but\n                  it did not limit the rate of interest on an express contract.  In 1833, the General\n                  Assembly passed a new law continuing the standard six percent interest rate but limiting\n                  interest in all cases to no more than twelve percent.“An Act Regulating the Interest of Money,” 2 March 1819,Laws of Illinois(1819), 106-7; “An Act to Regulate the Interest of Money,” 28 February 1833,Revised Laws of Illinois(1833), 348-50."
      },
      {
        "id": "X9F127464-6699-4F2C-91E7-8A3C0003BE25",
        "text": "8Lincoln subsequently lost the election on August 4, coming in eighth out of thirteen\n                  candidates for four seats from Sangamon County in the Illinois House of Representatives.\n                  He received 657 votes countywide; however, the vast majority of voters in New Salem\n                  supported him.Sangamo Journal(Springfield, IL), 11 August 1832, 3:2; Autobiography of Abraham Lincoln Written for John L. Scripps."
      }
    ],
    "structured_content": [
      {
        "type": "heading",
        "text": "Abraham Lincoln to the People of Sangamon County, 9 March 18321"
      },
      {
        "type": "paragraph",
        "text": "(COMMUNICATION.)"
      },
      {
        "type": "paragraph",
        "text": "To the people ofSangamo County."
      },
      {
        "type": "paragraph",
        "text": "Fellow Citizens: Having become a candidate for the honorable office of one of your representatives\n               in the nextGeneral Assemblyof this state, in accordance with an established custom, and the principles of true\n               republicanism, it becomes my duty to make known to you—the people whom I propose to\n               represent—my sentiments with regard to local affairs."
      },
      {
        "type": "paragraph",
        "text": "Time and experience have verified to a demonstration, the public utility ofinternal improvements.  That the poorest and most thinly populated countries would be greatly benefitted\n               by the opening of good roads, and in the clearing of navigable streams within their\n               limits, is what no person will deny.  But yet it is folly to undertake works of this\n               or any other kind, without first knowing that we are able to finish them—as half finished\n               work generally proves to be labor lost.  There cannot justly be any objection to having\n               rail roads and canals, any more than to other good things, provided they cost nothing.\n               The only objection is to paying for them; and the objection  to paying arises from\n               the want of ability to pay."
      },
      {
        "type": "paragraph",
        "text": "With respect to the county of Sangamo, some more easy means of communication than\n               we now possess, for the purpose of facilitating the task of exporting the surplus\n               products of its fertile soil, and importing necessary articles from abroad, are indispensably\n               necessary.  A meeting has been held of the citizens ofJacksonville, and the adjacent country, for the purpose of deliberating and enquiring into the\n               expediency of constructing a rail road from some eligible point on theIllinois river, through the town of Jacksonville, in Morgan county, to the town of Springfield,\n               in Sangamo county.2This is, indeed, a very desirable object.  No other improvement that reason will\n               justify us in hoping for, can equal in utility the rail road.  It is a never failing\n               source of communication, between places of business remotely situated from each other.\n               Upon the rail road the regular progress of commercial intercourse is not interrupted\n               by either high or low water, or freezing weather, which are the principal difficulties\n               that render our future hopes of water communication precarious and uncertain.  Yet,\n               however, desirable an object the construction of a rail road through our country may\n               be; however high our imaginations may be heated at thoughts of it—there is always\n               a heart appalling shock accompanying the account of its cost, which forces us to shrink\n               from our pleasing anticipations.  The probable cost of this contemplated rail road\n               is estimated at $290,000;—the bare statement of which,  in my opinion,  is sufficient\n               to  justify the belief, that the improvement ofSangamo riveris an object much better suited to our infant resources."
      },
      {
        "type": "paragraph",
        "text": "Respecting this view, I think I may say, without the fear of being contradicted, that\n               its navigation may be rendered completely practicable, as high as the mouth of the\n               South Fork,3or probably higher, to vessels of from 25 to 30 tons burthen, for at least one half\n               of all common years, and to vessels of much greater burthen  a part of that time.\n               From my peculiar circumstances, it is probable that for the last twelve months I have\n               given as particular attention to the stage of the water in this river, as any other\n               person in the country.  In the month of March, 1831, in company with others, I commenced\n               the building of a flat boat on the Sangamo, and finished and took her out in the course\n               of the spring.4Since that time, I have been concerned in the mill at New Salem.  These circumstances\n               are sufficient evidence, that I have not been very inattentive to the stages of the\n               water.—The time at which we crossed the mill dam, being in the last days of April,\n               the water was lower than it had been since the breaking of winter in February, or\n               than it was for several weeks after.  The principal difficulties we encountered in\n               descending the river, were from the drifted timber, which obstructions all know is\n               not difficult to be removed.  Knowing almost precisely the height of water at that\n               time, I believe I am safe in saying that it has as often been higher as lower since.5"
      },
      {
        "type": "paragraph",
        "text": "From this view of the subject, it appears that my calculations with regard to the\n               navigation of the Sangamo, cannot be unfounded in reason; but whatever may be its\n               natural advantages, certain it is, that it never can be practically useful to any\n               great extent, without being greatly improved by art.  The drifted timber, as I have\n               before mentioned, is the most formidable barrier to this object.  Of all parts of\n               this river, none will require so much labor in proportion, to make it navigable, as\n               the last thirty or thirty-five miles; and going with the meanderings of the channel,\n               when we are this distance above its mouth, we are only between twelve and eighteen\n               miles above Beardstown, in something near a straight direction; and this route is\n               upon such low ground as to retain water in many places during the season, and in all\n               parts such as to draw two-thirds or three-fourths of the river water at all high stages."
      },
      {
        "type": "paragraph",
        "text": "This route is upon prairie land the whole distance;—so that it appears to me, by removing\n               the turf, a sufficient width and damming up the old channel, the whole river in a\n               short time would wash its way through, thereby curtailing the distance, and increasing\n               the velocity of the current very considerably, while there would be no timber upon\n               the banks to obstruct its navigation in future; and being nearly straight, the timber\n               which might float in at the head, would be apt to go clear through.  There are also\n               many places above this where the river, in its zig zag course, forms such complete\n               peninsulas, as to be easier cut through at the necks than to remove the obstructions\n               from the bends—which if done, would also lessen the distance."
      },
      {
        "type": "paragraph",
        "text": "What the cost of this work would be, I am unable to say.  It is probable, however,\n               it would not be greater than is common to streams of the same length.  Finally, I\n               believe the improvement of the Sangamo river, to be vastly important and highly desirable\n               to the people of this county; and if elected, any measure in the legislature having\n               this for its object, which may appear judicious, will meet my approbation, and shall\n               receive my support.6"
      },
      {
        "type": "paragraph",
        "text": "It appears that the practice of loaning money at exorbitant rates of interest, has\n               already been opened as a field for discussion; so I suppose I may enter upon it without\n               claiming the honor, or risking the danger, which may may await its first explorer.  It seems as though we are never to have an end to this\n               baneful and corroding system, acting almost as prejudicial to the general interests\n               of the community as a direct tax of several thousand dollars annually laid on each\n               county, for the benefit of a few individuals only, unless there be a law made setting\n               a limit to the rates of usury.  A law for this purpose, I am of opinion, may be made,\n               without materially injuring any class of people.  In cases of extreme necessity there\n               could always be means found to cheat the law, while in all other cases it would have\n               its intended effect.  I would not favor the passage of a law upon this subject, which\n               might be very easily evaded.  Let it be such that the labor and difficulty of evading\n               it, could only be justified in cases of the greatest necessity.7"
      },
      {
        "type": "paragraph",
        "text": "Upon the subject of education, not presuming to dictate any plan or system respecting\n               it, I can only say that I view it as the most important subject which we as a people\n               can be engaged in.  That every man may receive at least, a moderate education, and\n               thereby be enabled to read the histories of his own and other countries, by which\n               he may duly appreciate the value of our free institutions, appears to be an object\n               of vital importance, even on this account alone, to say nothing of the advantages\n               and satisfaction to be derived from all being able to read the scriptures and other\n               works, both of a religious and moral nature, for themselves. For my part, I desire\n               to see the time when education, and by its means, morality, sobriety, enterprise and\n               industry, shall become much more general than at present, and should be gratified\n               to have it in my power to contribute something to the advancement of any measure which\n               might have a tendency to accelerate the happy period."
      },
      {
        "type": "paragraph",
        "text": "With regard to existing laws, some alterations are thought to be necessary.  Many\n               respectable men have suggested that our estray laws—the law respecting the issuing\n               of executions, the road law, and some others, are deficient in their present form,\n               and require alterations.  But considering the great probability that the framers of\n               those laws were wiser than myself, I should prefer meddling with them, unless they\n               were first attacked by others, in which case I should feel it both a privilege and\n               a dnty to take that stand, which in my view, might tend most to the advancement of justice."
      },
      {
        "type": "paragraph",
        "text": "But, Fellow-Citizens, I shall conclude.—Considering the great degree of modesty which\n               should always attend youth, it is probable I have already been more presuming than\n               becomes me.  However, upon the subjects of which I have treated, I have spoken as\n               I thought.  I may be wrong in regard to any or all or them; but holding it a sound\n               maxim, that it is better to be only sometimes right, than at all times wrong, so soon\n               as I discover my opinions to be erroneous, I shall be ready to renounce them."
      },
      {
        "type": "paragraph",
        "text": "Every man is said to have his peculiar ambition.  Whether it be true or not, I can\n               say for one that I have no other so great as that of being truly esteemed of my fellow\n               men, by rendering myself worthy of their esteem.  How far I shall succeed in gratitying this ambition, is yet to be developed.  I am young and unknown to many of you.  I\n               was born and have ever remained in the most humble walks of life.  I have no wealthy\n               or popular relations to recommend me.  My case is thrown exclusively upon the independent\n               voters of this county,  and if elected they will have conferred a favor upon me, for\n               which I shall be unremitting in my labors to compensate.  But if the good people in\n               their wisdom shall see fit to keep me in the back ground, I have been too familiar\n               with disappointments to be very much chagrined.8"
      }
    ]
  },
  "extraction_date": "2025-12-26 19:44:55",
  "word_count": 1786
}