{
  "document_id": "D200245",
  "url": "https://papersofabrahamlincoln.org/documents/D200245",
  "metadata": {
    "date": "1841-01-11",
    "authors": [],
    "keywords": [
      "Burlesques",
      "Parodies",
      "Legislative bodies--Lower chambers"
    ],
    "type": "Legislative debate"
  },
  "content": {
    "full_text": "Summary of Legislative Debate on a Burlesque Petition, 11 January 18411 Mr.GRIDLEYpresented a burlesque petition from fifty citizens ofMcLean county, containing a long ironical eulogium on the speech heretofore delivered in theHouseby Mr.WheelerofPike, and petitioning for the printing of 10,000 copies of said speech in order to serve\n               as a model for the futureCicero’s andDemosthenes’s ofIllinois, &c[etc].2 Mr.PECKrose and protested against the reading of such a document. Mr. GRIDLEY  thought the Petition ought to be read: he did not hold himself as responsible\n               for its contents, but is was signed by fifty of the most respectable citizens of hiscounty: he held it ought to be read and received. TheSpeakersaid it was proper the petition should be read, but any petition presented by any\n               member, signed by any number of petitioners however respectable, ridiculing any member\n               or proceedings of this House ought not to be received. Mr.PARSONSwas utterly astonished that any gentleman should present a petition of this character:mr. Wheeler alone was responsible for the time consumed by this speech.  He would say\n               the principles in that speech were sound and democratic. Mr. GRIDLEY  repliedWhen he presented a petition in which he could discover nothing improper or objectionable\n               he should present it.  He had done his duty in presenting that petition and he disclaimed\n               any intention of casting reflections on the gentleman from Pike, (Mr. Wheeler)He expected to receive a number ofAbolitionpetitions and he should present them also. Mr. GRIDLEY  then moved to refer the petition. Mr.McCLERNANDoffered a resolution condemning the proceedings of presenting a petition intended\n               to insult the House, in one of its members, declaring that the petition should not\n               be received, but should be returned to the member who presented it. Mr.WEBBthought the proper question was “shall the petition be received” Mr.KITCHELLconsidered the petition a direct insult to this House: a member was bound not to\n               present a petition of so insulting a character: it was not his duty thus to violate\n               all decorum and propriety: he would resign and go home first before he would have\n               presented such a petition by whomsoever signed.  He hoped the resolution would pass. Mr.CAVARLYread from the constitution that portion which relates to the right of petitioning,\n               which says that it is  “for the redress of grievances.” He enquired whether that clause\n               gave a right to come here and insult the House or any member of the House? Did that\n               warrant any member in holding up a member of this House to contempt & ridicule? Petitions\n               were for the redress of grievances, and not for the purpose of trifling with the House\n               or insulting its members.  The whole object of that petition was to hold up an honorable\n               member to contempt and ridicule, if this is right, the fate of the gentleman from\n               Pike, might be that of the Speaker, & every other member every morning.  It was an\n               abuse and a gross abuse of the right of petitioning.  He regretted that petition had\n               been presented, he did not impute bad motives tomr. Gridley, but wished gentlemen for the future, to examine the petitions they present. Mr.LINCOLNthought as the subject had come up, and seemed likely to be a painful one, the best\n               course would be to dispose of the matter in a manner the least painful.  He would\n               be sorry to see a resolution of this kind pass, calculated to wound the feelings of\n               him who had presented the petition.  He hoped the resolution would be so modified. Mr. LINCOLN  then moved to strike out that portion of the resolution requiring the\n               petition to be returned to the member presenting it. Mr. WEBB  rose to a question of order: the proper question was, “shall the petition\n               be received?” Mr. PECK  thought no member had a right to insult either the House or any member of\n               the House. the gentleman fromm’lean, (mr.gridley) had called for the reading of this petition out of mere wantonness of feeling, with\n               the express intention of insulting the House and the member from Pike.  It contained\n               nothing but evidences of it own folly, it was a tissue of bombast, fustian and rhodamontade throughout. Mr. GRIDLEY  rose to reply and was proceeding when the speaker called him to order. Mr.BENTLEYcalled for the previous question, which was refused to be put.3 Mr.OLDSmoved to amend by adding to the Resolution that thememberwho presented the petition be properly reprimanded by theSpeaker. Mr. OLDS  disclaimed any unkind feelings to the member fromm’lean, but he thought the House ought on this and all occasions to watch over and preserve\n               its own dignity and honor, and not degrade itself in the eyes of the world by submitting\n               to so gross an indignity and infringement of its privileges.  Without any personal\n               feeling in this matter, he felt much concerned for the preservation of the order and\n               dignity of the House, and of every member thereof, from insult and contempt in his\n               legislative capacity. Mr. GRIDLEY held himself responsible to his constituents, to the people and this House\n               for any acts of his, in his legislative capacity.  He proceeded to prove that the\n               petition was intended as an honor to the gentleman from Pike.  ThegentlemanfromCookhad imputed wantonness to him, he hurled back the slander upon him with the contempt\n               it merited. He had presented the petition as a duty and he should do so again.  He disclaimed\n               any intention of offering an insult to the member from Pike. Mr.HARDINhad regretted the introduction of the petition as it was liable to a different meaning\n               than the words literally imported.  As the member fromm’lean had disclaimed the intention of offering an insult, he moved to lay the amendment\n               ofmr. Olds on the table, which was agreed to. Ayes 60, Noes 22.4 mr.MURPHYofCook, moved to strike out all after the word that, and insert to the effect that the petitioners\n               had been guilty of a contempt of this House, and that the petition be indignantly\n               returned to thememberwho presented it. mr. GRIDLEY  briefly replied and maintained there was nothing objectionable in the\n               petition.  He contended that such respectable citizens as those who had signed this\n               petition, had a right to petition to the House for printing any public documents. mr. M’CLERNAND then addressed the House with much animation on the indignity offered\n               to it by the presenting of such a petition. (This speech being of great length is\n               deferred for want of space.) He said he would accept the amendment ofmr.murphy of Cook, as a modification of his own resolution. mr. HARDIN  moved to amend by striking out the body of the resolution and inserting\n               “that the petition be not received” Mr.BISSELLspoke with much energy on the question.  He hoped this amendment would not prevail.\n               He was surprised that any individual should have so much assurance as to rise and\n               attempt to prove to the House, that this insulting piece of burlesque and ridicule\n               was seriously intended to do honor to the gentleman from Pike, to that it was unobjectionable.\n               Such conduct was presuming too far on the gullibility of every person of this floor.\n               He continued with some other remarks strongly condemning the course pursued in presenting\n               such a paper. messrs.[Messieurs] Cavarly  andmurphyofPerryfurther addressed the House in a strain of indignation at the alledged insult offered to the House. mr.murphyof Cook, moved to lay the amendment ofmr. Hardin on the table, which was agreed to.5 Mr.DOLLINScalled for the previous question which was ordered, and discussion ceased. The question on the adoption ofmr.m’Clernand’s resolution as modified bymr.murphyof Cook, was then taken and decided by ayes and noes as follows: Ayes—messsrs.Barnett, Bentley, Bissell,Blackman,Bussy,Carpenter, Cavarly,Courtright,Crain,Dodge, Dollins,Dougherty,Drummond,Dunlap,English,Green,Hankins,Hicks,Humphrey,Kelly, Kitchell,Laughlin,Leary,Lester,Logan,m’Clernand,m’Clurken,m’Donald,m’Ginnis,marshall,moore,murphy of Cook,murphy of Perry,Odam, Olds,Oliver,Ormsbee,Parsons, Peck,Prentice,Ross,Scott,Shelpey,Trumbull,Turney,Wilson,Wood.—49. Nays—messrs.Archer,Beall,Bradford,BrownofVermillon, Canady,Cox,Cunningham,Darnielle,Denny,Edwards,Emmerson,Francis,Froman,Gillespie, Gridley, Hardin,Henderson,Hull, Lincoln,m’lean,menard,minshall,munsell,Phelps,Phillips,Reynolds,Thornton,Threlkeld,Troy,Waters, Webb,West,Woodson.—33. The Speaker asked to be excused voting. When the name ofmr. Gridley was called, after that gentleman had voted,mr.murphy of Cook,  enquired of the Speaker, if the member fromm’lean could vote for himself on such an occasion as this, when he was so deeply interested\n               in the result? The Speaker decided that the interest was not sufficient to disqualify. TheHouse then adjourned.",
    "paragraphs": [
      "Summary of Legislative Debate on a Burlesque Petition, 11 January 18411",
      "Mr.GRIDLEYpresented a burlesque petition from fifty citizens ofMcLean county, containing a long ironical eulogium on the speech heretofore delivered in theHouseby Mr.WheelerofPike, and petitioning for the printing of 10,000 copies of said speech in order to serve\n               as a model for the futureCicero’s andDemosthenes’s ofIllinois, &c[etc].2",
      "Mr.PECKrose and protested against the reading of such a document.",
      "Mr. GRIDLEY  thought the Petition ought to be read: he did not hold himself as responsible\n               for its contents, but is was signed by fifty of the most respectable citizens of hiscounty: he held it ought to be read and received.",
      "TheSpeakersaid it was proper the petition should be read, but any petition presented by any\n               member, signed by any number of petitioners however respectable, ridiculing any member\n               or proceedings of this House ought not to be received.",
      "Mr.PARSONSwas utterly astonished that any gentleman should present a petition of this character:mr. Wheeler alone was responsible for the time consumed by this speech.  He would say\n               the principles in that speech were sound and democratic.",
      "Mr. GRIDLEY  repliedWhen he presented a petition in which he could discover nothing improper or objectionable\n               he should present it.  He had done his duty in presenting that petition and he disclaimed\n               any intention of casting reflections on the gentleman from Pike, (Mr. Wheeler)He expected to receive a number ofAbolitionpetitions and he should present them also.",
      "Mr. GRIDLEY  then moved to refer the petition.",
      "Mr.McCLERNANDoffered a resolution condemning the proceedings of presenting a petition intended\n               to insult the House, in one of its members, declaring that the petition should not\n               be received, but should be returned to the member who presented it.",
      "Mr.WEBBthought the proper question was “shall the petition be received”",
      "Mr.KITCHELLconsidered the petition a direct insult to this House: a member was bound not to\n               present a petition of so insulting a character: it was not his duty thus to violate\n               all decorum and propriety: he would resign and go home first before he would have\n               presented such a petition by whomsoever signed.  He hoped the resolution would pass.",
      "Mr.CAVARLYread from the constitution that portion which relates to the right of petitioning,\n               which says that it is  “for the redress of grievances.” He enquired whether that clause\n               gave a right to come here and insult the House or any member of the House? Did that\n               warrant any member in holding up a member of this House to contempt & ridicule? Petitions\n               were for the redress of grievances, and not for the purpose of trifling with the House\n               or insulting its members.  The whole object of that petition was to hold up an honorable\n               member to contempt and ridicule, if this is right, the fate of the gentleman from\n               Pike, might be that of the Speaker, & every other member every morning.  It was an\n               abuse and a gross abuse of the right of petitioning.  He regretted that petition had\n               been presented, he did not impute bad motives tomr. Gridley, but wished gentlemen for the future, to examine the petitions they present.",
      "Mr.LINCOLNthought as the subject had come up, and seemed likely to be a painful one, the best\n               course would be to dispose of the matter in a manner the least painful.  He would\n               be sorry to see a resolution of this kind pass, calculated to wound the feelings of\n               him who had presented the petition.  He hoped the resolution would be so modified.",
      "Mr. LINCOLN  then moved to strike out that portion of the resolution requiring the\n               petition to be returned to the member presenting it.",
      "Mr. WEBB  rose to a question of order: the proper question was, “shall the petition\n               be received?”",
      "Mr. PECK  thought no member had a right to insult either the House or any member of\n               the House. the gentleman fromm’lean, (mr.gridley) had called for the reading of this petition out of mere wantonness of feeling, with\n               the express intention of insulting the House and the member from Pike.  It contained\n               nothing but evidences of it own folly, it was a tissue of bombast, fustian and rhodamontade throughout.",
      "Mr. GRIDLEY  rose to reply and was proceeding when the speaker called him to order.",
      "Mr.BENTLEYcalled for the previous question, which was refused to be put.3",
      "Mr.OLDSmoved to amend by adding to the Resolution that thememberwho presented the petition be properly reprimanded by theSpeaker.",
      "Mr. OLDS  disclaimed any unkind feelings to the member fromm’lean, but he thought the House ought on this and all occasions to watch over and preserve\n               its own dignity and honor, and not degrade itself in the eyes of the world by submitting\n               to so gross an indignity and infringement of its privileges.  Without any personal\n               feeling in this matter, he felt much concerned for the preservation of the order and\n               dignity of the House, and of every member thereof, from insult and contempt in his\n               legislative capacity.",
      "Mr. GRIDLEY held himself responsible to his constituents, to the people and this House\n               for any acts of his, in his legislative capacity.  He proceeded to prove that the\n               petition was intended as an honor to the gentleman from Pike.  ThegentlemanfromCookhad imputed wantonness to him, he hurled back the slander upon him with the contempt\n               it merited.",
      "He had presented the petition as a duty and he should do so again.  He disclaimed\n               any intention of offering an insult to the member from Pike.",
      "Mr.HARDINhad regretted the introduction of the petition as it was liable to a different meaning\n               than the words literally imported.  As the member fromm’lean had disclaimed the intention of offering an insult, he moved to lay the amendment\n               ofmr. Olds on the table, which was agreed to. Ayes 60, Noes 22.4",
      "mr.MURPHYofCook, moved to strike out all after the word that, and insert to the effect that the petitioners\n               had been guilty of a contempt of this House, and that the petition be indignantly\n               returned to thememberwho presented it.",
      "mr. GRIDLEY  briefly replied and maintained there was nothing objectionable in the\n               petition.  He contended that such respectable citizens as those who had signed this\n               petition, had a right to petition to the House for printing any public documents.",
      "mr. M’CLERNAND then addressed the House with much animation on the indignity offered\n               to it by the presenting of such a petition. (This speech being of great length is\n               deferred for want of space.) He said he would accept the amendment ofmr.murphy of Cook, as a modification of his own resolution.",
      "mr. HARDIN  moved to amend by striking out the body of the resolution and inserting\n               “that the petition be not received”",
      "Mr.BISSELLspoke with much energy on the question.  He hoped this amendment would not prevail.\n               He was surprised that any individual should have so much assurance as to rise and\n               attempt to prove to the House, that this insulting piece of burlesque and ridicule\n               was seriously intended to do honor to the gentleman from Pike, to that it was unobjectionable.\n               Such conduct was presuming too far on the gullibility of every person of this floor.\n               He continued with some other remarks strongly condemning the course pursued in presenting\n               such a paper.",
      "messrs.[Messieurs] Cavarly  andmurphyofPerryfurther addressed the House in a strain of indignation at the alledged insult offered to the House.",
      "mr.murphyof Cook, moved to lay the amendment ofmr. Hardin on the table, which was agreed to.5",
      "Mr.DOLLINScalled for the previous question which was ordered, and discussion ceased.",
      "The question on the adoption ofmr.m’Clernand’s resolution as modified bymr.murphyof Cook, was then taken and decided by ayes and noes as follows:",
      "Ayes—messsrs.Barnett, Bentley, Bissell,Blackman,Bussy,Carpenter, Cavarly,Courtright,Crain,Dodge, Dollins,Dougherty,Drummond,Dunlap,English,Green,Hankins,Hicks,Humphrey,Kelly, Kitchell,Laughlin,Leary,Lester,Logan,m’Clernand,m’Clurken,m’Donald,m’Ginnis,marshall,moore,murphy of Cook,murphy of Perry,Odam, Olds,Oliver,Ormsbee,Parsons, Peck,Prentice,Ross,Scott,Shelpey,Trumbull,Turney,Wilson,Wood.—49.",
      "Nays—messrs.Archer,Beall,Bradford,BrownofVermillon, Canady,Cox,Cunningham,Darnielle,Denny,Edwards,Emmerson,Francis,Froman,Gillespie, Gridley, Hardin,Henderson,Hull, Lincoln,m’lean,menard,minshall,munsell,Phelps,Phillips,Reynolds,Thornton,Threlkeld,Troy,Waters, Webb,West,Woodson.—33.",
      "The Speaker asked to be excused voting.",
      "When the name ofmr. Gridley was called, after that gentleman had voted,mr.murphy of Cook,  enquired of the Speaker, if the member fromm’lean could vote for himself on such an occasion as this, when he was so deeply interested\n               in the result?",
      "The Speaker decided that the interest was not sufficient to disqualify.",
      "TheHouse then adjourned."
    ],
    "tables_count": 0,
    "citations": [
      "Roy P. Basler,The Collected Works of Abraham Lincoln(New Brunswick, NJ: Rutgers University Press, 1953), 1:226-27; \n                     Illinois HouseJournal. 1840. 12th G. A., 206-8;Illinois State Register(Springfield), 15 January 1841, 3:6.",
      "Illinois State Register(Springfield), 8 January 1841, 1:3-6; \n                     Illinois HouseJournal. 1840. 12th G. A., 147-48, 151, 170-71, 206-208;Peoria Register and North Western Gazetteer, (IL), 22 January 1841, 1:6, 2:1.",
      "Illinois HouseJournal. 1840. 12th G. A., 207.",
      "Illinois HouseJournal. 1840. 12th G. A., 207.",
      "Illinois HouseJournal. 1840. 12th G. A., 208."
    ],
    "footnotes": [
      {
        "id": "XD8611968-7A4B-4FC1-9F0D-DA61509C419C",
        "text": "1TheIllinois State Registerof 22 January 1841 has Gridley introducing the petition and the House members debating\n                  its merits on Monday, January 9, but Monday of that week was actually January 11.\n                  A cursory look at the page and pages in the previous issue reveals that theRegisterwas mistaken on several days/dates in this fortnight.  In fact, theRegistercontradicted itself, noting in its Friday, 15 January 1841, issue that Gridley had\n                  presented his petition the previous Monday.  The House Journal confirms January 11\n                  as the date of its introduction and subsequent debate.Roy P. Basler followed theRegisterin dating the debate on January 9.Roy P. Basler,The Collected Works of Abraham Lincoln(New Brunswick, NJ: Rutgers University Press, 1953), 1:226-27; \n                     Illinois HouseJournal. 1840. 12th G. A., 206-8;Illinois State Register(Springfield), 15 January 1841, 3:6."
      },
      {
        "id": "XE423703D-1097-4192-8EA0-6FCC01C8FE3D",
        "text": "2Wheeler delivered his speech in the House of Representatives on December 22, 1840.\n                  He spoke in defense of a three-clause resolution introduced by him opposing a national\n                  bank as “unconstitutional and inexpedient,” endorsing theIndependent Treasuryas being “constitutional and expedient,” and expressing confidence in the “patriotism\n                  and abilities” of PresidentMartin Van Buren, and affirming that the president, denied a second term in the1840 election,  had “faithfully discharged the duties assigned him.”  After much discussion and\n                  proposed amendment, the House adjourned on December 31 without voting on Wheeler’s\n                  resolution.Text of the “burlesque petition” may be found in thePeoria Register and North Western Gazetteer, 22 January 1841.Illinois State Register(Springfield), 8 January 1841, 1:3-6; \n                     Illinois HouseJournal. 1840. 12th G. A., 147-48, 151, 170-71, 206-208;Peoria Register and North Western Gazetteer, (IL), 22 January 1841, 1:6, 2:1."
      },
      {
        "id": "X5AB785C5-3A72-454A-8189-5BECFC2C4DEC",
        "text": "3The House refused by a vote of 33 yeas to 49 nays, with Abraham Lincoln voting nay.Illinois HouseJournal. 1840. 12th G. A., 207."
      },
      {
        "id": "XB6C64AC3-6287-4DEF-A657-162EF2BB3E62",
        "text": "4Lincoln voting aye.Illinois HouseJournal. 1840. 12th G. A., 207."
      },
      {
        "id": "X9DE620C6-F3E0-4E35-9D86-36DB6CAF34D8",
        "text": "5The House tabled this amendment by a vote of 49 yeas to 33 nays, with Lincoln voting\n                  nay.Illinois HouseJournal. 1840. 12th G. A., 208."
      }
    ],
    "structured_content": [
      {
        "type": "heading",
        "text": "Summary of Legislative Debate on a Burlesque Petition, 11 January 18411"
      },
      {
        "type": "paragraph",
        "text": "Mr.GRIDLEYpresented a burlesque petition from fifty citizens ofMcLean county, containing a long ironical eulogium on the speech heretofore delivered in theHouseby Mr.WheelerofPike, and petitioning for the printing of 10,000 copies of said speech in order to serve\n               as a model for the futureCicero’s andDemosthenes’s ofIllinois, &c[etc].2"
      },
      {
        "type": "paragraph",
        "text": "Mr.PECKrose and protested against the reading of such a document."
      },
      {
        "type": "paragraph",
        "text": "Mr. GRIDLEY  thought the Petition ought to be read: he did not hold himself as responsible\n               for its contents, but is was signed by fifty of the most respectable citizens of hiscounty: he held it ought to be read and received."
      },
      {
        "type": "paragraph",
        "text": "TheSpeakersaid it was proper the petition should be read, but any petition presented by any\n               member, signed by any number of petitioners however respectable, ridiculing any member\n               or proceedings of this House ought not to be received."
      },
      {
        "type": "paragraph",
        "text": "Mr.PARSONSwas utterly astonished that any gentleman should present a petition of this character:mr. Wheeler alone was responsible for the time consumed by this speech.  He would say\n               the principles in that speech were sound and democratic."
      },
      {
        "type": "paragraph",
        "text": "Mr. GRIDLEY  repliedWhen he presented a petition in which he could discover nothing improper or objectionable\n               he should present it.  He had done his duty in presenting that petition and he disclaimed\n               any intention of casting reflections on the gentleman from Pike, (Mr. Wheeler)He expected to receive a number ofAbolitionpetitions and he should present them also."
      },
      {
        "type": "paragraph",
        "text": "Mr. GRIDLEY  then moved to refer the petition."
      },
      {
        "type": "paragraph",
        "text": "Mr.McCLERNANDoffered a resolution condemning the proceedings of presenting a petition intended\n               to insult the House, in one of its members, declaring that the petition should not\n               be received, but should be returned to the member who presented it."
      },
      {
        "type": "paragraph",
        "text": "Mr.WEBBthought the proper question was “shall the petition be received”"
      },
      {
        "type": "paragraph",
        "text": "Mr.KITCHELLconsidered the petition a direct insult to this House: a member was bound not to\n               present a petition of so insulting a character: it was not his duty thus to violate\n               all decorum and propriety: he would resign and go home first before he would have\n               presented such a petition by whomsoever signed.  He hoped the resolution would pass."
      },
      {
        "type": "paragraph",
        "text": "Mr.CAVARLYread from the constitution that portion which relates to the right of petitioning,\n               which says that it is  “for the redress of grievances.” He enquired whether that clause\n               gave a right to come here and insult the House or any member of the House? Did that\n               warrant any member in holding up a member of this House to contempt & ridicule? Petitions\n               were for the redress of grievances, and not for the purpose of trifling with the House\n               or insulting its members.  The whole object of that petition was to hold up an honorable\n               member to contempt and ridicule, if this is right, the fate of the gentleman from\n               Pike, might be that of the Speaker, & every other member every morning.  It was an\n               abuse and a gross abuse of the right of petitioning.  He regretted that petition had\n               been presented, he did not impute bad motives tomr. Gridley, but wished gentlemen for the future, to examine the petitions they present."
      },
      {
        "type": "paragraph",
        "text": "Mr.LINCOLNthought as the subject had come up, and seemed likely to be a painful one, the best\n               course would be to dispose of the matter in a manner the least painful.  He would\n               be sorry to see a resolution of this kind pass, calculated to wound the feelings of\n               him who had presented the petition.  He hoped the resolution would be so modified."
      },
      {
        "type": "paragraph",
        "text": "Mr. LINCOLN  then moved to strike out that portion of the resolution requiring the\n               petition to be returned to the member presenting it."
      },
      {
        "type": "paragraph",
        "text": "Mr. WEBB  rose to a question of order: the proper question was, “shall the petition\n               be received?”"
      },
      {
        "type": "paragraph",
        "text": "Mr. PECK  thought no member had a right to insult either the House or any member of\n               the House. the gentleman fromm’lean, (mr.gridley) had called for the reading of this petition out of mere wantonness of feeling, with\n               the express intention of insulting the House and the member from Pike.  It contained\n               nothing but evidences of it own folly, it was a tissue of bombast, fustian and rhodamontade throughout."
      },
      {
        "type": "paragraph",
        "text": "Mr. GRIDLEY  rose to reply and was proceeding when the speaker called him to order."
      },
      {
        "type": "paragraph",
        "text": "Mr.BENTLEYcalled for the previous question, which was refused to be put.3"
      },
      {
        "type": "paragraph",
        "text": "Mr.OLDSmoved to amend by adding to the Resolution that thememberwho presented the petition be properly reprimanded by theSpeaker."
      },
      {
        "type": "paragraph",
        "text": "Mr. OLDS  disclaimed any unkind feelings to the member fromm’lean, but he thought the House ought on this and all occasions to watch over and preserve\n               its own dignity and honor, and not degrade itself in the eyes of the world by submitting\n               to so gross an indignity and infringement of its privileges.  Without any personal\n               feeling in this matter, he felt much concerned for the preservation of the order and\n               dignity of the House, and of every member thereof, from insult and contempt in his\n               legislative capacity."
      },
      {
        "type": "paragraph",
        "text": "Mr. GRIDLEY held himself responsible to his constituents, to the people and this House\n               for any acts of his, in his legislative capacity.  He proceeded to prove that the\n               petition was intended as an honor to the gentleman from Pike.  ThegentlemanfromCookhad imputed wantonness to him, he hurled back the slander upon him with the contempt\n               it merited."
      },
      {
        "type": "paragraph",
        "text": "He had presented the petition as a duty and he should do so again.  He disclaimed\n               any intention of offering an insult to the member from Pike."
      },
      {
        "type": "paragraph",
        "text": "Mr.HARDINhad regretted the introduction of the petition as it was liable to a different meaning\n               than the words literally imported.  As the member fromm’lean had disclaimed the intention of offering an insult, he moved to lay the amendment\n               ofmr. Olds on the table, which was agreed to. Ayes 60, Noes 22.4"
      },
      {
        "type": "paragraph",
        "text": "mr.MURPHYofCook, moved to strike out all after the word that, and insert to the effect that the petitioners\n               had been guilty of a contempt of this House, and that the petition be indignantly\n               returned to thememberwho presented it."
      },
      {
        "type": "paragraph",
        "text": "mr. GRIDLEY  briefly replied and maintained there was nothing objectionable in the\n               petition.  He contended that such respectable citizens as those who had signed this\n               petition, had a right to petition to the House for printing any public documents."
      },
      {
        "type": "paragraph",
        "text": "mr. M’CLERNAND then addressed the House with much animation on the indignity offered\n               to it by the presenting of such a petition. (This speech being of great length is\n               deferred for want of space.) He said he would accept the amendment ofmr.murphy of Cook, as a modification of his own resolution."
      },
      {
        "type": "paragraph",
        "text": "mr. HARDIN  moved to amend by striking out the body of the resolution and inserting\n               “that the petition be not received”"
      },
      {
        "type": "paragraph",
        "text": "Mr.BISSELLspoke with much energy on the question.  He hoped this amendment would not prevail.\n               He was surprised that any individual should have so much assurance as to rise and\n               attempt to prove to the House, that this insulting piece of burlesque and ridicule\n               was seriously intended to do honor to the gentleman from Pike, to that it was unobjectionable.\n               Such conduct was presuming too far on the gullibility of every person of this floor.\n               He continued with some other remarks strongly condemning the course pursued in presenting\n               such a paper."
      },
      {
        "type": "paragraph",
        "text": "messrs.[Messieurs] Cavarly  andmurphyofPerryfurther addressed the House in a strain of indignation at the alledged insult offered to the House."
      },
      {
        "type": "paragraph",
        "text": "mr.murphyof Cook, moved to lay the amendment ofmr. Hardin on the table, which was agreed to.5"
      },
      {
        "type": "paragraph",
        "text": "Mr.DOLLINScalled for the previous question which was ordered, and discussion ceased."
      },
      {
        "type": "paragraph",
        "text": "The question on the adoption ofmr.m’Clernand’s resolution as modified bymr.murphyof Cook, was then taken and decided by ayes and noes as follows:"
      },
      {
        "type": "paragraph",
        "text": "Ayes—messsrs.Barnett, Bentley, Bissell,Blackman,Bussy,Carpenter, Cavarly,Courtright,Crain,Dodge, Dollins,Dougherty,Drummond,Dunlap,English,Green,Hankins,Hicks,Humphrey,Kelly, Kitchell,Laughlin,Leary,Lester,Logan,m’Clernand,m’Clurken,m’Donald,m’Ginnis,marshall,moore,murphy of Cook,murphy of Perry,Odam, Olds,Oliver,Ormsbee,Parsons, Peck,Prentice,Ross,Scott,Shelpey,Trumbull,Turney,Wilson,Wood.—49."
      },
      {
        "type": "paragraph",
        "text": "Nays—messrs.Archer,Beall,Bradford,BrownofVermillon, Canady,Cox,Cunningham,Darnielle,Denny,Edwards,Emmerson,Francis,Froman,Gillespie, Gridley, Hardin,Henderson,Hull, Lincoln,m’lean,menard,minshall,munsell,Phelps,Phillips,Reynolds,Thornton,Threlkeld,Troy,Waters, Webb,West,Woodson.—33."
      },
      {
        "type": "paragraph",
        "text": "The Speaker asked to be excused voting."
      },
      {
        "type": "paragraph",
        "text": "When the name ofmr. Gridley was called, after that gentleman had voted,mr.murphy of Cook,  enquired of the Speaker, if the member fromm’lean could vote for himself on such an occasion as this, when he was so deeply interested\n               in the result?"
      },
      {
        "type": "paragraph",
        "text": "The Speaker decided that the interest was not sufficient to disqualify."
      },
      {
        "type": "paragraph",
        "text": "TheHouse then adjourned."
      }
    ]
  },
  "extraction_date": "2025-12-26 20:13:57",
  "word_count": 1340
}