{
  "document_id": "D200233",
  "url": "https://papersofabrahamlincoln.org/documents/D200233",
  "metadata": {
    "date": "1841-02-23",
    "authors": [
      "Lincoln, Abraham (President)"
    ],
    "keywords": [
      "Real property and taxation",
      "Debts, Public",
      "Governors",
      "Interest rates",
      "Tax assessment"
    ],
    "type": "Bill"
  },
  "content": {
    "full_text": "A Bill to Provide for the Payment of Interest on the Public Debt, [23 February 1841]1 A bill for an act to provide for the payment of interest on the State Debts—",
    "paragraphs": [
      "A Bill to Provide for the Payment of Interest on the Public Debt, [23 February 1841]1",
      "A bill for an act to provide for the payment of interest on the State Debts—"
    ],
    "tables_count": 0,
    "citations": [
      "Roy P. Basler,The Collected Works of Abraham Lincoln(New Brunswick, NJ: Rutgers University Press, 1953), 1:217-19; Illinois HouseJournal. 1840. 12th G. A., 86;Illinois State Register(Springfield), 11 December 1840, 2:4.",
      "Illinois HouseJournal. 1840. 12th G. A., 490;Sangamo Journal(Springfield, IL), 5 March 1841, 2:5;Illinois State Register(Springfield), 5 March 1841, 2:4",
      "Illinois State Register(Springfield), 5 March 1841, 2:4;Sangamo Journal(Springfield, IL), 5 March 1841, 2:5.",
      "Illinois SenateJournal. 1840. 12th G. A., 420.",
      "Illinois HouseJournal. 1840. 12th G. A., 90, 489;Sangamo Journal(Springfield, IL), 5 March 1841, 2:5;Illinois State Register(Springfield), 5 March 1841, 2:3.",
      "Illinois SenateJournal. 1840. 12th G. A., 420.",
      "Illinois SenateJournal. 1840. 12th G. A., 420.",
      "Illinois SenateJournal. 1840. 12th G. A., 420.",
      "Illinois SenateJournal. 1840. 12th G. A., 420.",
      "Illinois HouseJournal. 1840. 12th G. A., 47-48, 48-51, 78, 90, 108, 455, 478-79, 480-81, 489-91, 492, 497,\n                     511-12, 544, 549, 555; Illinois SenateJournal. 1840. 12th G. A., 408, 415, 417, 420, 434; “An Act to Diminish the State Debt, and\n                     Put the State Bank into Liquidation,” 24 January 1843,Laws of Illinois(1843), 21-30; “An Act to Reduce the Public Debt One Million Dollars, and to Put\n                     the Bank of Illinois into Liquidation,” 25 February 1843,Laws of Illinois(1843), 30-36; “An Act to Provide for the Sale of Public Property and the Payment\n                     of the Public Debt,” 4 March 1843,Laws of Illinois(1843), 191-94; “An Act to Authorize a Settlement with Macalister & Stebbins, and\n                     Further to Diminish the State Debt,” 4 March 1843,Laws of Illinois(1843), 287-88; Michael Burlingame,Abraham Lincoln: A Life(Baltimore, MD: The Johns Hopkins University Press, 2008), 1:162-63;Sangamo Journal(Springfield, IL), 5 March 1841, 2:4, 5;Illinois State Register(Springfield), 11 December 1840, 3:1; 18 December 1840, 3:5; 25 December 1840, 2:3-4,\n                     5 March 1841, 2:2, 3-4;  John H. Krenkel,Illinois Internal Improvements 1818-1848(Cedar Rapids, IA: Torch, 1958), 177-80."
    ],
    "footnotes": [
      {
        "id": "X20AB1673-1C35-44D2-B170-2DBD8472127A",
        "text": "1Abraham Lincoln wrote the text of the bill and the bill’s title on page six.Roy P. Basler, editor ofThe Collected Works of Abraham Lincoln, wrote that Lincoln introduced this bill on December 7, 1840.  Research in the HouseJournaland contemporary newspapers, however, reveals that Lincoln introduced a differentbill--which started as an amendment on December 4--on December 7.Roy P. Basler,The Collected Works of Abraham Lincoln(New Brunswick, NJ: Rutgers University Press, 1953), 1:217-19; Illinois HouseJournal. 1840. 12th G. A., 86;Illinois State Register(Springfield), 11 December 1840, 2:4."
      },
      {
        "id": "XF62A044D-1E56-4B80-A481-37E37726E680",
        "text": "2On February 24, 1841, the House of Representatives amended the bill by striking out\n                  “twenty” and inserting “ten” in lieu thereof.Illinois HouseJournal. 1840. 12th G. A., 490;Sangamo Journal(Springfield, IL), 5 March 1841, 2:5;Illinois State Register(Springfield), 5 March 1841, 2:4"
      },
      {
        "id": "XEC3C1E8B-B673-4550-8F14-FF2AF16A408E",
        "text": "3On February 24, 1841, the House of Representatives amended this section by striking\n                  out “4” and inserting in lieu thereof “3”.Illinois State Register(Springfield), 5 March 1841, 2:4;Sangamo Journal(Springfield, IL), 5 March 1841, 2:5."
      },
      {
        "id": "X8D61D6FF-4966-4452-BFC6-746A6858BDBE",
        "text": "4On February 26, 1841, the Senate adopted anamendmentthat struck out the words “Illinois Interest Bonds.”Illinois SenateJournal. 1840. 12th G. A., 420."
      },
      {
        "id": "XDB9F7D74-D97E-4C67-AE32-6D825C7E0AE2",
        "text": "5On February 24, 1841, the  House amended the bill by adding the proviso.  Lyman Trumbull,\n                  sponsor of the amendment, first introduced it on December 8, 1840 as amendment to\n                  an earlybillto pay interest payments due on January 1.  Trumbull’s amendment read: “And provided\n                  further, That no interest be paid upon any State bonds which have been parted with,\n                  without authority of law, and when the consideration therefore has never been received\n                  by the State.”  Trumbull’s amendment, however, does not appear in theengrossed bill.Illinois HouseJournal. 1840. 12th G. A., 90, 489;Sangamo Journal(Springfield, IL), 5 March 1841, 2:5;Illinois State Register(Springfield), 5 March 1841, 2:3."
      },
      {
        "id": "XAB7AB1AF-D594-4422-9076-97D516FA87EC",
        "text": "6This separate insertion appears on image two.  To keep sections five and six on page\n                  1, the editors moved the separate insertion here.  Page two will be blank."
      },
      {
        "id": "X3B66EFEE-0E86-4115-9ADD-F64B6FD3A55F",
        "text": "7On February 26, 1841, the Senate adopted anamendmentthat struck out the word “Interest.”Illinois SenateJournal. 1840. 12th G. A., 420."
      },
      {
        "id": "X405B4B40-87C5-4C14-B01A-60221B2B558E",
        "text": "8On February 26, 1841, the Senate adopted anamendmentthat struck out the word “Interest.”Illinois SenateJournal. 1840. 12th G. A., 420."
      },
      {
        "id": "X7FBFA3D0-2786-4785-ABBF-2E5C2470C3D8",
        "text": "9On February 26, 1841, the Senate adopted anamendmentthat struck out the words \"Illinois Interest.”Illinois SenateJournal. 1840. 12th G. A., 420."
      },
      {
        "id": "XBF3FCDD2-1DD7-4511-9813-86D094FFDE72",
        "text": "10On February 26, 1841, the Senate adopted anamendmentthat inserted  after the word “bonds” the words “so sold.”Illinois SenateJournal. 1840. 12th G. A., 420."
      },
      {
        "id": "X780A79A7-5E11-4D26-BBF6-36A1608FC42C",
        "text": "11On November 23, 1840, GovernorThomas Carlincalled the General Assembly into special session two weeks before its was constitutionally\n                  mandated to gather to tackle the state debt crisis brought by thePanic of 1837and large expenditure on the internal improvement system.Richard F. Barrett, the fund commissioner, reported on December 3 that the semi-annual interest on the\n                  state’s $5,825,000 debt, due January 1 and July 1, was $175,560, making the state\n                  liable for $175,560 on January 1.The special session--known as Session 12-1-ended on December 7 without any substantive\n                  legislation.  On December 15, 1840, the General Assembly passed anactmaking provision for the payment of the interest due on the internal improvement\n                  debt on  January 1. During   adebateon this legislation on December 12, Lincoln spoke in support of it as a stopgap measure\n                  to pay the January interest. During debate on December 15, representatives echoed\n                  similar sentiments, though some voiced concern about the absence of additional tax\n                  revenue, arguing that the State should either raise property taxes or sell public\n                  lands and deposit the receipts into a permanent fund from which the state would make\n                  future interest payments. Theactonly provided for payment of January interest; as Barrett had reported on December\n                  3, the state would have to make another interest payment of $175,560 on July 1.Debate in January and February centered on legislation for the July interest and a\n                  permanent solution.  On February 20, 1841, theHouse of Representativesadopted aresolutioncalling for the creation of a committee of seven to report upon the best means to\n                  provide for the payment of interest on the public debt and the disposition of theinternal improvement system.  The House appointed Lincoln and six others to this committee, then added two additional\n                  members, making it a select committee of nine. On February 23, 1841, the select committee\n                  of nine issued majority and minority reports in response to theresolution.Cyrus Edwardsissued the majority report;Leander Munsellissued the minority report.  After a lengthydebate, The House tabled the reports.  Accompanying the reports, the committee reported\n                  four bills on public revenue: abillfor a loan for canal purposes, abillfor the early completion of theIllinois and Michigan Canal, a bill in relation to theState Bank, and HB 6, authored by Lincoln, to provide for the payment of interest on  the state\n                  debt.  On the  morning of February 24, the House took up Lincoln’s bill and tabled\n                  it.   In the afternoon session, the House engaged in longdebateon Lincoln’s bill, in which Lincoln participated.Lyman Trumbulloffered an amendment providing that no interest would be paid upon bonds sold contrary\n                  to law.  The House refused to table the amendment by a vote of 35 yeas to 45 nays,\n                  with Lincoln voting yea.  The House adopted Trumbull’s amendment by a vote of 43 yeas\n                  to 35 nays, with Lincoln voting nay. The House amended the first section by striking\n                  out “twenty” and inserting “ten” in lieu thereof.  The House tabled an amendment to\n                  the fifth section placing restrictions on bonds issued by a vote of 50 yeas to 25\n                  nays, with Lincoln voting yea.  The House also tabled an amendment to strike out the\n                  third section and insert in lieu thereof the words “all lands shall be valued in reference\n                  to their true value,” by a  vote of 46 yeas to 33 nays, with Lincoln voting yea. \n                  The House refused to order the bill engrossed for a third reading by a vote of 27\n                  yeas to 50 nays, with Lincoln voting nay.In the evening session of February 24, the committee of nine reported back Lincoln’sbill, first introduced on December 7, 1840,amendedby the Committee on Finance on February 4, and referred to the committee of nine\n                  on February 22, without amendment, and the House discharged it from further consideration.\n                  The House formally laid aside the bill.  Lincoln moved to amend thisbill as amendedby striking out all after the enacting clause and inserting  as a substitute thebillthe House had rejected earlier in the day, plus Trumbull’s amendment. The House adopted\n                  an amendment to the third section striking out “$4” and inserting  in lieu thereof\n                  “$3” as the minimum value at which all lands shall be valued.  The House refused to\n                  amend the first section by striking out \"ten\" before the words “cents on every hundred\n                  dollars worth of property,” by a vote of 29 yeas to 42 nays, with Lincoln voting nay.\n                  The House also tabled a motion to add an additional section.  The House adopted Lincoln’ssubstitute as amended, and ordered it engrossed for a third reading by a vote of 43 yeas to 27 nays, with\n                  Lincoln voting yea.  On February 25, the House passed Lincoln’ssubstitute as amendedby a vote of 40 yeas to 37 nays, with Lincoln voting yea.On February 25, theSenatereferred the Housebillto the Committee of the Whole and made it the special order of the day for February\n                  26.  On February 26, the Committee of the Whole reported back thebillwithout amendment, and the Senate referred the bill to the Committee on Internal\n                  Improvement.  In the afternoon session on February 26, the Committee on Internal Improvements\n                  reported back thebillwithamendments, in which the Senate concurred.  On February 27, the House concurred in the Senate\n                  amendments.  On February 27, theCouncil of Revisionapproved the bill and theactbecame law.Theactenacted on February 27 did not prove adequate to permanently resolve the debt crisis.\n                  The tax increase did not bring in sufficient revenue, and on July 1, the state defaulted\n                  on its interest payment.  Solution of the debt problem did not come until a full recovery\n                  from the Panic of 1837 and return to prosperity after 1842 and the passage of several\n                  laws to liquidate the debt.Illinois HouseJournal. 1840. 12th G. A., 47-48, 48-51, 78, 90, 108, 455, 478-79, 480-81, 489-91, 492, 497,\n                     511-12, 544, 549, 555; Illinois SenateJournal. 1840. 12th G. A., 408, 415, 417, 420, 434; “An Act to Diminish the State Debt, and\n                     Put the State Bank into Liquidation,” 24 January 1843,Laws of Illinois(1843), 21-30; “An Act to Reduce the Public Debt One Million Dollars, and to Put\n                     the Bank of Illinois into Liquidation,” 25 February 1843,Laws of Illinois(1843), 30-36; “An Act to Provide for the Sale of Public Property and the Payment\n                     of the Public Debt,” 4 March 1843,Laws of Illinois(1843), 191-94; “An Act to Authorize a Settlement with Macalister & Stebbins, and\n                     Further to Diminish the State Debt,” 4 March 1843,Laws of Illinois(1843), 287-88; Michael Burlingame,Abraham Lincoln: A Life(Baltimore, MD: The Johns Hopkins University Press, 2008), 1:162-63;Sangamo Journal(Springfield, IL), 5 March 1841, 2:4, 5;Illinois State Register(Springfield), 11 December 1840, 3:1; 18 December 1840, 3:5; 25 December 1840, 2:3-4,\n                     5 March 1841, 2:2, 3-4;  John H. Krenkel,Illinois Internal Improvements 1818-1848(Cedar Rapids, IA: Torch, 1958), 177-80."
      }
    ],
    "structured_content": [
      {
        "type": "heading",
        "text": "A Bill to Provide for the Payment of Interest on the Public Debt, [23 February 1841]1"
      },
      {
        "type": "description",
        "text": "A bill for an act to provide for the payment of interest on the State Debts—"
      }
    ]
  },
  "extraction_date": "2025-12-26 20:16:06",
  "word_count": 32
}