{
  "document_id": "D200268",
  "url": "https://papersofabrahamlincoln.org/documents/D200268",
  "metadata": {
    "date": "1841-02-24",
    "authors": [],
    "keywords": [
      "Banks and banking",
      "Finance, Public"
    ],
    "type": "Legislative debate"
  },
  "content": {
    "full_text": "Summary of Legislative Debate on Bill concerning the State Bank, 24 February 18411 On motion of MrHENDERSON, thebillin relation to theState Bankwas again taken up, (thebillrepeals the 25th section of the bank charter, by which a forfeiture of its charter\n               is made if it suspend.)2 MrMcCLERNANDmoved to lay the bill on the table, which motion was lost, yeas 26, nays 51.3 The bill was then ordered to a second reading. MrLINCOLNmoved to dispense with the rules, and read it a second time by its title. Mr LINCOLN expressed his views of the necessity of an immediate settlement of the\n               question: it was he said so connected with the great measure of providing for the\n               interest and credit of theStatethat he hoped it would be passed without further delay. MrKITCHELLsaid, he hoped thebillwould not be read again, nor at all: he believed thebillwas calculated to ruin the State. MrLOGANsaid, that some gentlemen were total destructives, they wished to destroy thecanal, theBankand every thing—but he would like to know how could the people pay taxes of the whole circulation was destroyed? now, it depended on this Bank; if it was destroyed\n               the currency of the State would be cut off. The motion of Mr LINCOLN was then carried, and the bill was read a second time. Mr KITCHELL then moved to amend by striking out all the body, of the bill and inserting\n               a bill of his own composing requiring the Governor to appoint Directors, &c: not in\n               order. Mr McCLERNAND moved to refer the bill to the committee on Finance: he understood there was\n               a better bill in theSenateoffering more advantageous terms to the country than thisbill, which would, he was informed, soon be sent to theHouse. MrMURPHY, ofPerry, moved its reference to a select committee. Messrs[Messieurs] LINCOLN andBROWN, ofVermilion, opposed the reference. Mr McCLERNAND supported the reference, and referred to Mr Lincoln’s having on a former occasion\n               expressed his intention of going against the Bank, as a mark of inconsistency. Mr LINCOLN replied and explained: that he had deprecated the efforts made to crush\n               the Bank and only acted consistently in recommending what he thought the best means\n               of saving both it and the state.4 Mr McCLERNAND being about to reply. Mr HENDERSON made an appeal to the House to avoid individual discussions. MrDOUGHERTY, advocated the reference to a select committee. MrDODGEexpressed himself as opposed to any reference of thebillwhatever; he wished it to be passed upon without delay. MrOLDSwas opposed to a bill of this kind in any shape, but if such a measure should pass,\n               he hoped it would be the best which the case would admit of: such a bill was now before\n               the senate, a better bill than this, and therefore it would be desirable to refer\n               this bill, in order to obtain the best bill of the two. The question on the reference to the Finance committee, was then put and lost. The question on the reference to a select committee, was then put and lost, yeas 26,\n               nays 45.5 MrBALDWINthen moved the indefinite postponement of the bill.  Not in order. Mr LOGAN  moved to amend by adding an additional clause.6 MrBROWN,  ofSangamon, proposed a verbal amendment, which Mr Logan accepted, when after a brief discussion\n               on the amendments between Messrs McClernand and Henderson it was agreed to. MrTRUMBULLmoved to amend by inserting a clause to repeal the law preventing the passage of\n               any law restricting the collection of debts by the bank.7 MrCARPENTERenquired if we could legally repeal the law in question. Mr HENDERSON said, that if such a proposition should prevail, it would be impossible\n               for the Bank to accept of any terms: it would be vain for the Bank to attempt to go\n               on, if she was obliged to take sore back horses, hogs, &c.[etc] in kind, in payment of debts due her. Mr KITCHELL \tvehemently supported the proposition. MrFRANCISmoved to lay the amendment on the table, which motion prevailed yeas 41, nays 39.8 Mr M’CLERNAND offered an amendment requiring the Bank to execute a bond for payment\n               of an additional bonus of three per cent. Mr HENDERSON moved to amend the amendment by striking out three and inserting six:\n               MrH. said we might as well take the whole as a part.  The amendment to the amendment\n               was then put and lost. MrBENTLEYmoved the previous question, which motion was laid on the table, on the motion ofMrMurphy, of Perry. Mr LINCOLN moved to lay on the table Mr McClernand’s amendment; which motion prevailed. MrPARSONSmoved an amendment requiring the Bank to loan the people of the counties $300,000\n               among them all, according to the census, in loans not above $500 for each loan. Mr CARPENTER deprecated the proposi[tion]of forcing the Bank by law to make loans when it was complained that the bank had\n               loaned out too much. MrPECKsupported the amendment. Mr CARPENTER  replied briefly in opposition. Mr PARSONS  supported the amendment, and stated its object to be to give the people\n               a currency wherewith to pay their taxes; he could not vote for taxation without some\n               accompanying remedy aiding them to pay their taxes. Mr KITCHELL compared such a proposition to giving children sugar plums to prevent them\n               from crying.  He enquired how the bank could be called upon to lend money when it\n               is acknowledged that it has not a cent of money? Mr HENDERSON explained. MrMURPHY, of Perry, regarded the amendment as intended, and as calculated to defeat thebill. MrOLDS offered to amend the amendment requiring the Bank to lend $600,000 annually. MrCAVARLYconsidered that the consequence of such measures would be imposing upon the Bank\n               the necessity of making collections of all this money loaned out; but the Bank already\n               had more money out than she could collect, and much of the distress in the country,\n               was owing to this indebtedness; now the amendments proposed to increase the indebtedness\n               and consequently to increase the distress of the people. MrCOURTRIGHTmoved to lay both amendments on the table, which motion prevailed, yeas 54, nays\n               26.9 MrMURPHY, ofCook, moved to amend by requiring that the Bank debtors be allowed to pay their debts\n               by instalments at the rate of 10 per cent. &c.[etc] and to allow Bank debtors to renew their notes on payment of 10 per cent. on the amount due during the time of Bank suspension, and to limit the indebtedness\n               of Directors or firms connected with them to the Bank to the sum of $5000, and that\n               a violation of this law shall work a forfeiture of the charter.10 Mr CARPENTER moved to insert the word “originally” so as to read in the amount “originallydue.”11 Mr PECK opposed the amendment. MrBAILEYspoke in support of the amendment. The amendment to the amendment offered by Mr Carpenter, was then put and lost, yeas\n               25, nays 51.12 Mr LINCOLN  moved to amend the amendment by striking out the last section of Mr. Murphy’s\n               amendment, which motion prevailed, yeas 45, nays 32.13 The question on the amendment as amended was then put, and it was agreed to. Mr McCLERNAND moved to amend by adding that if the Bank accept the terms of the bill\n               then the private Stockholders be made personally liable for the debts of theBank. Mr LINCOLN moved to lay the amendments on the table, which was carried, yeas 47, nays\n               31.14 Mr BALDWIN offered an amendment calling for an expression of the people at the polls\n               in August next, as to the expediency of this measure, and suspending the action of\n               the law in the interim. Mr FRANCIS moved to lay the amendment on the table, which having been withdrawn to\n               allow an opportunity formr Henderson to speak on the subject,mr Courtright again renewed it, and it was carried, by yeas 45, nays 32.15 MrWHITEmoved to amend by requiring the State Bank to pay $150,000 of Auditor’s warrants. Mr COURTRIGHT moved to lay the amendment on the table. Mr PECK moved to amend the amendment by excluding Auditor’s warrants issued to members\n               of theLegislature; which amendments were laid on the table, without a division. Mr WHITE moved the previous question. Mr PECK moved to lay the motion for the previous question on the table, which was\n               lost, yeas 33, nays 45.16 Mr CAVARLY moved to amend by allowing the Bank to suspend until a majority of the\n               Banks ofOhio,Indiana,KentuckyandMissourishould resume specie payments. The call of the previous question was then sustained. Mr LINCOLN moved to lay the amendment offered bymrCavarly on the table, which motion was lost, yeas 30, nays 47.17 The question on the amendment ofmr Cavarly, was then put, and it was rejected, yeas 38, nays 40.18 The question on ordering the bill to be engrossed for a third reading was then put\n               and carried, yeas 42, nays 36.19",
    "paragraphs": [
      "Summary of Legislative Debate on Bill concerning the State Bank, 24 February 18411",
      "On motion of MrHENDERSON, thebillin relation to theState Bankwas again taken up, (thebillrepeals the 25th section of the bank charter, by which a forfeiture of its charter\n               is made if it suspend.)2",
      "MrMcCLERNANDmoved to lay the bill on the table, which motion was lost, yeas 26, nays 51.3",
      "The bill was then ordered to a second reading.",
      "MrLINCOLNmoved to dispense with the rules, and read it a second time by its title.",
      "Mr LINCOLN expressed his views of the necessity of an immediate settlement of the\n               question: it was he said so connected with the great measure of providing for the\n               interest and credit of theStatethat he hoped it would be passed without further delay.",
      "MrKITCHELLsaid, he hoped thebillwould not be read again, nor at all: he believed thebillwas calculated to ruin the State.",
      "MrLOGANsaid, that some gentlemen were total destructives, they wished to destroy thecanal, theBankand every thing—but he would like to know how could the people pay taxes of the whole circulation was destroyed? now, it depended on this Bank; if it was destroyed\n               the currency of the State would be cut off.",
      "The motion of Mr LINCOLN was then carried, and the bill was read a second time.",
      "Mr KITCHELL then moved to amend by striking out all the body, of the bill and inserting\n               a bill of his own composing requiring the Governor to appoint Directors, &c: not in\n               order.",
      "Mr McCLERNAND moved to refer the bill to the committee on Finance: he understood there was\n               a better bill in theSenateoffering more advantageous terms to the country than thisbill, which would, he was informed, soon be sent to theHouse.",
      "MrMURPHY, ofPerry, moved its reference to a select committee.",
      "Messrs[Messieurs] LINCOLN andBROWN, ofVermilion, opposed the reference.",
      "Mr McCLERNAND supported the reference, and referred to Mr Lincoln’s having on a former occasion\n               expressed his intention of going against the Bank, as a mark of inconsistency.",
      "Mr LINCOLN replied and explained: that he had deprecated the efforts made to crush\n               the Bank and only acted consistently in recommending what he thought the best means\n               of saving both it and the state.4",
      "Mr McCLERNAND being about to reply.",
      "Mr HENDERSON made an appeal to the House to avoid individual discussions.",
      "MrDOUGHERTY, advocated the reference to a select committee.",
      "MrDODGEexpressed himself as opposed to any reference of thebillwhatever; he wished it to be passed upon without delay.",
      "MrOLDSwas opposed to a bill of this kind in any shape, but if such a measure should pass,\n               he hoped it would be the best which the case would admit of: such a bill was now before\n               the senate, a better bill than this, and therefore it would be desirable to refer\n               this bill, in order to obtain the best bill of the two.",
      "The question on the reference to the Finance committee, was then put and lost.",
      "The question on the reference to a select committee, was then put and lost, yeas 26,\n               nays 45.5",
      "MrBALDWINthen moved the indefinite postponement of the bill.  Not in order.",
      "Mr LOGAN  moved to amend by adding an additional clause.6",
      "MrBROWN,  ofSangamon, proposed a verbal amendment, which Mr Logan accepted, when after a brief discussion\n               on the amendments between Messrs McClernand and Henderson it was agreed to.",
      "MrTRUMBULLmoved to amend by inserting a clause to repeal the law preventing the passage of\n               any law restricting the collection of debts by the bank.7",
      "MrCARPENTERenquired if we could legally repeal the law in question.",
      "Mr HENDERSON said, that if such a proposition should prevail, it would be impossible\n               for the Bank to accept of any terms: it would be vain for the Bank to attempt to go\n               on, if she was obliged to take sore back horses, hogs, &c.[etc] in kind, in payment of debts due her.",
      "Mr KITCHELL \tvehemently supported the proposition.",
      "MrFRANCISmoved to lay the amendment on the table, which motion prevailed yeas 41, nays 39.8",
      "Mr M’CLERNAND offered an amendment requiring the Bank to execute a bond for payment\n               of an additional bonus of three per cent.",
      "Mr HENDERSON moved to amend the amendment by striking out three and inserting six:\n               MrH. said we might as well take the whole as a part.  The amendment to the amendment\n               was then put and lost.",
      "MrBENTLEYmoved the previous question, which motion was laid on the table, on the motion ofMrMurphy, of Perry.",
      "Mr LINCOLN moved to lay on the table Mr McClernand’s amendment; which motion prevailed.",
      "MrPARSONSmoved an amendment requiring the Bank to loan the people of the counties $300,000\n               among them all, according to the census, in loans not above $500 for each loan.",
      "Mr CARPENTER deprecated the proposi[tion]of forcing the Bank by law to make loans when it was complained that the bank had\n               loaned out too much.",
      "MrPECKsupported the amendment.",
      "Mr CARPENTER  replied briefly in opposition.",
      "Mr PARSONS  supported the amendment, and stated its object to be to give the people\n               a currency wherewith to pay their taxes; he could not vote for taxation without some\n               accompanying remedy aiding them to pay their taxes.",
      "Mr KITCHELL compared such a proposition to giving children sugar plums to prevent them\n               from crying.  He enquired how the bank could be called upon to lend money when it\n               is acknowledged that it has not a cent of money?",
      "Mr HENDERSON explained.",
      "MrMURPHY, of Perry, regarded the amendment as intended, and as calculated to defeat thebill.",
      "MrOLDS offered to amend the amendment requiring the Bank to lend $600,000 annually.",
      "MrCAVARLYconsidered that the consequence of such measures would be imposing upon the Bank\n               the necessity of making collections of all this money loaned out; but the Bank already\n               had more money out than she could collect, and much of the distress in the country,\n               was owing to this indebtedness; now the amendments proposed to increase the indebtedness\n               and consequently to increase the distress of the people.",
      "MrCOURTRIGHTmoved to lay both amendments on the table, which motion prevailed, yeas 54, nays\n               26.9",
      "MrMURPHY, ofCook, moved to amend by requiring that the Bank debtors be allowed to pay their debts\n               by instalments at the rate of 10 per cent. &c.[etc] and to allow Bank debtors to renew their notes on payment of 10 per cent. on the amount due during the time of Bank suspension, and to limit the indebtedness\n               of Directors or firms connected with them to the Bank to the sum of $5000, and that\n               a violation of this law shall work a forfeiture of the charter.10",
      "Mr CARPENTER moved to insert the word “originally” so as to read in the amount “originallydue.”11",
      "Mr PECK opposed the amendment.",
      "MrBAILEYspoke in support of the amendment.",
      "The amendment to the amendment offered by Mr Carpenter, was then put and lost, yeas\n               25, nays 51.12",
      "Mr LINCOLN  moved to amend the amendment by striking out the last section of Mr. Murphy’s\n               amendment, which motion prevailed, yeas 45, nays 32.13",
      "The question on the amendment as amended was then put, and it was agreed to.",
      "Mr McCLERNAND moved to amend by adding that if the Bank accept the terms of the bill\n               then the private Stockholders be made personally liable for the debts of theBank.",
      "Mr LINCOLN moved to lay the amendments on the table, which was carried, yeas 47, nays\n               31.14",
      "Mr BALDWIN offered an amendment calling for an expression of the people at the polls\n               in August next, as to the expediency of this measure, and suspending the action of\n               the law in the interim.",
      "Mr FRANCIS moved to lay the amendment on the table, which having been withdrawn to\n               allow an opportunity formr Henderson to speak on the subject,mr Courtright again renewed it, and it was carried, by yeas 45, nays 32.15",
      "MrWHITEmoved to amend by requiring the State Bank to pay $150,000 of Auditor’s warrants.",
      "Mr COURTRIGHT moved to lay the amendment on the table.",
      "Mr PECK moved to amend the amendment by excluding Auditor’s warrants issued to members\n               of theLegislature; which amendments were laid on the table, without a division.",
      "Mr WHITE moved the previous question.",
      "Mr PECK moved to lay the motion for the previous question on the table, which was\n               lost, yeas 33, nays 45.16",
      "Mr CAVARLY moved to amend by allowing the Bank to suspend until a majority of the\n               Banks ofOhio,Indiana,KentuckyandMissourishould resume specie payments.",
      "The call of the previous question was then sustained.",
      "Mr LINCOLN moved to lay the amendment offered bymrCavarly on the table, which motion was lost, yeas 30, nays 47.17",
      "The question on the amendment ofmr Cavarly, was then put, and it was rejected, yeas 38, nays 40.18",
      "The question on ordering the bill to be engrossed for a third reading was then put\n               and carried, yeas 42, nays 36.19"
    ],
    "tables_count": 0,
    "citations": [
      "Illinois HouseJournal. 1840. 12th G. A., 457, 459-60, 481;Illinois State Register(Springfield), 5 March 1841, 2:2-3.",
      "Illinois HouseJournal. 1839. 11th G. A., special sess., 30, 51, 69, 219-20, 221, 222; Illinois SenateJournal. 1839. 11th G. A., special sess., 25, 26, 41, 156, 159, 163, 166;  Michael Burlingame,Abraham Lincoln: A Life(Baltimore, MD: The Johns Hopkins University Press, 2008), 1:138, 147, 162; John\n                     H. Krenkel,Illinois Internal Improvements 1818-1848(Cedar Rapids, IA: Torch, 1958), 166; Charles Hunter Garnett, “State Banks of Issue\n                     in Illinois” (Essay, University of Illinois, 1898), 30-35.",
      "Illinois HouseJournal. 1840. 12th G. A., 481.",
      "A Bill to Provide for the Safe Keeping and Delivery of the Public Monies;A Bill to Provide for the Safe Keeping and Disbursement of the Public Revenue;Illinois State Register(Springfield, IL), 15 January 1841, 2:1-2; Robert P. Howard,Illinois: A History of the Prairie State(Grand Rapids, MI: William B. Eerdmans, 1972, 202-207; Charles H. Garnett, “State\n                     Banks of Issue in Illinois,” 35-37.",
      "Illinois HouseJournal. 1840. 12th G. A., 481-82.",
      "Illinois HouseJournal. 1840. 12th G. A., 482.",
      "Illinois HouseJournal. 1840. 12th G. A., 482.",
      "Illinois HouseJournal. 1840. 12th G. A., 483.",
      "Illinois HouseJournal. 1840. 12th G. A., 483-84.",
      "Illinois HouseJournal. 1840. 12th G. A., 484.",
      "Illinois HouseJournal. 1840. 12th G. A., 484.",
      "Illinois HouseJournal. 1840. 12th G. A., 484.",
      "Illinois HouseJournal. 1840. 12th G. A., 485.",
      "Illinois HouseJournal. 1840. 12th G. A., 485.",
      "Illinois HouseJournal. 1840. 12th G. A., 486.",
      "Illinois HouseJournal. 1840. 12th G. A., 486.",
      "Illinois HouseJournal. 1840. 12th G. A., 487.",
      "Illinois HouseJournal. 1840. 12th G. A., 487, 503, 505-7, 507-8, 510-11, 544, 545, 555; Illinois SenateJournal. 1840. 12th G. A., 408, 415, 417, 418-419, 430; Charles H. Garnett, “State Banks\n                     of Issue in Illinois” (Essay, University of Illinois, 1898), 38."
    ],
    "footnotes": [
      {
        "id": "XFD6D1DB8-BEC7-4F56-8832-9980DC78F96E",
        "text": "1Abraham Lincoln wrote the text of the original bill.Peter Greenof the Committee on Banks and Other Corporations, to which the House of Representatives\n                  had referred a memorial from the State Bank of Illinois, introduced thebillin the House   on February 22, 1841.  The House tabled the minority report of the\n                  Committee, which condemned thebillas legalizing the suspension of specie payments, and refused to print 2500 copies\n                  of the memorial by a vote of 25 yeas to 51 nays, with Lincoln voting nay.  The House\n                  also refused to print 500 copies by a vote of 27 yeas to 48 nays, Lincoln voting nay.\n                  The House refused to engross the bill by a vote of 38 yeas to 38 nays, with Lincoln\n                  voting nay.  The House later rescinded this vote. The House took up the bill again\n                  on February 24.Illinois HouseJournal. 1840. 12th G. A., 457, 459-60, 481;Illinois State Register(Springfield), 5 March 1841, 2:2-3."
      },
      {
        "id": "X979B04BE-18F7-4187-85B3-5CD3F41C5E10",
        "text": "2Section twenty-five of the bank’sincorporation actstipulated that if the bank refused or neglected to redeem, for ten days after demand,\n                  its notes or evidence of debt in specie, the bank would discontinue operations and\n                  its charter would be forfeited.  Anact supplementaryto the incorporation act gave the bank an additional fifty days to suspend specie\n                  payments. Under provisions of the incorporation act and an act supplementary thereto,\n                  if the bank did not resume specie payments within sixty days after suspension, it\n                  would lose its charter. In May 1837, the bank suspended specie payments in response\n                  to thePanic of 1837.  In July, a special session of the legislature commenced to deal with the banking\n                  crisis.  On July 21, the General Assembly passed anactsuspending until the end of the next general or special session of the legislature\n                  provisions of the law requiring the bank to forfeit its charter for refusing to redeem\n                  its notes in specie for sixty days.  In December 1839, the state’s debt crisis forced\n                  the bank to again suspend specie payments.  GovernorThomas Carlincalled the legislature into special session to deal with the crisis.  In hismessageto the General Assembly,  Carlin attacked the bank and demanded an investigation\n                  of its affairs.  The legislators complied by establishing a joint select committee.\n                  Despite Carlin’s hostility, the legislature  passed anacton January 31, 1840, resuscitating the bank with, as Lincoln described in alettertoJohn T. Stuart, “some trifling modifications.”  The act revived the bank’s charter and suspending\n                  stipulations on specie payments until the end of the next legislative session. On\n                  December 5, 1840,  theWhigs, hoping to protect the bank againstDemocratdemands that it resume specie payments by the end of the special session or forfeit\n                  its charter, boycotted the General Assembly, thereby preventing the necessary two-thirds\n                  quorum for adjournmentsine die.  When the situation became acute, Abraham Lincoln,Joseph Gillespie, andAsahel Gridley, occupying their seats  as a token representation of Whigs for procedural votes,\n                  exited the House chamber through windows to prevent a quorum and frustrate plans of\n                  the Democrats.Illinois HouseJournal. 1839. 11th G. A., special sess., 30, 51, 69, 219-20, 221, 222; Illinois SenateJournal. 1839. 11th G. A., special sess., 25, 26, 41, 156, 159, 163, 166;  Michael Burlingame,Abraham Lincoln: A Life(Baltimore, MD: The Johns Hopkins University Press, 2008), 1:138, 147, 162; John\n                     H. Krenkel,Illinois Internal Improvements 1818-1848(Cedar Rapids, IA: Torch, 1958), 166; Charles Hunter Garnett, “State Banks of Issue\n                     in Illinois” (Essay, University of Illinois, 1898), 30-35."
      },
      {
        "id": "XDAC6DFD8-1F18-4613-9C2F-30EC83212CDD",
        "text": "3Lincoln voted nay.Illinois HouseJournal. 1840. 12th G. A., 481."
      },
      {
        "id": "XFBA60036-41AA-498C-8FD2-4503A174AF53",
        "text": "4Many Democrats and some Whigs in the General Assembly were suspicious of the State\n                  Bank in particular and banks in general due to the perceived role of financial institutions\n                  in the Panic of 1837 and subsequent state debt crisis.   Earlier in this session,\n                  both the Senate House deliberated a bills to replace the State Bank as the public\n                  repository.   Anti-bank rhetoric marked debate on the floors of both the House and\n                  Senate.  Some of these same issues were evident in the conflict over theSecond Bank of the United States.A Bill to Provide for the Safe Keeping and Delivery of the Public Monies;A Bill to Provide for the Safe Keeping and Disbursement of the Public Revenue;Illinois State Register(Springfield, IL), 15 January 1841, 2:1-2; Robert P. Howard,Illinois: A History of the Prairie State(Grand Rapids, MI: William B. Eerdmans, 1972, 202-207; Charles H. Garnett, “State\n                     Banks of Issue in Illinois,” 35-37."
      },
      {
        "id": "XFF4D60CF-E9A0-4F43-84C0-6B791EDAC79F",
        "text": "5The House Journal recorded the vote as yeas 35, nays 45, with Lincoln voting nay.Illinois HouseJournal. 1840. 12th G. A., 481-82."
      },
      {
        "id": "X7A1A4B30-DC48-4B4A-9361-3AD8B72955AC",
        "text": "6Logan offered anamendment, authored and written by Lincoln, striking out the third section and inserting a\n                  new section.Illinois HouseJournal. 1840. 12th G. A., 482."
      },
      {
        "id": "XB9CA1693-F861-4EE7-8381-D5260583A37B",
        "text": "7Trumbull proposed repealing the thirty-first section of theincorporation act, which prohibited the General Assembly from passing any law retarding, obstructing,\n                  staying, protracting, or in any wise suspending the collection of any debt or debts\n                  due the bank."
      },
      {
        "id": "X46C36CC7-4215-4528-9E4B-8892E4E1919A",
        "text": "8Lincoln voted nay.Illinois HouseJournal. 1840. 12th G. A., 482."
      },
      {
        "id": "XBC787B5B-49ED-4638-8F98-E9BD22A81AB4",
        "text": "9Lincoln voted yea.Illinois HouseJournal. 1840. 12th G. A., 483."
      },
      {
        "id": "XCDFD384D-D85E-4220-AD08-F8AB8B250E69",
        "text": "10Murphy’s amendment added three new sections to thebill.Illinois HouseJournal. 1840. 12th G. A., 483-84."
      },
      {
        "id": "XE45959B2-8E93-4434-9DAF-E85FADC89BDA",
        "text": "11This would have amended the first of Murphy’s sections.Illinois HouseJournal. 1840. 12th G. A., 484."
      },
      {
        "id": "X18FB428C-8DF6-46CC-B05A-7413ED932C42",
        "text": "12Lincoln voted yea.Illinois HouseJournal. 1840. 12th G. A., 484."
      },
      {
        "id": "X996F77EA-5D78-4371-9B81-6D242B54E160",
        "text": "13Lincoln voted yea.  Murphy’s last section read: “Sec. 7.  Any violation of the provisions\n                  of this act on the part of the bank shall work a forfeiture of its charter.”Illinois HouseJournal. 1840. 12th G. A., 484."
      },
      {
        "id": "X2791C800-9AC4-4E20-9565-5B80CE812A80",
        "text": "14Lincoln voted yea.Illinois HouseJournal. 1840. 12th G. A., 485."
      },
      {
        "id": "X06B98B48-56B0-4500-92E4-0619906BF55D",
        "text": "15Lincoln voted yea.  The House Journal records Trumbull as offering this amendment.Illinois HouseJournal. 1840. 12th G. A., 485."
      },
      {
        "id": "XDF4D9C21-029C-4E72-B690-DBF1BDEC1992",
        "text": "16Lincoln voted nay.Illinois HouseJournal. 1840. 12th G. A., 486."
      },
      {
        "id": "XF7EA211D-EB3E-4AD5-BE27-C7D4AFF67D92",
        "text": "17Lincoln voted yea.Illinois HouseJournal. 1840. 12th G. A., 486."
      },
      {
        "id": "XC51FB975-81D5-44A5-9CA9-B6F78E7DCFCF",
        "text": "18Lincoln voted nay.Illinois HouseJournal. 1840. 12th G. A., 487."
      },
      {
        "id": "X122EE011-2414-476E-A0EA-74BC760C5F9A",
        "text": "19Lincoln voted nay.On February 27, the House and Senate concurred on an amended version of Lincoln’s\n                  originalbill, and theactbecame law.  Despite Lincoln’s efforts to prop up the Bank, it collapsed in February\n                  1842.Illinois HouseJournal. 1840. 12th G. A., 487, 503, 505-7, 507-8, 510-11, 544, 545, 555; Illinois SenateJournal. 1840. 12th G. A., 408, 415, 417, 418-419, 430; Charles H. Garnett, “State Banks\n                     of Issue in Illinois” (Essay, University of Illinois, 1898), 38."
      }
    ],
    "structured_content": [
      {
        "type": "heading",
        "text": "Summary of Legislative Debate on Bill concerning the State Bank, 24 February 18411"
      },
      {
        "type": "paragraph",
        "text": "On motion of MrHENDERSON, thebillin relation to theState Bankwas again taken up, (thebillrepeals the 25th section of the bank charter, by which a forfeiture of its charter\n               is made if it suspend.)2"
      },
      {
        "type": "paragraph",
        "text": "MrMcCLERNANDmoved to lay the bill on the table, which motion was lost, yeas 26, nays 51.3"
      },
      {
        "type": "paragraph",
        "text": "The bill was then ordered to a second reading."
      },
      {
        "type": "paragraph",
        "text": "MrLINCOLNmoved to dispense with the rules, and read it a second time by its title."
      },
      {
        "type": "paragraph",
        "text": "Mr LINCOLN expressed his views of the necessity of an immediate settlement of the\n               question: it was he said so connected with the great measure of providing for the\n               interest and credit of theStatethat he hoped it would be passed without further delay."
      },
      {
        "type": "paragraph",
        "text": "MrKITCHELLsaid, he hoped thebillwould not be read again, nor at all: he believed thebillwas calculated to ruin the State."
      },
      {
        "type": "paragraph",
        "text": "MrLOGANsaid, that some gentlemen were total destructives, they wished to destroy thecanal, theBankand every thing—but he would like to know how could the people pay taxes of the whole circulation was destroyed? now, it depended on this Bank; if it was destroyed\n               the currency of the State would be cut off."
      },
      {
        "type": "paragraph",
        "text": "The motion of Mr LINCOLN was then carried, and the bill was read a second time."
      },
      {
        "type": "paragraph",
        "text": "Mr KITCHELL then moved to amend by striking out all the body, of the bill and inserting\n               a bill of his own composing requiring the Governor to appoint Directors, &c: not in\n               order."
      },
      {
        "type": "paragraph",
        "text": "Mr McCLERNAND moved to refer the bill to the committee on Finance: he understood there was\n               a better bill in theSenateoffering more advantageous terms to the country than thisbill, which would, he was informed, soon be sent to theHouse."
      },
      {
        "type": "paragraph",
        "text": "MrMURPHY, ofPerry, moved its reference to a select committee."
      },
      {
        "type": "paragraph",
        "text": "Messrs[Messieurs] LINCOLN andBROWN, ofVermilion, opposed the reference."
      },
      {
        "type": "paragraph",
        "text": "Mr McCLERNAND supported the reference, and referred to Mr Lincoln’s having on a former occasion\n               expressed his intention of going against the Bank, as a mark of inconsistency."
      },
      {
        "type": "paragraph",
        "text": "Mr LINCOLN replied and explained: that he had deprecated the efforts made to crush\n               the Bank and only acted consistently in recommending what he thought the best means\n               of saving both it and the state.4"
      },
      {
        "type": "paragraph",
        "text": "Mr McCLERNAND being about to reply."
      },
      {
        "type": "paragraph",
        "text": "Mr HENDERSON made an appeal to the House to avoid individual discussions."
      },
      {
        "type": "paragraph",
        "text": "MrDOUGHERTY, advocated the reference to a select committee."
      },
      {
        "type": "paragraph",
        "text": "MrDODGEexpressed himself as opposed to any reference of thebillwhatever; he wished it to be passed upon without delay."
      },
      {
        "type": "paragraph",
        "text": "MrOLDSwas opposed to a bill of this kind in any shape, but if such a measure should pass,\n               he hoped it would be the best which the case would admit of: such a bill was now before\n               the senate, a better bill than this, and therefore it would be desirable to refer\n               this bill, in order to obtain the best bill of the two."
      },
      {
        "type": "paragraph",
        "text": "The question on the reference to the Finance committee, was then put and lost."
      },
      {
        "type": "paragraph",
        "text": "The question on the reference to a select committee, was then put and lost, yeas 26,\n               nays 45.5"
      },
      {
        "type": "paragraph",
        "text": "MrBALDWINthen moved the indefinite postponement of the bill.  Not in order."
      },
      {
        "type": "paragraph",
        "text": "Mr LOGAN  moved to amend by adding an additional clause.6"
      },
      {
        "type": "paragraph",
        "text": "MrBROWN,  ofSangamon, proposed a verbal amendment, which Mr Logan accepted, when after a brief discussion\n               on the amendments between Messrs McClernand and Henderson it was agreed to."
      },
      {
        "type": "paragraph",
        "text": "MrTRUMBULLmoved to amend by inserting a clause to repeal the law preventing the passage of\n               any law restricting the collection of debts by the bank.7"
      },
      {
        "type": "paragraph",
        "text": "MrCARPENTERenquired if we could legally repeal the law in question."
      },
      {
        "type": "paragraph",
        "text": "Mr HENDERSON said, that if such a proposition should prevail, it would be impossible\n               for the Bank to accept of any terms: it would be vain for the Bank to attempt to go\n               on, if she was obliged to take sore back horses, hogs, &c.[etc] in kind, in payment of debts due her."
      },
      {
        "type": "paragraph",
        "text": "Mr KITCHELL \tvehemently supported the proposition."
      },
      {
        "type": "paragraph",
        "text": "MrFRANCISmoved to lay the amendment on the table, which motion prevailed yeas 41, nays 39.8"
      },
      {
        "type": "paragraph",
        "text": "Mr M’CLERNAND offered an amendment requiring the Bank to execute a bond for payment\n               of an additional bonus of three per cent."
      },
      {
        "type": "paragraph",
        "text": "Mr HENDERSON moved to amend the amendment by striking out three and inserting six:\n               MrH. said we might as well take the whole as a part.  The amendment to the amendment\n               was then put and lost."
      },
      {
        "type": "paragraph",
        "text": "MrBENTLEYmoved the previous question, which motion was laid on the table, on the motion ofMrMurphy, of Perry."
      },
      {
        "type": "paragraph",
        "text": "Mr LINCOLN moved to lay on the table Mr McClernand’s amendment; which motion prevailed."
      },
      {
        "type": "paragraph",
        "text": "MrPARSONSmoved an amendment requiring the Bank to loan the people of the counties $300,000\n               among them all, according to the census, in loans not above $500 for each loan."
      },
      {
        "type": "paragraph",
        "text": "Mr CARPENTER deprecated the proposi[tion]of forcing the Bank by law to make loans when it was complained that the bank had\n               loaned out too much."
      },
      {
        "type": "paragraph",
        "text": "MrPECKsupported the amendment."
      },
      {
        "type": "paragraph",
        "text": "Mr CARPENTER  replied briefly in opposition."
      },
      {
        "type": "paragraph",
        "text": "Mr PARSONS  supported the amendment, and stated its object to be to give the people\n               a currency wherewith to pay their taxes; he could not vote for taxation without some\n               accompanying remedy aiding them to pay their taxes."
      },
      {
        "type": "paragraph",
        "text": "Mr KITCHELL compared such a proposition to giving children sugar plums to prevent them\n               from crying.  He enquired how the bank could be called upon to lend money when it\n               is acknowledged that it has not a cent of money?"
      },
      {
        "type": "paragraph",
        "text": "Mr HENDERSON explained."
      },
      {
        "type": "paragraph",
        "text": "MrMURPHY, of Perry, regarded the amendment as intended, and as calculated to defeat thebill."
      },
      {
        "type": "paragraph",
        "text": "MrOLDS offered to amend the amendment requiring the Bank to lend $600,000 annually."
      },
      {
        "type": "paragraph",
        "text": "MrCAVARLYconsidered that the consequence of such measures would be imposing upon the Bank\n               the necessity of making collections of all this money loaned out; but the Bank already\n               had more money out than she could collect, and much of the distress in the country,\n               was owing to this indebtedness; now the amendments proposed to increase the indebtedness\n               and consequently to increase the distress of the people."
      },
      {
        "type": "paragraph",
        "text": "MrCOURTRIGHTmoved to lay both amendments on the table, which motion prevailed, yeas 54, nays\n               26.9"
      },
      {
        "type": "paragraph",
        "text": "MrMURPHY, ofCook, moved to amend by requiring that the Bank debtors be allowed to pay their debts\n               by instalments at the rate of 10 per cent. &c.[etc] and to allow Bank debtors to renew their notes on payment of 10 per cent. on the amount due during the time of Bank suspension, and to limit the indebtedness\n               of Directors or firms connected with them to the Bank to the sum of $5000, and that\n               a violation of this law shall work a forfeiture of the charter.10"
      },
      {
        "type": "paragraph",
        "text": "Mr CARPENTER moved to insert the word “originally” so as to read in the amount “originallydue.”11"
      },
      {
        "type": "paragraph",
        "text": "Mr PECK opposed the amendment."
      },
      {
        "type": "paragraph",
        "text": "MrBAILEYspoke in support of the amendment."
      },
      {
        "type": "paragraph",
        "text": "The amendment to the amendment offered by Mr Carpenter, was then put and lost, yeas\n               25, nays 51.12"
      },
      {
        "type": "paragraph",
        "text": "Mr LINCOLN  moved to amend the amendment by striking out the last section of Mr. Murphy’s\n               amendment, which motion prevailed, yeas 45, nays 32.13"
      },
      {
        "type": "paragraph",
        "text": "The question on the amendment as amended was then put, and it was agreed to."
      },
      {
        "type": "paragraph",
        "text": "Mr McCLERNAND moved to amend by adding that if the Bank accept the terms of the bill\n               then the private Stockholders be made personally liable for the debts of theBank."
      },
      {
        "type": "paragraph",
        "text": "Mr LINCOLN moved to lay the amendments on the table, which was carried, yeas 47, nays\n               31.14"
      },
      {
        "type": "paragraph",
        "text": "Mr BALDWIN offered an amendment calling for an expression of the people at the polls\n               in August next, as to the expediency of this measure, and suspending the action of\n               the law in the interim."
      },
      {
        "type": "paragraph",
        "text": "Mr FRANCIS moved to lay the amendment on the table, which having been withdrawn to\n               allow an opportunity formr Henderson to speak on the subject,mr Courtright again renewed it, and it was carried, by yeas 45, nays 32.15"
      },
      {
        "type": "paragraph",
        "text": "MrWHITEmoved to amend by requiring the State Bank to pay $150,000 of Auditor’s warrants."
      },
      {
        "type": "paragraph",
        "text": "Mr COURTRIGHT moved to lay the amendment on the table."
      },
      {
        "type": "paragraph",
        "text": "Mr PECK moved to amend the amendment by excluding Auditor’s warrants issued to members\n               of theLegislature; which amendments were laid on the table, without a division."
      },
      {
        "type": "paragraph",
        "text": "Mr WHITE moved the previous question."
      },
      {
        "type": "paragraph",
        "text": "Mr PECK moved to lay the motion for the previous question on the table, which was\n               lost, yeas 33, nays 45.16"
      },
      {
        "type": "paragraph",
        "text": "Mr CAVARLY moved to amend by allowing the Bank to suspend until a majority of the\n               Banks ofOhio,Indiana,KentuckyandMissourishould resume specie payments."
      },
      {
        "type": "paragraph",
        "text": "The call of the previous question was then sustained."
      },
      {
        "type": "paragraph",
        "text": "Mr LINCOLN moved to lay the amendment offered bymrCavarly on the table, which motion was lost, yeas 30, nays 47.17"
      },
      {
        "type": "paragraph",
        "text": "The question on the amendment ofmr Cavarly, was then put, and it was rejected, yeas 38, nays 40.18"
      },
      {
        "type": "paragraph",
        "text": "The question on ordering the bill to be engrossed for a third reading was then put\n               and carried, yeas 42, nays 36.19"
      }
    ]
  },
  "extraction_date": "2025-12-26 20:15:40",
  "word_count": 1460
}