{
  "document_id": "D200101",
  "url": "https://papersofabrahamlincoln.org/documents/D200101",
  "metadata": {
    "date": "1837-03-03",
    "authors": [
      "Lincoln, Abraham (President)",
      "Stone, Daniel"
    ],
    "keywords": [
      "Slavery",
      "Antislavery movements",
      "Abolitionists--Societies, etc.",
      "Civil rights"
    ],
    "type": "Protest"
  },
  "content": {
    "full_text": "Protest in Illinois Legislature on Slavery, 3 March 1837 The following protest was presented to theHouse, which was read and ordered to be spread on the journals, to wit:",
    "paragraphs": [
      "Protest in Illinois Legislature on Slavery, 3 March 1837",
      "The following protest was presented to theHouse, which was read and ordered to be spread on the journals, to wit:"
    ],
    "tables_count": 0,
    "citations": [
      "Illinois HouseJournal. 1836. 10th G. A., 1st sess., 134, 148, 241-44, 248-49, 309-11, 415, 418; Illinois\n                     SenateJournal. 1836. 10th G. A., 1st sess., 129-30, 195-98, 262, 277, 297, 313, 316."
    ],
    "footnotes": [
      {
        "id": "X08B9943E-1A10-449D-BAB0-0DC630D03214",
        "text": "1On December 29, 1836, GovernorJoseph Duncantransmitted to the House of Representatives memorials, reports, and resolutions from\n                  the legislatures of the states ofVirginia,Alabama,Mississippi,New York, andConnecticut, “relative to the existence of domestic slavery” in the South.  The HouseJournaloffers no clue as to the content of these documents, but subsequent action by the\n                  House andSenatesuggest that they were critical ofabolitionist societies.  Particularly galling to some was theAmerican Anti-Slavery Society, which was flooding the mails with pamphlets condemning slavery and slaveholders,\n                  and which was in the midst of a petition drive to abolish the slave trade in the District\n                  of Columbia. Southern legislatures and pro-slavery forces in the North  were clamoring\n                  for legislatures in the North to join them in opposing the American Anti-Slavery Society\n                  and in condemningabolitionism.The House referred the governor’s communication and the associated documents to a\n                  joint select committee consisting of seven representatives and four senators.  The\n                  House immediately selected its representatives on the joint committee, and the Senate,\n                  after voting down a motion to indefinitely postpone consideration, named its participants\n                  on December 30.  On January 12, 1837, the joint select committee issued itsreport, which concluded with fourproposed resolutions.  The Senate tabled the report and proposed resolutions, but on January 13, the House\n                  referred the proposed resolutions to a select committee of five.  The select committee\n                  reported back the resolutions on January 20 with an amendment to each resolution.\n                  The HouseJournalprovides no text for these amendments.  The House readily concurred in the amendments\n                  to the first and second resolutions, respectively, but the amendment to the third\n                  sparked debate and numerous amendments from the floor.  Abraham Lincoln moved to amend\n                  the second clause of the amendment by inserting after the word “Congress,” the words,\n                  “unless the people of said District petition for the same.”  Lincoln’s motion failed\n                  and, after amendment to the first clause, the House concurred in the third resolution\n                  as amended.  The House concurred in the amendment to the fourth resolution, and adopted\n                  the resolutions of the joint select committee as amended by a vote of 77 yeas to 6\n                  nays, with Lincoln voting nay.  The Senate concurred on January 25 by a vote of 32\n                  yeas to 0 nays. On January 30, the General Assembly delivered the report of the joint\n                  select committee and the resolutions to Governor Duncan.The HouseJournaldid not print the text of the final resolutions, but the resolutions as modified\n                  did not satisfy Lincoln and Daniel Stone, who issued their protest six weeks later,\n                  after the General Assembly had passed, among other important pieces of legislation,\n                  anactto move the state capital fromVandaliatoSpringfield, and anactcreating theIllinois Internal Improvement System.Illinois HouseJournal. 1836. 10th G. A., 1st sess., 134, 148, 241-44, 248-49, 309-11, 415, 418; Illinois\n                     SenateJournal. 1836. 10th G. A., 1st sess., 129-30, 195-98, 262, 277, 297, 313, 316."
      }
    ],
    "structured_content": [
      {
        "type": "heading",
        "text": "Protest in Illinois Legislature on Slavery, 3 March 1837"
      },
      {
        "type": "paragraph",
        "text": "The following protest was presented to theHouse, which was read and ordered to be spread on the journals, to wit:"
      }
    ]
  },
  "extraction_date": "2025-12-26 20:04:56",
  "word_count": 29
}