{
  "document_id": "D200529",
  "url": "https://papersofabrahamlincoln.org/documents/D200529",
  "metadata": {
    "date": "1848-10-21",
    "authors": [],
    "keywords": [
      "Presidents--Election",
      "Political campaigns",
      "Campaign debates"
    ],
    "type": "Debate"
  },
  "content": {
    "full_text": "Summary of Debate at Jacksonville, Illinois, 21 October 18481 On Friday night, Mr.Lincoln, member ofCongressfrom this district, had an appointment to speak in Jacksonville, but gave way to\n               the other branch of thewhigfamily—the barnburner-abolition-free-negro party.2On Saturday night, he renewed his appointment, and Mr.McConnel, having arrived from the north, gave notice that he would be with him.  The consequence\n               was that a general rally took place. The debators were confined to an hour each, and by this arrangement, McConnel’s powers of condensation\n               gave him greatly the advantage.  Lincoln spent his first hour in persecuting his free-negro\n               friends, that their object of promoting freedom would be easier and better attained\n               by voting forTaylor, the owner of three hundred negro slaves, because Taylor would not veto theWilmot provisoif passed by Congress.  It is true, saidL., thatTaylor has not pledged himself to that effect, but he had pledged himself generally against the exercise of the veto power.3 McConnel enquired of L. why the Taylor faction of the whig party did not go over to\n               the free-negro faction, and then they would be sure to have a man (remember) about\n               whom, in relation to the free-soil question, there was no doubt.  To this Lincoln\n               said he would have no objection, if there were not other questions about which Taylor\n               andVan Burendisagreed.4But when McConnel thrust the question upon him: in what do they disagree, what is\n               Taylor for or against? Lincoln could not answer, and was most palpably exposed before\n               his friends. Mr. McConnel then took up the question of the power of Congress over slavery, and\n               showed, that thesupreme court of the United Stateshad fully decided in the great case that went up fromMississippi; in which Mr.Claymade one of his most able efforts; that Congress had no power over the subject. \n               The opinion was given by Mr.McLeanand concurred in by the other judges and by Mr. Clay.5Mr. McConnel then took up Mr.Fillmore, and showed by his recent letters, that he stood upon the same platform as thedemocrats; that in his letter to Mr.GayleofAlabama, dated July 31st, 1848, he adopted the Baltimore democratic platform of non-interference\n               upon the subject of slavery. Again, in his letter to theNew York Express, dated 13th Sept.[September], 1848, Fillmore adopts the opinion of the supreme court in the Mississippi case as\n               the true doctrine.6 Again, it appears that theRough and Ready ClubofHinds countyin the state of Mississippi, passed resolutions asserting, in the broadest terms,\n               THAT CONGRESS HAD NO CONSTITUTIONAL POWER OVER THE QUESTION OF SLAVERY, and consequently\n               any act that Congress might pass upon that subject would be unconstitutional and void.7 A copy of this resolution was sent to Mr. Fillmore for his opinion, and on the 26th\n               of August, 1848, this whig candidate for the Vice Presidency, wrote toJohn B. Payton,8president of this Rough and Ready Club, andadopted in the broadest terms this resolution as containing the true constiiutional doctrine of the powers of Congress over the question of slavery.9 Mr. McConnel then showed that Taylor stood upon the same ground with Fillmore, so\n               far as can be shown by the statements ofallhis partisans and friends in the south, and the only reason why he had not been catechised upon that subject by this Rough and Ready club, was that his opinions were fully\n               known to be in accordance with the one obtained from Fillmore.  Mr. McConnel, then\n               arraigned Lincoln and all the whig orators for thus attempting to deceive thefree-soilers, and the people generally, by so misrepresenting the true position of the whig candidates\n               upon that subject. A more thorough and completeuse-upno man every suffered than did this whig member of Congress upon that occasion. Mr. Lincoln in his second hour, made a weak attempt at a justification of his course,\n               but the flood of authorities thrust upon him by Mr. McConnel, were evidently new to\n               him; such, for instance, as Fillmore’s letters and the opinion of Judge McLean, which\n               operated like a shower bath, from beneath which he was forced to dodge, and totally\n               to abandon the subject. Lincoln then took a turn at the veto power, and attempted to show that Taylor was\n               against it generally, and against executive patronage especially, but in this he was\n               equally unhappy as in his efforts upon the slavery question.10 Mr. McConnel showed that the executive was the most democratic feature in the organization\n               of the general government, and the only department that really represented the whole\n               people in their aggregate sovereign capacity.  He showed conclusively that Congress\n               did not represent the people in the sense contended for.  That thelower houseis a collection of men representing separate and isolated parts of the different\n               states or people, without any union of interest, or general cohesive principle appertaining\n               to the whole people.  Thesenateis composed of a body of men sent there without any reference to the people or their\n               numbers.  Thus for instance, the state ofDelaware, with about 70,000 people, has the same number of representatives, and the same power\n               in the senate as the great state ofNew York, with her three million of inhabitants.  Thus the senate does not represent the people,\n               but the states in their sovereign capacity, each equally.  Thus it is perfectly absurd\n               to say that Congress is the true representative of the people.  But, on the contrary,\n               the President is the direct representative of the people, and the whole people, in\n               their sovereign, separate and individual capacity, and consequently the act of vetoing\n               a bill is the act of the people, operating through their immediate representative,\n               the President, and the act of passing the law is not the act of the people or their\n               immediate representatives. Mr. McConnel then proceeded to show that the exercise of the veto power was the most\n               certain destruction of executive patronage.  For instance, if Mr.Polkhad not vetoed the late river and harbor bill, and he had desired to make himself\n               President for the second term, the bill would have furnished him the very means to\n               have brought about that object.  That bill provided for carrying on expensive improvements\n               all over the United States, that would have required many thousand contractors and\n               engineers, and their long list of hands and dependants scattering their influence and power broad-cast all over the Union.  All this immense\n               machinery would have been under the direct control and patronage of the President,\n               and by its power he could have secured his nomination  as against any other democrat,\n               and his election in spite of all the whig generals that ever wore an epaulette.  But\n               Mr. Polk regarded more the good of his country, and his oath of office, than his own\n               or his party’s elevation, and thus, as the direct representative of the people, and\n               for their good, he vetoed the bill.11 At the close of this debate a rather exciting scene occurred. Mr. Lincoln charged\n               that Mr. Polk had constantly been trying to driveWentworthto vote upon certain subjects in accordance with the democratic platform, and to\n               misrepresent his constituents and vote contrary to their wishes.12 Mr. McConnel denied the charge, and called on Lincoln for his authority.  He gave\n               Mr. Wentworth as his informant, and then pronounced the conduct of Mr. Polk, and the\n               democratic party, anti-democratic and wrong, and said it was the duty of every representative\n               truly to represent his constituents. Mr. McConnel then took up a copy of the journal of the House of Representatives of\n               Congress, of January last, and showed that Mr. Lincolnhad refused to vote for a resolution of thanks to General Taylor and his brave comrades\n                     for his and their conduct at thebattle of Buena Vista,until he had first voted an amendment thereto, that this battle was fought in a warunconstitutionally and unnecessarilybegun by thePresident.13He then turned to Mr. Lincoln and compared his conduct in that vote with his conduct\n               and speeches in favor of the war, and for carrying it on with spirit and vigor before\n               he left home and while canvassing for the office of representative in Congress.  He\n               asked if Mr. Lincoln did not know when he gave that vote that he wasmisrepresentingthe wishes of the patriotic people of this district, and did he do so by the influence\n               of Mr. Polk or some whig leader.  In the midst of the shower of fire that fell around\n               him, Lincoln cried out, “No, I did not know it, and don’t believe it yet.” As quick\n               as thought McConnel pointed to the August election as an evidence that he had so misrepresented\n               his people, and to that most foul slander upon our district was mainly owningLogan’s defeat for Congress.14The people were tired of having their patriotism and love of country so shamefully\n               misrepresented by whig Congressman & misunderstood by the American people, and they\n               rose in their might and cast aside the men that disregarded the wishes of those who\n               put them in power.  Lincoln crouched in silence beneath the blows that fell thick\n               and fast around him, and his friends held down their heads with shame. Lincoln has made nothing by coming to this part of the country to make speeches. \n               He had better have stayed away.",
    "paragraphs": [
      "Summary of Debate at Jacksonville, Illinois, 21 October 18481",
      "On Friday night, Mr.Lincoln, member ofCongressfrom this district, had an appointment to speak in Jacksonville, but gave way to\n               the other branch of thewhigfamily—the barnburner-abolition-free-negro party.2On Saturday night, he renewed his appointment, and Mr.McConnel, having arrived from the north, gave notice that he would be with him.  The consequence\n               was that a general rally took place.",
      "The debators were confined to an hour each, and by this arrangement, McConnel’s powers of condensation\n               gave him greatly the advantage.  Lincoln spent his first hour in persecuting his free-negro\n               friends, that their object of promoting freedom would be easier and better attained\n               by voting forTaylor, the owner of three hundred negro slaves, because Taylor would not veto theWilmot provisoif passed by Congress.  It is true, saidL., thatTaylor has not pledged himself to that effect, but he had pledged himself generally against the exercise of the veto power.3",
      "McConnel enquired of L. why the Taylor faction of the whig party did not go over to\n               the free-negro faction, and then they would be sure to have a man (remember) about\n               whom, in relation to the free-soil question, there was no doubt.  To this Lincoln\n               said he would have no objection, if there were not other questions about which Taylor\n               andVan Burendisagreed.4But when McConnel thrust the question upon him: in what do they disagree, what is\n               Taylor for or against? Lincoln could not answer, and was most palpably exposed before\n               his friends.",
      "Mr. McConnel then took up the question of the power of Congress over slavery, and\n               showed, that thesupreme court of the United Stateshad fully decided in the great case that went up fromMississippi; in which Mr.Claymade one of his most able efforts; that Congress had no power over the subject. \n               The opinion was given by Mr.McLeanand concurred in by the other judges and by Mr. Clay.5Mr. McConnel then took up Mr.Fillmore, and showed by his recent letters, that he stood upon the same platform as thedemocrats; that in his letter to Mr.GayleofAlabama, dated July 31st, 1848, he adopted the Baltimore democratic platform of non-interference\n               upon the subject of slavery. Again, in his letter to theNew York Express, dated 13th Sept.[September], 1848, Fillmore adopts the opinion of the supreme court in the Mississippi case as\n               the true doctrine.6",
      "Again, it appears that theRough and Ready ClubofHinds countyin the state of Mississippi, passed resolutions asserting, in the broadest terms,\n               THAT CONGRESS HAD NO CONSTITUTIONAL POWER OVER THE QUESTION OF SLAVERY, and consequently\n               any act that Congress might pass upon that subject would be unconstitutional and void.7",
      "A copy of this resolution was sent to Mr. Fillmore for his opinion, and on the 26th\n               of August, 1848, this whig candidate for the Vice Presidency, wrote toJohn B. Payton,8president of this Rough and Ready Club, andadopted in the broadest terms this resolution as containing the true constiiutional doctrine of the powers of Congress over the question of slavery.9",
      "Mr. McConnel then showed that Taylor stood upon the same ground with Fillmore, so\n               far as can be shown by the statements ofallhis partisans and friends in the south, and the only reason why he had not been catechised upon that subject by this Rough and Ready club, was that his opinions were fully\n               known to be in accordance with the one obtained from Fillmore.  Mr. McConnel, then\n               arraigned Lincoln and all the whig orators for thus attempting to deceive thefree-soilers, and the people generally, by so misrepresenting the true position of the whig candidates\n               upon that subject. A more thorough and completeuse-upno man every suffered than did this whig member of Congress upon that occasion.",
      "Mr. Lincoln in his second hour, made a weak attempt at a justification of his course,\n               but the flood of authorities thrust upon him by Mr. McConnel, were evidently new to\n               him; such, for instance, as Fillmore’s letters and the opinion of Judge McLean, which\n               operated like a shower bath, from beneath which he was forced to dodge, and totally\n               to abandon the subject.",
      "Lincoln then took a turn at the veto power, and attempted to show that Taylor was\n               against it generally, and against executive patronage especially, but in this he was\n               equally unhappy as in his efforts upon the slavery question.10",
      "Mr. McConnel showed that the executive was the most democratic feature in the organization\n               of the general government, and the only department that really represented the whole\n               people in their aggregate sovereign capacity.  He showed conclusively that Congress\n               did not represent the people in the sense contended for.  That thelower houseis a collection of men representing separate and isolated parts of the different\n               states or people, without any union of interest, or general cohesive principle appertaining\n               to the whole people.  Thesenateis composed of a body of men sent there without any reference to the people or their\n               numbers.  Thus for instance, the state ofDelaware, with about 70,000 people, has the same number of representatives, and the same power\n               in the senate as the great state ofNew York, with her three million of inhabitants.  Thus the senate does not represent the people,\n               but the states in their sovereign capacity, each equally.  Thus it is perfectly absurd\n               to say that Congress is the true representative of the people.  But, on the contrary,\n               the President is the direct representative of the people, and the whole people, in\n               their sovereign, separate and individual capacity, and consequently the act of vetoing\n               a bill is the act of the people, operating through their immediate representative,\n               the President, and the act of passing the law is not the act of the people or their\n               immediate representatives.",
      "Mr. McConnel then proceeded to show that the exercise of the veto power was the most\n               certain destruction of executive patronage.  For instance, if Mr.Polkhad not vetoed the late river and harbor bill, and he had desired to make himself\n               President for the second term, the bill would have furnished him the very means to\n               have brought about that object.  That bill provided for carrying on expensive improvements\n               all over the United States, that would have required many thousand contractors and\n               engineers, and their long list of hands and dependants scattering their influence and power broad-cast all over the Union.  All this immense\n               machinery would have been under the direct control and patronage of the President,\n               and by its power he could have secured his nomination  as against any other democrat,\n               and his election in spite of all the whig generals that ever wore an epaulette.  But\n               Mr. Polk regarded more the good of his country, and his oath of office, than his own\n               or his party’s elevation, and thus, as the direct representative of the people, and\n               for their good, he vetoed the bill.11",
      "At the close of this debate a rather exciting scene occurred. Mr. Lincoln charged\n               that Mr. Polk had constantly been trying to driveWentworthto vote upon certain subjects in accordance with the democratic platform, and to\n               misrepresent his constituents and vote contrary to their wishes.12",
      "Mr. McConnel denied the charge, and called on Lincoln for his authority.  He gave\n               Mr. Wentworth as his informant, and then pronounced the conduct of Mr. Polk, and the\n               democratic party, anti-democratic and wrong, and said it was the duty of every representative\n               truly to represent his constituents.",
      "Mr. McConnel then took up a copy of the journal of the House of Representatives of\n               Congress, of January last, and showed that Mr. Lincolnhad refused to vote for a resolution of thanks to General Taylor and his brave comrades\n                     for his and their conduct at thebattle of Buena Vista,until he had first voted an amendment thereto, that this battle was fought in a warunconstitutionally and unnecessarilybegun by thePresident.13He then turned to Mr. Lincoln and compared his conduct in that vote with his conduct\n               and speeches in favor of the war, and for carrying it on with spirit and vigor before\n               he left home and while canvassing for the office of representative in Congress.  He\n               asked if Mr. Lincoln did not know when he gave that vote that he wasmisrepresentingthe wishes of the patriotic people of this district, and did he do so by the influence\n               of Mr. Polk or some whig leader.  In the midst of the shower of fire that fell around\n               him, Lincoln cried out, “No, I did not know it, and don’t believe it yet.” As quick\n               as thought McConnel pointed to the August election as an evidence that he had so misrepresented\n               his people, and to that most foul slander upon our district was mainly owningLogan’s defeat for Congress.14The people were tired of having their patriotism and love of country so shamefully\n               misrepresented by whig Congressman & misunderstood by the American people, and they\n               rose in their might and cast aside the men that disregarded the wishes of those who\n               put them in power.  Lincoln crouched in silence beneath the blows that fell thick\n               and fast around him, and his friends held down their heads with shame.",
      "Lincoln has made nothing by coming to this part of the country to make speeches. \n               He had better have stayed away."
    ],
    "tables_count": 0,
    "citations": [
      "Michael Burlingame,Abraham Lincoln: A Life(Baltimore: The Johns Hopkins University Press, 2008), 1:280-84;The Lincoln Log: A Daily Chronology of the Life of Abraham Lincoln, 19 October 1848,http://www.thelincolnlog.org/Results.aspx?type=CalendarDay&day=1848-10-19; 20 October 1848,http://www.thelincolnlog.org/Results.aspx?type=CalendarDay&day=1848-10-20.",
      "The Lincoln Log, 20 October 1848,http://www.thelincolnlog.org/Results.aspx?type=CalendarDay&day=1848-10-20.",
      "William Wiecek, “Groves v. Slaughter,”The Oxford Companion to the Supreme Court of the United States, ed. by Kermit L. Hall, James W. Ely, Jr., and Joel B. Grossman, 2nd ed. (Oxford\n                     and New York: Oxford University Press, 2005), 411.",
      "Michael F. Holt,The Rise and Fall of the American Whig Party: Jacksonian Politics and the Onset of\n                        the Civil War(Oxford and New York: Oxford University Press,  1999), 357-58; Paul Finkelman,An Imperfect Union: Slavery, Federalism, and Comity(Union, NJ: The Lawbook Exchange, 2000), 267; Millard Fillmore to John Gayle, 31\n                     July 1848, Frank H. Severance, ed.,Millard Fillmore Papers, vol. 11 ofPublications of the Buffalo Historical Society(Buffalo, NY: Buffalo Historical Society, 1907), 2:279-80; Millard Fillmore to James\n                     Brooks, 13 September 1848, Frank Severance, ed.,Millard Fillmore Papers, 2:281-82; Groves et al. v. Slaughter, 40 U.S. (15 Pet.) 449 (1841).",
      "Millard Fillmore to John B. Payton, 20 August 1848, Frank Severance, ed.,Millard Fillmore Papers, 2:280-81.",
      "Millard Fillmore to John B. Payton, 20 August 1848, Frank Severance, ed.,Millard Fillmore Papers, 2:280-81.",
      "Norma Lois Peterson,The Presidencies of William Henry Harrison & John Tyler(Lawrence: University Press of Kansas, 1989), 14, 89-90, 97; Michael F. Holt,The Rise and Fall of the American Whig Party: Jacksonian Politics and the Onset of\n                        the Civil War(New York: Oxford University Press, 1999), 27-30, 49, 60, 67, 69, 110, 128, 130-34,\n                     137-39, 146-50, 166, 350-51.",
      "Walter R. Borneman,Polk: The Man Who Transformed the Presidency and America(New York: Random House, 2008), 228; U.S. HouseJournal. 1846. 29th Cong., 1st sess., 563-64;  U.S. SenateJournal. 1846. 29th Cong., 1st sess., 443.",
      "“1848 Democratic Party Platform, May 22, 1848,”The American Presidency Project,https://www.presidency.ucsb.edu/documents/1848-democratic-party-platform, accessed May 21, 2019.",
      "U.S. HouseJournal. 1848. 30th Cong., 1st sess., 183-85, 365-66, 765, 773, 782; U.S. SenateJournal. 1848. 30th Cong., 1st sess., 178-79;Cong. Globe, 30th Cong., 1st Sess., 95, 320 (1848).",
      "Michael Burlingame,Abraham Lincoln: A Life, 1:271; Howard W. Allen and Vincent A. Lacey, eds.,Illinois Elections, 1818-1990(Carbondale and Edwardsville: Southern Illinois University Press, 1992), 8, 126."
    ],
    "footnotes": [
      {
        "id": "X39D4D7D5-2FFA-40A7-B790-C7137F48C49F",
        "text": "1At the end of the first session of the Thirtieth Congress, Lincoln spent eleven days\n                  inMassachusettsstumping for Zachary Taylor for president in the1848 federal election.  He then returned toIllinoisvia theGreat Lakesand theIllinois River, arriving inChicagoon October 5.  Lincoln spent most of October canvassing his congressional district\n                  on behalf of Taylor and the Whig Party.  On October 19, he delivered a speech atBeardstown.   He was scheduled to speak at Jacksonville on October 20, but delayed it a day.Michael Burlingame,Abraham Lincoln: A Life(Baltimore: The Johns Hopkins University Press, 2008), 1:280-84;The Lincoln Log: A Daily Chronology of the Life of Abraham Lincoln, 19 October 1848,http://www.thelincolnlog.org/Results.aspx?type=CalendarDay&day=1848-10-19; 20 October 1848,http://www.thelincolnlog.org/Results.aspx?type=CalendarDay&day=1848-10-20."
      },
      {
        "id": "X7FA62675-81CE-4DA2-96D3-F4870563BBAB",
        "text": "2Perhaps a reference to theFree-Soil Party.  Lincoln was scheduled to speak at Jacksonville on October 20, but delayed it a\n                  day.The Lincoln Log, 20 October 1848,http://www.thelincolnlog.org/Results.aspx?type=CalendarDay&day=1848-10-20."
      },
      {
        "id": "XD81670CD-5011-4BA5-A7EE-A97B5DAF42FB",
        "text": "3At aspeechat Lacon on November 1, Lincoln suggested indirectly  thatLewis Casswould be more likely than Taylor to veto the Wilmot Proviso or other congressional\n                  action prohibiting slavery in territory acquired fromMexicoin the aftermath of theMexican War."
      },
      {
        "id": "XB5A43654-2D56-48A6-95B8-ABB9C3116EBA",
        "text": "4Former President Martin Van Buren was the candidate for the Free-Soil Party."
      },
      {
        "id": "X7642E9BF-1034-4FA3-931C-D0E38AB0386B",
        "text": "5Reference toGroves v. Slaughter, decided in March 1841.  Associate JusticeSmith Thompsonactually wrote the majority opinion; McLean only concurred in the result.William Wiecek, “Groves v. Slaughter,”The Oxford Companion to the Supreme Court of the United States, ed. by Kermit L. Hall, James W. Ely, Jr., and Joel B. Grossman, 2nd ed. (Oxford\n                     and New York: Oxford University Press, 2005), 411."
      },
      {
        "id": "XD739F79D-B1D6-462A-BFE9-F9935AB00E25",
        "text": "6Because Zachary Taylor lacked a political record, Millard Fillmore received the blunt\n                  of Democratic attacks.  As soon as he received the nomination as vice-president, Democrats\n                  scrutinized his record looking for incriminating evidence.  They soon discovered that\n                  Fillmore, like his fellow northern Whigs, had consistently voted against the gag rule.\n                  More damaging was the discovery of a letter written by Fillmore in 1838 supporting\n                  both congressional abolition of slavery in the District of Columbia and the interstate\n                  slave trade.  Southern Whigs were taken aback by these revelations and demanded that\n                  Fillmore affirm he was not anabolitionist.  Fillmore’s letters to Gayle andJames Brooks, editor of theNew York Express, represented his attempt to diffuse the situation.He pledged to Gayle that he was not an abolitionist and would take no steps against\n                  slavery in the South.  In his letter to Brooks, Fillmore affirmed that the decision\n                  inGroves v. Slaughter, in which three justices implied that Congress could not interfere with the interstate\n                  slave trade, made his 1838 views moot, and that he concurred with the opinion and\n                  would enforce it.  (McLean actually argued the opposite of what theRegister’s editor claimed: he endorsed the free state, anti-slavery position that Congress\n                  had the right to control all interstate commerce, including the slave trade.)  These\n                  letters settled the nerves of southern Whigs and allowed Whigs to concentrate on attacking\n                  Cass rather than defending Fillmore.Michael F. Holt,The Rise and Fall of the American Whig Party: Jacksonian Politics and the Onset of\n                        the Civil War(Oxford and New York: Oxford University Press,  1999), 357-58; Paul Finkelman,An Imperfect Union: Slavery, Federalism, and Comity(Union, NJ: The Lawbook Exchange, 2000), 267; Millard Fillmore to John Gayle, 31\n                     July 1848, Frank H. Severance, ed.,Millard Fillmore Papers, vol. 11 ofPublications of the Buffalo Historical Society(Buffalo, NY: Buffalo Historical Society, 1907), 2:279-80; Millard Fillmore to James\n                     Brooks, 13 September 1848, Frank Severance, ed.,Millard Fillmore Papers, 2:281-82; Groves et al. v. Slaughter, 40 U.S. (15 Pet.) 449 (1841)."
      },
      {
        "id": "XA8A5B044-15F9-4CD6-9D8F-1BF4319D1CFE",
        "text": "7The Rough and Ready Club of Raymond, Mississippi, passed these resolutions on August\n                  5, and John B. Peyton enclosed them in a letter to Fillmore on August 9.Millard Fillmore to John B. Payton, 20 August 1848, Frank Severance, ed.,Millard Fillmore Papers, 2:280-81."
      },
      {
        "id": "XA216AE45-7737-49EA-B52B-78D6FC015E5D",
        "text": "8Most sources identify him as John B. Peyton."
      },
      {
        "id": "XBA727097-E672-44F2-86A8-B30F3D2FA9CD",
        "text": "9Fillmore actually responded on August 20.  In his response, Fillmore addressed only\n                  the tenth and eleventh resolutions, as only those resolutions addressed his position\n                  and views on slavery in the South.Millard Fillmore to John B. Payton, 20 August 1848, Frank Severance, ed.,Millard Fillmore Papers, 2:280-81."
      },
      {
        "id": "X2CA9D896-BD00-408D-AC56-5EA792B064CB",
        "text": "10Ever since PresidentAndrew Jacksonmade broad use of the veto power to reject internal improvements,  aNational Bank, and other parts of Henry Clay’s American System, the Whigs had railed against “executive\n                  usurpation.” Congressional supremacy became a mantra for the Whig Party, and Whig\n                  orators made what they deemed unconstitutional use of the veto power by Jackson's\n                  successors a theme in most elections up to 1848. In the presidential campaign of 1848,\n                  Whigs sought to mobilize their supporters and gain neutral voters by claiming that\n                  Lewis Cass would continue James K. Polk’s unconstitutional usurpation of power, particularly\n                  in commencing and waging the Mexican War.Norma Lois Peterson,The Presidencies of William Henry Harrison & John Tyler(Lawrence: University Press of Kansas, 1989), 14, 89-90, 97; Michael F. Holt,The Rise and Fall of the American Whig Party: Jacksonian Politics and the Onset of\n                        the Civil War(New York: Oxford University Press, 1999), 27-30, 49, 60, 67, 69, 110, 128, 130-34,\n                     137-39, 146-50, 166, 350-51."
      },
      {
        "id": "XA3791A56-ED48-4596-95E7-B2F258B4243B",
        "text": "11On March 20, 1846, the House of Representatives passed “A Bill Making Appropriations\n                  for the Improvement of Certain Harbors and Rivers” by a vote of 109 yeas to ninety-two\n                  nays.  This bill appropriated $1,378,450 for internal improvements, most involving\n                  small harbors in the Great Lakes. The Senate approved the bill on July 24 by a vote\n                  of thirty-four yeas and sixteen nays.  Polk vetoed it on August 3, arguing that the\n                  bill called for improvements of a largely local nature   considered non-essential\n                  for national commerce,  and that he could find no constitutional provision allowing\n                  federal funding of projects within states or localities.Walter R. Borneman,Polk: The Man Who Transformed the Presidency and America(New York: Random House, 2008), 228; U.S. HouseJournal. 1846. 29th Cong., 1st sess., 563-64;  U.S. SenateJournal. 1846. 29th Cong., 1st sess., 443."
      },
      {
        "id": "X686CEA46-89CF-43E3-AA95-1ADBEAFD9EB4",
        "text": "12The planks of the Democratic platform in 1848 endorsed limited government, frugality\n                  in government expenditure, the presidential veto power, protection of naturalization\n                  and citizenship rights for immigrants, and the legitimacy and constitutionality of\n                  the Mexican War.  It opposed internal improvements confined to states or localities,\n                  a national bank,  and, perhaps most significant, congressional interference with slavery.“1848 Democratic Party Platform, May 22, 1848,”The American Presidency Project,https://www.presidency.ucsb.edu/documents/1848-democratic-party-platform, accessed May 21, 2019."
      },
      {
        "id": "XCF5891FE-6A89-48CF-A972-2AEEF17C1BC4",
        "text": "13On January 3, 1848, RepresentativeJohn W. Houstonintroduced ajoint resolutionof thanks to General Taylor and his soldiers.  RepresentativeRobert C. Schenckmoved that the resolution be referred to the Committee on Military Affairs.  RepresentativeThomas J. Henleymoved to amend Schenck’s motion by adding the following: “with instructions to insert\n                  in the said resolution the following: 'engaged as they were, in defending the rights\n                  and honor of the country.’”George Ashmunproposed to amend these instructions by adding at the end the following: “in a war\n                  unnecessarily and unconstitutionally begun by the President of the United States.\"\n                  The House adopted Ashmun’s amendment either by a vote of eighty-two yeas to eighty-one\n                  nays or eighty-five yeas to eighty-one nays, with Lincoln voting yea. (The HouseJournaland theCongressional Globediffer on the vote tabulation.)   There is no evidence that the House resumed consideration\n                  of this joint resolution or its amendments.  On February 7, 1848, the House passed\n                  ajoint resolutionof thanks to Taylor without Ashmun’s or Henley’s amendments by a vote of 181 yeas\n                  to one nay, with Lincoln voting yea.  The Senate adopted thejoint resolution with amendmentson February 16, and the House concurred in the Senate amendments on May 4.  President\n                  Polk approved theresolutionin final form on May 9.U.S. HouseJournal. 1848. 30th Cong., 1st sess., 183-85, 365-66, 765, 773, 782; U.S. SenateJournal. 1848. 30th Cong., 1st sess., 178-79;Cong. Globe, 30th Cong., 1st Sess., 95, 320 (1848)."
      },
      {
        "id": "X0F3E580D-451E-4E98-A1E7-CDC71086D1A9",
        "text": "14Lincoln represented the Seventh Congressional District. He had pledged to serve only\n                  one term, but many Whigs in the district favored his renomination. Lincoln was not\n                  averse to running again, but Stephen T. Logan received the nomination. In August 1848,\n                  Logan would lose toThomas L. Harrisin a close race.Michael Burlingame,Abraham Lincoln: A Life, 1:271; Howard W. Allen and Vincent A. Lacey, eds.,Illinois Elections, 1818-1990(Carbondale and Edwardsville: Southern Illinois University Press, 1992), 8, 126."
      }
    ],
    "structured_content": [
      {
        "type": "heading",
        "text": "Summary of Debate at Jacksonville, Illinois, 21 October 18481"
      },
      {
        "type": "paragraph",
        "text": "On Friday night, Mr.Lincoln, member ofCongressfrom this district, had an appointment to speak in Jacksonville, but gave way to\n               the other branch of thewhigfamily—the barnburner-abolition-free-negro party.2On Saturday night, he renewed his appointment, and Mr.McConnel, having arrived from the north, gave notice that he would be with him.  The consequence\n               was that a general rally took place."
      },
      {
        "type": "paragraph",
        "text": "The debators were confined to an hour each, and by this arrangement, McConnel’s powers of condensation\n               gave him greatly the advantage.  Lincoln spent his first hour in persecuting his free-negro\n               friends, that their object of promoting freedom would be easier and better attained\n               by voting forTaylor, the owner of three hundred negro slaves, because Taylor would not veto theWilmot provisoif passed by Congress.  It is true, saidL., thatTaylor has not pledged himself to that effect, but he had pledged himself generally against the exercise of the veto power.3"
      },
      {
        "type": "paragraph",
        "text": "McConnel enquired of L. why the Taylor faction of the whig party did not go over to\n               the free-negro faction, and then they would be sure to have a man (remember) about\n               whom, in relation to the free-soil question, there was no doubt.  To this Lincoln\n               said he would have no objection, if there were not other questions about which Taylor\n               andVan Burendisagreed.4But when McConnel thrust the question upon him: in what do they disagree, what is\n               Taylor for or against? Lincoln could not answer, and was most palpably exposed before\n               his friends."
      },
      {
        "type": "paragraph",
        "text": "Mr. McConnel then took up the question of the power of Congress over slavery, and\n               showed, that thesupreme court of the United Stateshad fully decided in the great case that went up fromMississippi; in which Mr.Claymade one of his most able efforts; that Congress had no power over the subject. \n               The opinion was given by Mr.McLeanand concurred in by the other judges and by Mr. Clay.5Mr. McConnel then took up Mr.Fillmore, and showed by his recent letters, that he stood upon the same platform as thedemocrats; that in his letter to Mr.GayleofAlabama, dated July 31st, 1848, he adopted the Baltimore democratic platform of non-interference\n               upon the subject of slavery. Again, in his letter to theNew York Express, dated 13th Sept.[September], 1848, Fillmore adopts the opinion of the supreme court in the Mississippi case as\n               the true doctrine.6"
      },
      {
        "type": "paragraph",
        "text": "Again, it appears that theRough and Ready ClubofHinds countyin the state of Mississippi, passed resolutions asserting, in the broadest terms,\n               THAT CONGRESS HAD NO CONSTITUTIONAL POWER OVER THE QUESTION OF SLAVERY, and consequently\n               any act that Congress might pass upon that subject would be unconstitutional and void.7"
      },
      {
        "type": "paragraph",
        "text": "A copy of this resolution was sent to Mr. Fillmore for his opinion, and on the 26th\n               of August, 1848, this whig candidate for the Vice Presidency, wrote toJohn B. Payton,8president of this Rough and Ready Club, andadopted in the broadest terms this resolution as containing the true constiiutional doctrine of the powers of Congress over the question of slavery.9"
      },
      {
        "type": "paragraph",
        "text": "Mr. McConnel then showed that Taylor stood upon the same ground with Fillmore, so\n               far as can be shown by the statements ofallhis partisans and friends in the south, and the only reason why he had not been catechised upon that subject by this Rough and Ready club, was that his opinions were fully\n               known to be in accordance with the one obtained from Fillmore.  Mr. McConnel, then\n               arraigned Lincoln and all the whig orators for thus attempting to deceive thefree-soilers, and the people generally, by so misrepresenting the true position of the whig candidates\n               upon that subject. A more thorough and completeuse-upno man every suffered than did this whig member of Congress upon that occasion."
      },
      {
        "type": "paragraph",
        "text": "Mr. Lincoln in his second hour, made a weak attempt at a justification of his course,\n               but the flood of authorities thrust upon him by Mr. McConnel, were evidently new to\n               him; such, for instance, as Fillmore’s letters and the opinion of Judge McLean, which\n               operated like a shower bath, from beneath which he was forced to dodge, and totally\n               to abandon the subject."
      },
      {
        "type": "paragraph",
        "text": "Lincoln then took a turn at the veto power, and attempted to show that Taylor was\n               against it generally, and against executive patronage especially, but in this he was\n               equally unhappy as in his efforts upon the slavery question.10"
      },
      {
        "type": "paragraph",
        "text": "Mr. McConnel showed that the executive was the most democratic feature in the organization\n               of the general government, and the only department that really represented the whole\n               people in their aggregate sovereign capacity.  He showed conclusively that Congress\n               did not represent the people in the sense contended for.  That thelower houseis a collection of men representing separate and isolated parts of the different\n               states or people, without any union of interest, or general cohesive principle appertaining\n               to the whole people.  Thesenateis composed of a body of men sent there without any reference to the people or their\n               numbers.  Thus for instance, the state ofDelaware, with about 70,000 people, has the same number of representatives, and the same power\n               in the senate as the great state ofNew York, with her three million of inhabitants.  Thus the senate does not represent the people,\n               but the states in their sovereign capacity, each equally.  Thus it is perfectly absurd\n               to say that Congress is the true representative of the people.  But, on the contrary,\n               the President is the direct representative of the people, and the whole people, in\n               their sovereign, separate and individual capacity, and consequently the act of vetoing\n               a bill is the act of the people, operating through their immediate representative,\n               the President, and the act of passing the law is not the act of the people or their\n               immediate representatives."
      },
      {
        "type": "paragraph",
        "text": "Mr. McConnel then proceeded to show that the exercise of the veto power was the most\n               certain destruction of executive patronage.  For instance, if Mr.Polkhad not vetoed the late river and harbor bill, and he had desired to make himself\n               President for the second term, the bill would have furnished him the very means to\n               have brought about that object.  That bill provided for carrying on expensive improvements\n               all over the United States, that would have required many thousand contractors and\n               engineers, and their long list of hands and dependants scattering their influence and power broad-cast all over the Union.  All this immense\n               machinery would have been under the direct control and patronage of the President,\n               and by its power he could have secured his nomination  as against any other democrat,\n               and his election in spite of all the whig generals that ever wore an epaulette.  But\n               Mr. Polk regarded more the good of his country, and his oath of office, than his own\n               or his party’s elevation, and thus, as the direct representative of the people, and\n               for their good, he vetoed the bill.11"
      },
      {
        "type": "paragraph",
        "text": "At the close of this debate a rather exciting scene occurred. Mr. Lincoln charged\n               that Mr. Polk had constantly been trying to driveWentworthto vote upon certain subjects in accordance with the democratic platform, and to\n               misrepresent his constituents and vote contrary to their wishes.12"
      },
      {
        "type": "paragraph",
        "text": "Mr. McConnel denied the charge, and called on Lincoln for his authority.  He gave\n               Mr. Wentworth as his informant, and then pronounced the conduct of Mr. Polk, and the\n               democratic party, anti-democratic and wrong, and said it was the duty of every representative\n               truly to represent his constituents."
      },
      {
        "type": "paragraph",
        "text": "Mr. McConnel then took up a copy of the journal of the House of Representatives of\n               Congress, of January last, and showed that Mr. Lincolnhad refused to vote for a resolution of thanks to General Taylor and his brave comrades\n                     for his and their conduct at thebattle of Buena Vista,until he had first voted an amendment thereto, that this battle was fought in a warunconstitutionally and unnecessarilybegun by thePresident.13He then turned to Mr. Lincoln and compared his conduct in that vote with his conduct\n               and speeches in favor of the war, and for carrying it on with spirit and vigor before\n               he left home and while canvassing for the office of representative in Congress.  He\n               asked if Mr. Lincoln did not know when he gave that vote that he wasmisrepresentingthe wishes of the patriotic people of this district, and did he do so by the influence\n               of Mr. Polk or some whig leader.  In the midst of the shower of fire that fell around\n               him, Lincoln cried out, “No, I did not know it, and don’t believe it yet.” As quick\n               as thought McConnel pointed to the August election as an evidence that he had so misrepresented\n               his people, and to that most foul slander upon our district was mainly owningLogan’s defeat for Congress.14The people were tired of having their patriotism and love of country so shamefully\n               misrepresented by whig Congressman & misunderstood by the American people, and they\n               rose in their might and cast aside the men that disregarded the wishes of those who\n               put them in power.  Lincoln crouched in silence beneath the blows that fell thick\n               and fast around him, and his friends held down their heads with shame."
      },
      {
        "type": "paragraph",
        "text": "Lincoln has made nothing by coming to this part of the country to make speeches. \n               He had better have stayed away."
      }
    ]
  },
  "extraction_date": "2025-12-26 20:31:21",
  "word_count": 1518
}