{
  "document_id": "D200763",
  "url": "https://papersofabrahamlincoln.org/documents/D200763",
  "metadata": {
    "date": "1853-11-11",
    "authors": [
      "Lincoln, Abraham (President)"
    ],
    "keywords": [
      "Actions and defenses",
      "Depositions",
      "Adverse possession",
      "Ejectment",
      "Land titles",
      "Real property"
    ],
    "type": "Letter"
  },
  "content": {
    "full_text": "Abraham Lincoln to Thomas J. Turner, 11 November 18531 Judge Logan,Kemper's attorney, authorizes me say he consents to the within named Clerk, taking the deposition,2in lieu of the man named in the commission,3on condition that, if you can, you will notify Kemper's lawyer there, of the time\n               & place–  MrAdamsper haps will know who the lawyer is–  Dont neglect, or fail for your life4",
    "paragraphs": [
      "Abraham Lincoln to Thomas J. Turner, 11 November 18531",
      "Judge Logan,Kemper's attorney, authorizes me say he consents to the within named Clerk, taking the deposition,2in lieu of the man named in the commission,3on condition that, if you can, you will notify Kemper's lawyer there, of the time\n               & place–  MrAdamsper haps will know who the lawyer is–  Dont neglect, or fail for your life4"
    ],
    "tables_count": 0,
    "citations": [
      "For the letters related to this case, seeKemper v. Adams & Bovey, Martha L. Benner and Cullom Davis et al., eds.,The Law Practice of Abraham Lincoln: Complete Documentary Edition,  2d edition (Springfield: Illinois Historic Preservation Agency, 2009),http://www.lawpracticeofabrahamlincoln.org/Details.aspx?case=140935."
    ],
    "footnotes": [
      {
        "id": "XA5DD085A-4340-4BC9-A66A-C78620BB6BCE",
        "text": "1Abraham Lincoln wrote and signed this letter."
      },
      {
        "id": "X96D7ABFF-F8D9-4C23-8B09-F8B2321350DD",
        "text": "2If there was a document enclosed with this letter, it has not been located."
      },
      {
        "id": "XE06D7B93-A378-4CD9-9E2F-9DE448F68028",
        "text": "3The commission document Lincoln references has not been located. He originally enclosed\n                  the commission for taking depositions in aletterhe wrote Thomas J. Turner on August 15, 1853."
      },
      {
        "id": "XECC50555-DF59-4BFE-B75F-A583D750880C",
        "text": "4Kemper’s other lawyer could not be identified.Lincoln is discussing the caseKemper v. Adams & Bovey. In the case, John H. Kemper recovered a judgment againstWilliam F. Bradshaw, and the U.S. marshal sold Bradshaw's land inOgle County, Illinois, to satisfy the judgment.  Bradshaw conveyed the land to Adam Adams andJohn Bovey.  Adams and Bovey had possession of the land that Kemper claimed to own by virtue\n                  of the judgment.  Kemper sued Adams and Bovey in an action of ejectment in theU.S. Circuit Court, District of Illinois, to remove them from the property.  Adams and Bovey retained Lincoln, Turner, andSolon Cumins; Kemper retained Stephen T. Logan. Lincoln and his fellow attorneys for the defense\n                  argued that the time during which Kemper could sue had expired.  The Circuit Court\n                  found for Kemper.  By virtue of anactpromulgated in March 1839, the  losing party in an ejectment case was entitled to\n                  one new trial simply by paying the court costs, and Adams and Bovey  paid the costs\n                  and motioned for a new trial.  The court granted the motion, and the jury found for\n                  Kemper.  Adams and Bovey apparently sued Kemper for an injunction to stop the execution\n                  of the judgment, and in March 1858, theU.S. Circuit Court, Northern District of Illinois, ruled for Adams and Bovey.  Lincoln received $100 for his legal services.As indicated in anotherletterto Turner, Lincoln first became involved in the lawsuit in December 1849.  He wrote\n                  multiple letters to Turner, Adams, Bovey, and Cumins regarding this case before its\n                  conclusion in 1858.For the letters related to this case, seeKemper v. Adams & Bovey, Martha L. Benner and Cullom Davis et al., eds.,The Law Practice of Abraham Lincoln: Complete Documentary Edition,  2d edition (Springfield: Illinois Historic Preservation Agency, 2009),http://www.lawpracticeofabrahamlincoln.org/Details.aspx?case=140935."
      }
    ],
    "structured_content": [
      {
        "type": "heading",
        "text": "Abraham Lincoln to Thomas J. Turner, 11 November 18531"
      },
      {
        "type": "paragraph",
        "text": "Judge Logan,Kemper's attorney, authorizes me say he consents to the within named Clerk, taking the deposition,2in lieu of the man named in the commission,3on condition that, if you can, you will notify Kemper's lawyer there, of the time\n               & place–  MrAdamsper haps will know who the lawyer is–  Dont neglect, or fail for your life4"
      }
    ]
  },
  "extraction_date": "2025-12-26 21:28:49",
  "word_count": 64
}