{
  "document_id": "D200806",
  "url": "https://papersofabrahamlincoln.org/documents/D200806",
  "metadata": {
    "date": "1854-10-30",
    "authors": [
      "Lincoln, Abraham"
    ],
    "keywords": [
      "Elections",
      "Political oratory",
      "Political campaigns"
    ],
    "type": "Letter"
  },
  "content": {
    "full_text": "Abraham Lincoln to Richard Yates, [30 October] 18541 I am on my way toQuincyto speak for our old friendArchie Williams.3On my way down I heard atJacksonvillea story which may harm you if not averted— namely, that you have been aKnow-Nothing.  I suggest that you get a denial— something like the inclosed draft which I have made—4into the hands of a safe man in each precinct. The day beforeelectionwill do.",
    "paragraphs": [
      "Abraham Lincoln to Richard Yates, [30 October] 18541",
      "I am on my way toQuincyto speak for our old friendArchie Williams.3On my way down I heard atJacksonvillea story which may harm you if not averted— namely, that you have been aKnow-Nothing.  I suggest that you get a denial— something like the inclosed draft which I have made—4into the hands of a safe man in each precinct.",
      "The day beforeelectionwill do."
    ],
    "tables_count": 0,
    "citations": [
      "Roy P. Basler, ed.,The Collected Works of Abraham Lincoln(New Brunswick, NJ: Rutgers University Press, 1953), 2:284-85.",
      "Roy P. Basler, ed.,The Collected Works of Abraham Lincoln, 2:284-85;The Lincoln Log: A Daily Chronology of the Life of Abraham Lincoln, 30 October 1854,http://www.thelincolnlog.org/Results.aspx?type=CalendarDay&day=1854-10-30; 31 October 1854,http://www.thelincolnlog.org/Results.aspx?type=CalendarDay&day=1854-10-31; 1 November 1854,http://www.thelincolnlog.org/Results.aspx?type=CalendarDay&day=1854-11-01.",
      "Howard W. Allen and Vincent A. Lacey, eds.,Illinois Elections, 1818-1990(Carbondale and Edwardsville: Southern Illinois University Press, 1992), 10, 134;\n                     David Herbert Donald,Lincoln(New York: Touchstone, 1995), 167-73; Autobiography of Abraham Lincoln Written for John L. Scripps;William H. Randolph to Abraham Lincoln; Illinois SenateJournal. 1855. 19th G. A., 242-55.",
      "Howard W. Allen and Vincent A. Lacey, eds.,Illinois Elections, 1818-1990, 10, 134;Cong. Rec., 66th Cong., 3rd Sess., 3077 (1921);Illinois State Register(Springfield), 25 October 1854, 2:2; 15 November 1854, 2:1;Illinois Daily Journal(Springfield), 11 November 1854, 2:1; 15 November 1854, 2:2, 2:3; Abraham Jonas to Abraham Lincoln; Abraham Lincoln to Abraham Jonas."
    ],
    "footnotes": [
      {
        "id": "X4F25AC1C-C2AF-43C9-8FAC-C82F15D7F62B",
        "text": "1This letter is attributed to Abraham Lincoln but no manuscript version in Lincoln’s\n                  hand has been located. It is similar in content to aletterfrom Lincoln to Richard Yates of October 30, 1854 for which a manuscript original\n                  is extant. Roy P. Basler, editor ofThe Collected Works of Abraham Lincoln, thought it possible that this letter, published by Yates’s namesake son in a speech\n                  toCongressin 1921, was  written in addition to that of October 30 and sent to a different address\n                  as Lincoln was in a hurry to reach Yates and did not know his precise whereabouts.\n                  There is, however, evidence that this published version is actually a misdated and\n                  loose transcription of the October 30 manuscript letter. When he included this letter\n                  in his speech to Congress, Richard Yates, Jr. also quoted from an 1865 note on the\n                  verso of his source manuscript, in which his father explained the context of the letter\n                  to Lincoln biographerIsaac N. Arnold. The manuscript original of the October 30letterhas such a note on verso, albeit bearing a date of June 17, 1869.Roy P. Basler, ed.,The Collected Works of Abraham Lincoln(New Brunswick, NJ: Rutgers University Press, 1953), 2:284-85."
      },
      {
        "id": "X31BA902B-872E-41E1-82E9-B6DAAEE8235C",
        "text": "2Basler tentatively redated this letter to October 31, 1854. As Basler pointed out,\n                  Lincoln was no longer in Naples on November 1, 1854, having left for Quincy on October\n                  31. With no manuscript original of this letter extant, Basler argued that it is impossible\n                  to ascertain if the date of November 1 is a mistake by Lincoln or a mistake that occurred\n                  in transcription for publication by Richard Yates, Jr. Whereas Basler dated this document\n                  at the latest possible date Lincoln could have written it before leaving Naples, the\n                  editors have chosen  an inferred date of October 30 due to a lack of compelling evidence\n                  in preference of the later date. If this published text does indeed represent a distinct\n                  additional letter from Lincoln to Yates, it was likely composed in the presence of\n                  the October 30 manuscript as it covers the same points in the same order as that document.Roy P. Basler, ed.,The Collected Works of Abraham Lincoln, 2:284-85;The Lincoln Log: A Daily Chronology of the Life of Abraham Lincoln, 30 October 1854,http://www.thelincolnlog.org/Results.aspx?type=CalendarDay&day=1854-10-30; 31 October 1854,http://www.thelincolnlog.org/Results.aspx?type=CalendarDay&day=1854-10-31; 1 November 1854,http://www.thelincolnlog.org/Results.aspx?type=CalendarDay&day=1854-11-01."
      },
      {
        "id": "XB4A736C4-90BF-465E-9670-9E9D7633D013",
        "text": "3WhigArchibald Williams was challenging incumbentDemocratWilliam A. Richardsonin thecongressional raceinIllinois’ Fifth Congressional District. Williams received 47.61% of the vote, losing to Richardson\n                  who garnered 52.38%.Passage of theKansas-Nebraska Actand its effective repeal of theMissouri Compromisereawakened Lincoln’s passion for politics, and he threw himself into the congressional\n                  election campaign in the fall of 1854, crisscrossing Illinois to deliver speeches\n                  against the Kansas-Nebraska Act and in support ofanti-Nebraskacandidates such as Williams. Lincoln even allowed himself to become a candidate for\n                  theIllinois General Assembly(albeit reluctantly at first). As the election campaign reached its climax, Lincoln’s\n                  name began to circulate as a possible nominee for one of the state’sU.S. Senateseats. Lincoln won election to the Illinois General Assembly, but, in late-November\n                  1854,declinedto serve in order to run for the U.S. Senate. Ultimately, he did not win election\n                  to the U.S. Senate; the Illinois General Assembly selected anti-Nebraska DemocratLyman Trumbullinstead. See the1854 Federal Election.Howard W. Allen and Vincent A. Lacey, eds.,Illinois Elections, 1818-1990(Carbondale and Edwardsville: Southern Illinois University Press, 1992), 10, 134;\n                     David Herbert Donald,Lincoln(New York: Touchstone, 1995), 167-73; Autobiography of Abraham Lincoln Written for John L. Scripps;William H. Randolph to Abraham Lincoln; Illinois SenateJournal. 1855. 19th G. A., 242-55."
      },
      {
        "id": "X5F700436-8FE3-4B64-81A6-F2DFA997A17C",
        "text": "4The enclosure has not been found. Yates, a Whig, was at this time running against\n                  DemocratThomas L. Harrisfor reelection to Congress in Illinois’ Sixth District. Yates ultimately lost his\n                  bid for reelection, receiving 9,890 votes compared to Harris’ 10,090. As described\n                  by Richard Yates, Jr., the note from Richard Yates to biographer Arnold on verso of\n                  the manuscript original of this document read: “This was good advice, but it came\n                  too late. In a district lost by us on the Presidency by 2,000, I was defeated by only\n                  200, over half of whom, I am sure, voted against me because of a false and sworn-to\n                  affidavit that I had been seen in a Know-Nothing lodge.” The abovementioned related\n                  October 30, 1854 manuscriptletterfrom Lincoln to Yates and note by Yates on verso,  include the detail that Lincoln\n                  and Yates were concerned how the allegation that Yates was  Know Nothing would influence\n                  foreign-born German and English voters inMorgan County.The DemocraticIllinois State Registerhad reported on October 25, 1854 that when at the “English settlement” ofLynnvillein Morgan County, Yates had been asked his opinion on Know Nothings and had pandered\n                  to his audience by denouncing the organization. After Yates lost  his reelection bid,\n                  the opposingIllinois Daily Journalpublished a note complaining that a person in Morgan County identified only as “W.”\n                  should go to prison for his role in Yates’s defeat. TheRegisterthen responded by claiming that “W.” was a prominent “old line whig” and veteran\n                  of theMexican Warfrom Morgan County who had supported Harris and denounced what the paper claimed\n                  was an effort by theJournaland fanatical “abolitionized whigs” to discourage national Whigs from joining with\n                  Democrats to support theCompromise of 1850. TheJournalreplied that “W.” had never been a Whig but was in fact alocofocowho joined a Know Nothing organization then swore that Yates was also a member “in\n                  order to prevent the 400 English whigs in Morgan andScottfrom voting for Dick Yates.” TheJournalalso reprinted an article from theJacksonville Constitutionistthat argued that Yates had likely lost 200 votes in Morgan County through the efforts\n                  of his opponents to convince foreign-born residents there that he was a Know Nothing.\n                  In Morgan County, Yates had received 1,591 votes and Harris, 1,409.Lincoln would later be called on  to deny rumors that he himself had been in a Know\n                  Nothing lodge in Quincy during his November 1854 visit to the town. According to Lincoln,\n                  it was Richardson who started this rumor.Howard W. Allen and Vincent A. Lacey, eds.,Illinois Elections, 1818-1990, 10, 134;Cong. Rec., 66th Cong., 3rd Sess., 3077 (1921);Illinois State Register(Springfield), 25 October 1854, 2:2; 15 November 1854, 2:1;Illinois Daily Journal(Springfield), 11 November 1854, 2:1; 15 November 1854, 2:2, 2:3; Abraham Jonas to Abraham Lincoln; Abraham Lincoln to Abraham Jonas."
      }
    ],
    "structured_content": [
      {
        "type": "heading",
        "text": "Abraham Lincoln to Richard Yates, [30 October] 18541"
      },
      {
        "type": "paragraph",
        "text": "I am on my way toQuincyto speak for our old friendArchie Williams.3On my way down I heard atJacksonvillea story which may harm you if not averted— namely, that you have been aKnow-Nothing.  I suggest that you get a denial— something like the inclosed draft which I have made—4into the hands of a safe man in each precinct."
      },
      {
        "type": "paragraph",
        "text": "The day beforeelectionwill do."
      }
    ]
  },
  "extraction_date": "2025-12-26 21:30:33",
  "word_count": 69
}