{
  "document_id": "D200124",
  "url": "https://papersofabrahamlincoln.org/documents/D200124",
  "metadata": {
    "date": "1837-09-06",
    "authors": [
      "Lincoln, Abraham (President)"
    ],
    "keywords": [
      "Real property",
      "Elections",
      "Political candidates",
      "Deeds",
      "Land titles--Registration and transfer"
    ],
    "type": "Letter"
  },
  "content": {
    "full_text": "Abraham Lincoln to James Adams, 6 September 1837 Messrs.[Messieurs]LincolnandTalbottin reply to Gen.Adams.1 In theRepublicanof this morning a publication of Gen. Adams’s appears, in which my name is used quite\n               unreservedly.  For this I thank the General.  I thank him, because it gives me an\n               opportunity, without appearing obtrusive, of explaining a part of aformer publicationof mine, which appears to me to have been misunderstood by many.2 In theformer publicationalluded to, I stated, in substance, that Mr. Talbott got a deed from thesonof Gen. Adams for the purpose of correcting a mistake that had occurred on the record\n               of the said deed in the Recorder’s office—that he corrected the record, and brought\n               the deed and handed it to me—and that, on opening the deed, another paper, being the\n               a-signment of a judgment,fell outof it.  This statement Gen. Adams and the editor of the Republican,3have seized upon as a most palpable evidence of fabrication and falsehood.  They\n               set themselves gravely about proving, that the assignment could not have been in the\n               deed when Talbott got it from young Adams, as he, Talbott, would have seen it when\n               he opened the deed to correct the record.  Now the truth is, Talbottdidsee the assignment when he opened the deed, or at least he told me he did on the\n               same day; and I only omitted to say so, in myformer publication, because it was a matter of such palpable and necessary inference.  I had stated\n               that Talbott had corrected the record by the deed; and of course he must have opened\n               it; and, just as the General and his friends argue, must have seen the assignment.\n               I omitted to state the fact of Talbott’s seeing the assignment, because its existence\n               was so necessarily connected with other facts which I did state that I thought the\n               greatest dunce could not but understand it.  Did I say Talbott had not seen it?  Did\n               I sayany thingthat wasinconsistentwith his having seen it before? Most certainly I did neither; and if I did not, what\n               becomes of the argument?  These logical gentlemen cannot sustain their argument only\n               by assuming that Ididsaynegativelyevery thing that Idid notsay affirmatively; and upon the same assumption, we may expect to find the General,\n               if a little harder pressed for argument, saying that I said Talbott came to our office\n               with his head downwards not that I actually said so, but because I omitted to say\n               he came feet downward. In his publication to-day, the Genl. produces the affidavit ofReuben Radford, in which it is said that Talbott told Radford that he did not find the assignment\n               in the deed in the recording of which the error was committed, but that he found it\n               wrapped in another paper in the Recorder’s office, upon which statement the Genl.\n               comments, as follows, to wit:— “If it be true as stated byTalbott to Radford, that he found the assignment wrapped up in another paper at his\n               office, that contradicts the statement of Lincoln that it fell out of the deed.” Is common sense to be abused with such sophistry?  Did I say what Talbott found it\n               in?  If Talbottdidfind it in another paper athisoffice, is that any reason why he could not have folded it in a deed and brought\n               it tomyoffice? Can any one be so far duped, as to be made believe that what may have happened\n               atTalbott’soffice at one time, is inconsistent with what happened atmyoffice at another time? NowTalbott’s statement of the case as he makes it to me is this, that he got a bunch of\n               deeds from young Adams, and that he knows he found the assignment in the bunch, but\n               he is not certain which particular deed it was in, nor is he certain whether it was\n               folded in the same deed out of which it was took, or another one, when it was brought\n               to my office.  Is this a mysterious story?  Is there any thing suspicious about it? But it is useless to dwell longer on this point.—Any man who is not wilfully blind\n               can see at a blush, that there is no discrepancy between Talbott and myself. In regard to the Genl’s. concluding statement, that “Having thus reviewed in my own\n               way, the statements of Messrs. Talbott and Lincoln, and shown that they are not only\n               inconsistent with truth, but each other”—I can only say, that I have shown that he\n               has done no such thing; and if the reader is disposed to require any other evidence\n               than the General’s assertion, he will be of my opinion. Excepting the General’s most flimsy attempt at mystification, in regard to a discrepancy\n               between Talbott and myself, he has not denied a single statement that I made in myhandbill.  Every material statement I made has been sworn to by men who, in former times,\n               were thought as respectable as General Adams.  I stated than an assignment of a Judgment, a copy of which I gave, had existed—Benj. Talbott,C. R. Matheny,Wm. Butler, andJudge Logan, swore to its existence.4I stated that it was said to be in Gen. Adams’s hand writing—the same men swore\n               it was in his hand writing.  I stated that Talbott would swear that he got it out\n               of Gen. Adams’s possession—Talbott came forward and did swear it. Bidding adieu to theformer publication, I now propose to examine the General’s last gigantic production.  I now propose\n               to point out some discrepancies in the General’s address; and such too, as he shall\n               not be able to escape from.  Speaking of the famous assignment, the Gen. says “This\n               last charge, which was their last resort, their dying effort to render my character\n               infamous among my fellow-citizens, was manufactured at a certain lawyer’s office in\n               the town, printed at the office of theSangamo Journal, and found its way into the world some time between two daysjust before the last election.”5Now turn toMr. Keys’affidavit in which you will find the following, (viz:) “I certify that some time\n               in May or the early part of June, 1837; I saw at Williams’ corner a paper purporting\n               to be an assignment fromJoseph Andersonto James Adams, which assignment, was signed by a mark to Anderson’s name,” &c.[etc.]  Now mark, if Keys saw the assignment on the last of May or 1st of June,  Gen. Adam’s\n               tells a falsehood when he says it wasmanufactured just before the election, which was on the 7th of August; and if it was manufactured just before the election,\n               Keys tells a falsehood when he says he saw it on the last of May or 1st of June. \n               Either Keys or the General is irretrievably in for it; and in the General’s very condescending\n               language, I say, “let them settle it between them.” Now again, let the reader, bearing in mind that  Gen. Adams has unequivocally said,\n               in one part of his address, that the charge in relation to the assignment wasmanufactured just before the election; turn to the affidavit of Peter S. Weber, where the following will be found, (viz:)\n               “I Peter S. Weber do certify, that from the best of my recollection on the day or\n               day after Gen. Adams and wife started for the Illinois Rapids, in May last, that I\n               was at the house of Gen. Adams, sitting in the Kitchen, situated on the back part\n               of the house, it being in the afternoon, and that Benjamin Talbott came round the\n               house, back into the Kitchen, and appeared wild and confused, and that he laid a package\n               of papers on the kitchen table and requested that they should be handed toLucien.  He made no apology for coming to the kitchen, nor for not handing them to Lucien\n               himself, but showed the token of being frightened and confused both in demeanor and\n               speech, and for what cause I could not apprehend.” Commenting upon Weber’s affidavit, Gen. Adams asks, “Why this fright and confusion?”\n               I reply that this is a question for the General himself.  Weber says that it was in\n               May, and if so, it is most clear, that Talbott was not frightened on account of the\n               assignment, unless the General lies when he says the assignment charge was manufacturedjust before the election.  Is it not a strong evidence, that the General is not travelling with the pole-star\n               of truth in his front, to see him in one part of his address roundly asserting, that\n               the assignment was manufacturedjust before the election, and then, forgetting that position, procuring Weber’s most foolish affidavit, to\n               prove that Talbott had been engaged in manufacturing ittwo months before? In another part of his address, Gen. Adams says, “That I hold an assignment of said\n               judgement, dated the 20th of May, 1828, and signed by said Anderson, I have never pretended\n               to deny or conceal, but stated that fact in one of my circulars previous to the election,\n               and also in answerto a Bill in Chancery.” Now I pronounce this statement unqualifiedly false; and shall not rely on the word\n               or oath of any man to sustain me in what I say; but will let the whole be decided\n               by reference to the Circular and answer in Chancery of which the General speaks. \n               In his circular he did speak of an assignment; but hedid notsay it bore date 20th of May 1828; nor did he say it bore any date.  In his answer\n               in chancery, he did say that he had an assignment; but hedid notsay that it bore date the 20th May 1828; but so far from it, he said on oath (for\n               he swore to the answer) that as well as recollected, he obtained it in 1827.  If any\n               one doubts, let him examine the Circular and answer for himself.  They are both accessible. It will readily be observed that the principal part of Adams’s defence, rests upon the argument, that if he had been base enough to forge an assignment,\n               he would not have beenfool enoughto forge one that would not cover the case. This argument he used in his circular\n               before the election.  TheRepublicanhas used it at least once, since then; and Adams uses it again in his publication\n               of today.  Now I pledge myself to show, that he is just such afool, that he and his friends have contended it was impossible for him to be.  Recollect—he\n               says he has a genuine assignment; and that he gotJoseph Klein’s affidavit, stating that he had seen it, and that he believed the signature to have\n               been executed by the same hand, that signed Anderson’s name to the answer in Chancery.\n               Luckily Klein took a copy of thisgenuineassignment, which I have been permitted to see; and hence I knowit does not cover the case.  In the first place it is headed “Joseph Anderson vs.Joseph Miller,” and leads off “Judgment inSangamon Circuit Court.”  Now, mark, there never was a case in Sangamon Circuit Court entitled Joseph Anderson\n               vs. Joseph Miller.  The case mentioned in myformer publication, and the only one between these parties that ever existed in the Circuit Court, was\n               entitled Joseph Miller vs. Joseph Anderson,Millerbeing the plaintiff.  What then becomes of all their sophistry about Adams not beingfool enoughto forge an assignment that would not cover the case? It is certain that the present\n               one does not cover the case; and if he even got it honestly, it is still clear that\n               hewas fool enoughto pay for an assignment that does not cover the case. The General asks for the proof of disinterested witnesses.  Who does he consider disinterested?\n               Nonecanbe more so than those who have already testified against him.  No one of them had\n               the least interest on earth, so far as I can learn, to injure him.  True, he says\n               they had conspired against him; but if the testimony of an angel from heaven were\n               introduced against him, he would make the same charge of conspiracy.  And I now put\n               the question to every reflecting man, do you believe that Benjamin Talbott, Charles\n               R. Matheny,William ButlerandStephen T. Logan, all sustaining high and spotless characters, and justly proud of them, would deliberately\n               perjure themselves, without any motive whatever, except to injure a man’s election;\n               and that too, a man who had been a candidate, time out of mind, and yet who had never\n               been elected to any office? Adams’ assurance, in demanding disinterested testimony, is surpassing.  He brings\n               in the affidavit of his own son, and even ofPeter S. Weber, with whom I am not acquainted, but who, I suppose, is some black or mulatto boy,\n               from his being kept in the Kitchen, to prove his points; but when such a man as Talbott,\n               a man who, but two years ago run against  Gen. Adams for the office of Recorder, and\n               beat him more than four votes to one, is introduced against him, he asks the community,\n               with all the consequence of a Lord, to reject his testimony. I might easily write a volume, pointing out inconsistencies between the statements\n               in Adams’ last address with one another, and with other known facts; but I am aware\n               the reader must already be tired with the length of this article.  His opening statements,\n               that he was first accused of being a tory, and that he refuted that; that then the\n               Sampson’s Ghost story was got up, and he reputed[refuted] that; and that as a last resort, a dying effort, the assignment charge was got up,\n               is all as false as hell, as all this community must know. Sampson’s Ghost first made\n               its appearance in print, and that too, after Keys swears he saw the assignment, as\n               any one may see by reference to the files of papers; and Gen. Adams himself, in reply\n               to the Sampson’s Ghost story, was thefirst manthat raised the cry oftoryism, and it was only by way of set-off, and never in seriousness, that it was bandied\n               back at him.6His effort is to make the impression that his enemies first made the charge of toryism,\n               and he drove them from that, then Sampson’s Ghost, he drove them from that, then \n               finally the assignment charge was mauufacturedjust before the election.  Now the only geueral reply he ever made to the Sampson’s Ghost and tory charges, he madeat one and the same time, and not in succession as he states; and the date of that reply will show, that it\n               was made at least a monthafterthe date on which Keys swears he saw the Anderson assignment.  But enough.  In conclusion\n               I will only say that I have a character to defend as well as Gen. Adams, but I disdain\n               towhineabout it as he does.  It is true I have no children norKitchen boys; and if I had, I should scorn to lug them in to make affidavits for me.",
    "paragraphs": [
      "Abraham Lincoln to James Adams, 6 September 1837",
      "Messrs.[Messieurs]LincolnandTalbottin reply to Gen.Adams.1",
      "In theRepublicanof this morning a publication of Gen. Adams’s appears, in which my name is used quite\n               unreservedly.  For this I thank the General.  I thank him, because it gives me an\n               opportunity, without appearing obtrusive, of explaining a part of aformer publicationof mine, which appears to me to have been misunderstood by many.2",
      "In theformer publicationalluded to, I stated, in substance, that Mr. Talbott got a deed from thesonof Gen. Adams for the purpose of correcting a mistake that had occurred on the record\n               of the said deed in the Recorder’s office—that he corrected the record, and brought\n               the deed and handed it to me—and that, on opening the deed, another paper, being the\n               a-signment of a judgment,fell outof it.  This statement Gen. Adams and the editor of the Republican,3have seized upon as a most palpable evidence of fabrication and falsehood.  They\n               set themselves gravely about proving, that the assignment could not have been in the\n               deed when Talbott got it from young Adams, as he, Talbott, would have seen it when\n               he opened the deed to correct the record.  Now the truth is, Talbottdidsee the assignment when he opened the deed, or at least he told me he did on the\n               same day; and I only omitted to say so, in myformer publication, because it was a matter of such palpable and necessary inference.  I had stated\n               that Talbott had corrected the record by the deed; and of course he must have opened\n               it; and, just as the General and his friends argue, must have seen the assignment.\n               I omitted to state the fact of Talbott’s seeing the assignment, because its existence\n               was so necessarily connected with other facts which I did state that I thought the\n               greatest dunce could not but understand it.  Did I say Talbott had not seen it?  Did\n               I sayany thingthat wasinconsistentwith his having seen it before? Most certainly I did neither; and if I did not, what\n               becomes of the argument?  These logical gentlemen cannot sustain their argument only\n               by assuming that Ididsaynegativelyevery thing that Idid notsay affirmatively; and upon the same assumption, we may expect to find the General,\n               if a little harder pressed for argument, saying that I said Talbott came to our office\n               with his head downwards not that I actually said so, but because I omitted to say\n               he came feet downward.",
      "In his publication to-day, the Genl. produces the affidavit ofReuben Radford, in which it is said that Talbott told Radford that he did not find the assignment\n               in the deed in the recording of which the error was committed, but that he found it\n               wrapped in another paper in the Recorder’s office, upon which statement the Genl.\n               comments, as follows, to wit:— “If it be true as stated byTalbott to Radford, that he found the assignment wrapped up in another paper at his\n               office, that contradicts the statement of Lincoln that it fell out of the deed.”",
      "Is common sense to be abused with such sophistry?  Did I say what Talbott found it\n               in?  If Talbottdidfind it in another paper athisoffice, is that any reason why he could not have folded it in a deed and brought\n               it tomyoffice? Can any one be so far duped, as to be made believe that what may have happened\n               atTalbott’soffice at one time, is inconsistent with what happened atmyoffice at another time?",
      "NowTalbott’s statement of the case as he makes it to me is this, that he got a bunch of\n               deeds from young Adams, and that he knows he found the assignment in the bunch, but\n               he is not certain which particular deed it was in, nor is he certain whether it was\n               folded in the same deed out of which it was took, or another one, when it was brought\n               to my office.  Is this a mysterious story?  Is there any thing suspicious about it?",
      "But it is useless to dwell longer on this point.—Any man who is not wilfully blind\n               can see at a blush, that there is no discrepancy between Talbott and myself.",
      "In regard to the Genl’s. concluding statement, that “Having thus reviewed in my own\n               way, the statements of Messrs. Talbott and Lincoln, and shown that they are not only\n               inconsistent with truth, but each other”—I can only say, that I have shown that he\n               has done no such thing; and if the reader is disposed to require any other evidence\n               than the General’s assertion, he will be of my opinion.",
      "Excepting the General’s most flimsy attempt at mystification, in regard to a discrepancy\n               between Talbott and myself, he has not denied a single statement that I made in myhandbill.  Every material statement I made has been sworn to by men who, in former times,\n               were thought as respectable as General Adams.  I stated than an assignment of a Judgment, a copy of which I gave, had existed—Benj. Talbott,C. R. Matheny,Wm. Butler, andJudge Logan, swore to its existence.4I stated that it was said to be in Gen. Adams’s hand writing—the same men swore\n               it was in his hand writing.  I stated that Talbott would swear that he got it out\n               of Gen. Adams’s possession—Talbott came forward and did swear it.",
      "Bidding adieu to theformer publication, I now propose to examine the General’s last gigantic production.  I now propose\n               to point out some discrepancies in the General’s address; and such too, as he shall\n               not be able to escape from.  Speaking of the famous assignment, the Gen. says “This\n               last charge, which was their last resort, their dying effort to render my character\n               infamous among my fellow-citizens, was manufactured at a certain lawyer’s office in\n               the town, printed at the office of theSangamo Journal, and found its way into the world some time between two daysjust before the last election.”5Now turn toMr. Keys’affidavit in which you will find the following, (viz:) “I certify that some time\n               in May or the early part of June, 1837; I saw at Williams’ corner a paper purporting\n               to be an assignment fromJoseph Andersonto James Adams, which assignment, was signed by a mark to Anderson’s name,” &c.[etc.]  Now mark, if Keys saw the assignment on the last of May or 1st of June,  Gen. Adam’s\n               tells a falsehood when he says it wasmanufactured just before the election, which was on the 7th of August; and if it was manufactured just before the election,\n               Keys tells a falsehood when he says he saw it on the last of May or 1st of June. \n               Either Keys or the General is irretrievably in for it; and in the General’s very condescending\n               language, I say, “let them settle it between them.”",
      "Now again, let the reader, bearing in mind that  Gen. Adams has unequivocally said,\n               in one part of his address, that the charge in relation to the assignment wasmanufactured just before the election; turn to the affidavit of Peter S. Weber, where the following will be found, (viz:)\n               “I Peter S. Weber do certify, that from the best of my recollection on the day or\n               day after Gen. Adams and wife started for the Illinois Rapids, in May last, that I\n               was at the house of Gen. Adams, sitting in the Kitchen, situated on the back part\n               of the house, it being in the afternoon, and that Benjamin Talbott came round the\n               house, back into the Kitchen, and appeared wild and confused, and that he laid a package\n               of papers on the kitchen table and requested that they should be handed toLucien.  He made no apology for coming to the kitchen, nor for not handing them to Lucien\n               himself, but showed the token of being frightened and confused both in demeanor and\n               speech, and for what cause I could not apprehend.”",
      "Commenting upon Weber’s affidavit, Gen. Adams asks, “Why this fright and confusion?”\n               I reply that this is a question for the General himself.  Weber says that it was in\n               May, and if so, it is most clear, that Talbott was not frightened on account of the\n               assignment, unless the General lies when he says the assignment charge was manufacturedjust before the election.  Is it not a strong evidence, that the General is not travelling with the pole-star\n               of truth in his front, to see him in one part of his address roundly asserting, that\n               the assignment was manufacturedjust before the election, and then, forgetting that position, procuring Weber’s most foolish affidavit, to\n               prove that Talbott had been engaged in manufacturing ittwo months before?",
      "In another part of his address, Gen. Adams says, “That I hold an assignment of said\n               judgement, dated the 20th of May, 1828, and signed by said Anderson, I have never pretended\n               to deny or conceal, but stated that fact in one of my circulars previous to the election,\n               and also in answerto a Bill in Chancery.” Now I pronounce this statement unqualifiedly false; and shall not rely on the word\n               or oath of any man to sustain me in what I say; but will let the whole be decided\n               by reference to the Circular and answer in Chancery of which the General speaks. \n               In his circular he did speak of an assignment; but hedid notsay it bore date 20th of May 1828; nor did he say it bore any date.  In his answer\n               in chancery, he did say that he had an assignment; but hedid notsay that it bore date the 20th May 1828; but so far from it, he said on oath (for\n               he swore to the answer) that as well as recollected, he obtained it in 1827.  If any\n               one doubts, let him examine the Circular and answer for himself.  They are both accessible.",
      "It will readily be observed that the principal part of Adams’s defence, rests upon the argument, that if he had been base enough to forge an assignment,\n               he would not have beenfool enoughto forge one that would not cover the case. This argument he used in his circular\n               before the election.  TheRepublicanhas used it at least once, since then; and Adams uses it again in his publication\n               of today.  Now I pledge myself to show, that he is just such afool, that he and his friends have contended it was impossible for him to be.  Recollect—he\n               says he has a genuine assignment; and that he gotJoseph Klein’s affidavit, stating that he had seen it, and that he believed the signature to have\n               been executed by the same hand, that signed Anderson’s name to the answer in Chancery.\n               Luckily Klein took a copy of thisgenuineassignment, which I have been permitted to see; and hence I knowit does not cover the case.  In the first place it is headed “Joseph Anderson vs.Joseph Miller,” and leads off “Judgment inSangamon Circuit Court.”  Now, mark, there never was a case in Sangamon Circuit Court entitled Joseph Anderson\n               vs. Joseph Miller.  The case mentioned in myformer publication, and the only one between these parties that ever existed in the Circuit Court, was\n               entitled Joseph Miller vs. Joseph Anderson,Millerbeing the plaintiff.  What then becomes of all their sophistry about Adams not beingfool enoughto forge an assignment that would not cover the case? It is certain that the present\n               one does not cover the case; and if he even got it honestly, it is still clear that\n               hewas fool enoughto pay for an assignment that does not cover the case.",
      "The General asks for the proof of disinterested witnesses.  Who does he consider disinterested?\n               Nonecanbe more so than those who have already testified against him.  No one of them had\n               the least interest on earth, so far as I can learn, to injure him.  True, he says\n               they had conspired against him; but if the testimony of an angel from heaven were\n               introduced against him, he would make the same charge of conspiracy.  And I now put\n               the question to every reflecting man, do you believe that Benjamin Talbott, Charles\n               R. Matheny,William ButlerandStephen T. Logan, all sustaining high and spotless characters, and justly proud of them, would deliberately\n               perjure themselves, without any motive whatever, except to injure a man’s election;\n               and that too, a man who had been a candidate, time out of mind, and yet who had never\n               been elected to any office?",
      "Adams’ assurance, in demanding disinterested testimony, is surpassing.  He brings\n               in the affidavit of his own son, and even ofPeter S. Weber, with whom I am not acquainted, but who, I suppose, is some black or mulatto boy,\n               from his being kept in the Kitchen, to prove his points; but when such a man as Talbott,\n               a man who, but two years ago run against  Gen. Adams for the office of Recorder, and\n               beat him more than four votes to one, is introduced against him, he asks the community,\n               with all the consequence of a Lord, to reject his testimony.",
      "I might easily write a volume, pointing out inconsistencies between the statements\n               in Adams’ last address with one another, and with other known facts; but I am aware\n               the reader must already be tired with the length of this article.  His opening statements,\n               that he was first accused of being a tory, and that he refuted that; that then the\n               Sampson’s Ghost story was got up, and he reputed[refuted] that; and that as a last resort, a dying effort, the assignment charge was got up,\n               is all as false as hell, as all this community must know. Sampson’s Ghost first made\n               its appearance in print, and that too, after Keys swears he saw the assignment, as\n               any one may see by reference to the files of papers; and Gen. Adams himself, in reply\n               to the Sampson’s Ghost story, was thefirst manthat raised the cry oftoryism, and it was only by way of set-off, and never in seriousness, that it was bandied\n               back at him.6His effort is to make the impression that his enemies first made the charge of toryism,\n               and he drove them from that, then Sampson’s Ghost, he drove them from that, then \n               finally the assignment charge was mauufacturedjust before the election.  Now the only geueral reply he ever made to the Sampson’s Ghost and tory charges, he madeat one and the same time, and not in succession as he states; and the date of that reply will show, that it\n               was made at least a monthafterthe date on which Keys swears he saw the Anderson assignment.  But enough.  In conclusion\n               I will only say that I have a character to defend as well as Gen. Adams, but I disdain\n               towhineabout it as he does.  It is true I have no children norKitchen boys; and if I had, I should scorn to lug them in to make affidavits for me."
    ],
    "tables_count": 0,
    "citations": [
      "Roy P. Basler,The Collected Works of Abraham Lincoln(New Brunswick, NJ: Rutgers University Press, 1953), 1:95.",
      "Franklin W. Scott, \"Newspapers and Periodicals of Illinois, 1814-1879\" (PhD diss.,\n                     University of Illinois, 1910), 322.",
      "Sangamo Journal(Springfield, IL), 19 August 1837, 2:3.",
      "Sangamo Journal(Springfield, IL), 12 August 1837, 2:7; Michael Burlingame,Abraham Lincoln: A Life(Baltimore, MD: Johns Hopkins University Press, 2008), 1:133-35.",
      "Roy P. Basler,The Collected Works of Abraham Lincoln, 1:89; Michael Burlingame,Abraham Lincoln: A Life,  1:133-36;Sangamo Journal(Springfield, IL), 17 June 1837, 3:1; 24 June 1837, 2:4; 8 July 1837, 2:4; 15 July\n                     1837, 3:1, 2; 22 July 1837, 2:3; 29 July 1837, 2:7; Zoe Rubin, “The Tories of 1812:\n                     Decoding Language of Political Insults in the Early Republic,”The Yale Historical Review: An Undergraduate Publication5 (Spring 2016): 117-40.",
      "SeeSangamo Journal(Springfield, IL), 30 September 1837, 2:6; 7 October 1837, 2:7.  See also the Journal\n                     for 16 September 1837, 2:1; 30 September 1837, 2:1, and 21 October 1837, 2:1."
    ],
    "footnotes": [
      {
        "id": "XCBFE7DE0-A6EF-4752-B709-30B70CE70436",
        "text": "1Lincoln and Talbott composed separate replies; theSangamo Journalpublished Talbott’s reply, also dated September 6, 1837, after Lincoln’s.  Roy P.\n                  Basler claimed inThe Collected Works of Abraham Lincolnthat theSangamo Journalreprinted these replies in its October 28, 1837 edition.  A careful perusal  of theJournalfor that day, however, shows that he was mistaken.Roy P. Basler,The Collected Works of Abraham Lincoln(New Brunswick, NJ: Rutgers University Press, 1953), 1:95."
      },
      {
        "id": "XC0E22FA0-735C-4ADE-BE13-F4426F7AC534",
        "text": "2Lincoln’s “former publication” was ahandbillthat explicitly stated the details of a legal case between the heirs of Joseph Anderson\n                  and James Adams. For a full summary of the case and supporting documentation, seeWright et al. v. Adams, Martha L. Benner and Cullom Davis et al., eds.,The Law Practice of Abraham Lincoln: Complete Documentary Edition, 2d edition (Springfield: Illinois Historic Preservation Agency, 2009),http://www.lawpracticeofabrahamlincoln.org/Details.aspx?case=139662."
      },
      {
        "id": "XA8687AC3-1CA6-4569-B921-094C5C19F60A",
        "text": "3John S. RobertsandGeorge R. Weberwere the editors of theIllinois Republican.Franklin W. Scott, \"Newspapers and Periodicals of Illinois, 1814-1879\" (PhD diss.,\n                     University of Illinois, 1910), 322."
      },
      {
        "id": "X9D428930-27CA-44C3-971A-F9A94115B4C7",
        "text": "4The Sangamo Journal published their sworn statements in its August 19, 1837, in a\n                  column adjacent to Lincoln’shandbill.Sangamo Journal(Springfield, IL), 19 August 1837, 2:3."
      },
      {
        "id": "XB5A13492-40D8-4FCE-AFCA-F90CB6E4E358",
        "text": "5In the summer of 1837, Dr.Anson G. Henrychallenged Adams for the latter’s job as probate justice of the peace--a campaign\n                  that became increasingly contentious in the press and eventually culminated in violence.\n                  When the ballots were tallied on August 7, Adams defeated Henry by a vote of 1,025\n                  to 792.Sangamo Journal(Springfield, IL), 12 August 1837, 2:7; Michael Burlingame,Abraham Lincoln: A Life(Baltimore, MD: Johns Hopkins University Press, 2008), 1:133-35."
      },
      {
        "id": "XF9A32B26-2CEF-4060-A729-AEE8E5D111BC",
        "text": "6Prior to the appearance of Lincoln’shandbill, there appeared in theSangamo Journalon June 17 and 24, and July 8, 15, 22, and 29, six letters signed “Sampson’s Ghost,”\n                  in which the author or authors condemned Adams for defraudingMary Andersonout of her husband’s land. (”Sampson” was Andrew Sampson, who had leased property\n                  to Adams with the understanding that the latter would pay the property taxes and that\n                  Sampson would be allowed to reclaim the land if he compensated Adams for any improvements\n                  he might make to the land.  Adam eventually claimed the tract for himself, though\n                  it clearly belonged to Sampson.  The author conflated Sampson and Anderson.)  The\n                  author or authors also accused Adams of writing and planting letters in the Democratic\n                  press to injure Anson G. Henry, his opponent in the election for probate justice of\n                  the peace.  Given the Anderson case and the contentious circumstances surrounding\n                  the election, these letters were possibly the work of Lincoln and his colleaguesStuart,Baker, and Logan.  For a discussion on Lincoln’s authorship of the “Sampson Ghost” letters,\n                  see note fifteen on the handbill.One of the charges leveled against Adams in the Sampson Ghost letters was his “Toryism”\n                  during the War of 1812.  “Tories” or “Toryism” was a derogatory term used during the\n                  American Revolution to condemn American colonies who stayed loyal to the United Kingdom.\n                  Use of the term continued long after the Revolution, and rose sharply during the months\n                  leading up to the War of 1812, as Democratic-Republians used it to attack Federalists.\n                  In Adams’ case the charge was baseless: he served in the American army during the\n                  War.Roy P. Basler,The Collected Works of Abraham Lincoln, 1:89; Michael Burlingame,Abraham Lincoln: A Life,  1:133-36;Sangamo Journal(Springfield, IL), 17 June 1837, 3:1; 24 June 1837, 2:4; 8 July 1837, 2:4; 15 July\n                     1837, 3:1, 2; 22 July 1837, 2:3; 29 July 1837, 2:7; Zoe Rubin, “The Tories of 1812:\n                     Decoding Language of Political Insults in the Early Republic,”The Yale Historical Review: An Undergraduate Publication5 (Spring 2016): 117-40."
      },
      {
        "id": "X3B988514-4103-45E2-8A7A-230E79B192BB",
        "text": "7The Adams-Lincoln controversy continued to rage in the press in September and October.\n                  On September 30 and October 7, theSangamo Journalpublished letters from “An Old Settler” offering evidence of Adams’ dubious character\n                  and improper conduct in a land transaction involvingElijah Iles.  Iles provided a statement corroborating the claims of the “Old Settler.” For a\n                  discussion on Lincoln’s authorship of the “Old Settler” letters, see note fifteen\n                  on thehandbill.SeeSangamo Journal(Springfield, IL), 30 September 1837, 2:6; 7 October 1837, 2:7.  See also the Journal\n                     for 16 September 1837, 2:1; 30 September 1837, 2:1, and 21 October 1837, 2:1."
      }
    ],
    "structured_content": [
      {
        "type": "heading",
        "text": "Abraham Lincoln to James Adams, 6 September 1837"
      },
      {
        "type": "paragraph",
        "text": "Messrs.[Messieurs]LincolnandTalbottin reply to Gen.Adams.1"
      },
      {
        "type": "paragraph",
        "text": "In theRepublicanof this morning a publication of Gen. Adams’s appears, in which my name is used quite\n               unreservedly.  For this I thank the General.  I thank him, because it gives me an\n               opportunity, without appearing obtrusive, of explaining a part of aformer publicationof mine, which appears to me to have been misunderstood by many.2"
      },
      {
        "type": "paragraph",
        "text": "In theformer publicationalluded to, I stated, in substance, that Mr. Talbott got a deed from thesonof Gen. Adams for the purpose of correcting a mistake that had occurred on the record\n               of the said deed in the Recorder’s office—that he corrected the record, and brought\n               the deed and handed it to me—and that, on opening the deed, another paper, being the\n               a-signment of a judgment,fell outof it.  This statement Gen. Adams and the editor of the Republican,3have seized upon as a most palpable evidence of fabrication and falsehood.  They\n               set themselves gravely about proving, that the assignment could not have been in the\n               deed when Talbott got it from young Adams, as he, Talbott, would have seen it when\n               he opened the deed to correct the record.  Now the truth is, Talbottdidsee the assignment when he opened the deed, or at least he told me he did on the\n               same day; and I only omitted to say so, in myformer publication, because it was a matter of such palpable and necessary inference.  I had stated\n               that Talbott had corrected the record by the deed; and of course he must have opened\n               it; and, just as the General and his friends argue, must have seen the assignment.\n               I omitted to state the fact of Talbott’s seeing the assignment, because its existence\n               was so necessarily connected with other facts which I did state that I thought the\n               greatest dunce could not but understand it.  Did I say Talbott had not seen it?  Did\n               I sayany thingthat wasinconsistentwith his having seen it before? Most certainly I did neither; and if I did not, what\n               becomes of the argument?  These logical gentlemen cannot sustain their argument only\n               by assuming that Ididsaynegativelyevery thing that Idid notsay affirmatively; and upon the same assumption, we may expect to find the General,\n               if a little harder pressed for argument, saying that I said Talbott came to our office\n               with his head downwards not that I actually said so, but because I omitted to say\n               he came feet downward."
      },
      {
        "type": "paragraph",
        "text": "In his publication to-day, the Genl. produces the affidavit ofReuben Radford, in which it is said that Talbott told Radford that he did not find the assignment\n               in the deed in the recording of which the error was committed, but that he found it\n               wrapped in another paper in the Recorder’s office, upon which statement the Genl.\n               comments, as follows, to wit:— “If it be true as stated byTalbott to Radford, that he found the assignment wrapped up in another paper at his\n               office, that contradicts the statement of Lincoln that it fell out of the deed.”"
      },
      {
        "type": "paragraph",
        "text": "Is common sense to be abused with such sophistry?  Did I say what Talbott found it\n               in?  If Talbottdidfind it in another paper athisoffice, is that any reason why he could not have folded it in a deed and brought\n               it tomyoffice? Can any one be so far duped, as to be made believe that what may have happened\n               atTalbott’soffice at one time, is inconsistent with what happened atmyoffice at another time?"
      },
      {
        "type": "paragraph",
        "text": "NowTalbott’s statement of the case as he makes it to me is this, that he got a bunch of\n               deeds from young Adams, and that he knows he found the assignment in the bunch, but\n               he is not certain which particular deed it was in, nor is he certain whether it was\n               folded in the same deed out of which it was took, or another one, when it was brought\n               to my office.  Is this a mysterious story?  Is there any thing suspicious about it?"
      },
      {
        "type": "paragraph",
        "text": "But it is useless to dwell longer on this point.—Any man who is not wilfully blind\n               can see at a blush, that there is no discrepancy between Talbott and myself."
      },
      {
        "type": "paragraph",
        "text": "In regard to the Genl’s. concluding statement, that “Having thus reviewed in my own\n               way, the statements of Messrs. Talbott and Lincoln, and shown that they are not only\n               inconsistent with truth, but each other”—I can only say, that I have shown that he\n               has done no such thing; and if the reader is disposed to require any other evidence\n               than the General’s assertion, he will be of my opinion."
      },
      {
        "type": "paragraph",
        "text": "Excepting the General’s most flimsy attempt at mystification, in regard to a discrepancy\n               between Talbott and myself, he has not denied a single statement that I made in myhandbill.  Every material statement I made has been sworn to by men who, in former times,\n               were thought as respectable as General Adams.  I stated than an assignment of a Judgment, a copy of which I gave, had existed—Benj. Talbott,C. R. Matheny,Wm. Butler, andJudge Logan, swore to its existence.4I stated that it was said to be in Gen. Adams’s hand writing—the same men swore\n               it was in his hand writing.  I stated that Talbott would swear that he got it out\n               of Gen. Adams’s possession—Talbott came forward and did swear it."
      },
      {
        "type": "paragraph",
        "text": "Bidding adieu to theformer publication, I now propose to examine the General’s last gigantic production.  I now propose\n               to point out some discrepancies in the General’s address; and such too, as he shall\n               not be able to escape from.  Speaking of the famous assignment, the Gen. says “This\n               last charge, which was their last resort, their dying effort to render my character\n               infamous among my fellow-citizens, was manufactured at a certain lawyer’s office in\n               the town, printed at the office of theSangamo Journal, and found its way into the world some time between two daysjust before the last election.”5Now turn toMr. Keys’affidavit in which you will find the following, (viz:) “I certify that some time\n               in May or the early part of June, 1837; I saw at Williams’ corner a paper purporting\n               to be an assignment fromJoseph Andersonto James Adams, which assignment, was signed by a mark to Anderson’s name,” &c.[etc.]  Now mark, if Keys saw the assignment on the last of May or 1st of June,  Gen. Adam’s\n               tells a falsehood when he says it wasmanufactured just before the election, which was on the 7th of August; and if it was manufactured just before the election,\n               Keys tells a falsehood when he says he saw it on the last of May or 1st of June. \n               Either Keys or the General is irretrievably in for it; and in the General’s very condescending\n               language, I say, “let them settle it between them.”"
      },
      {
        "type": "paragraph",
        "text": "Now again, let the reader, bearing in mind that  Gen. Adams has unequivocally said,\n               in one part of his address, that the charge in relation to the assignment wasmanufactured just before the election; turn to the affidavit of Peter S. Weber, where the following will be found, (viz:)\n               “I Peter S. Weber do certify, that from the best of my recollection on the day or\n               day after Gen. Adams and wife started for the Illinois Rapids, in May last, that I\n               was at the house of Gen. Adams, sitting in the Kitchen, situated on the back part\n               of the house, it being in the afternoon, and that Benjamin Talbott came round the\n               house, back into the Kitchen, and appeared wild and confused, and that he laid a package\n               of papers on the kitchen table and requested that they should be handed toLucien.  He made no apology for coming to the kitchen, nor for not handing them to Lucien\n               himself, but showed the token of being frightened and confused both in demeanor and\n               speech, and for what cause I could not apprehend.”"
      },
      {
        "type": "paragraph",
        "text": "Commenting upon Weber’s affidavit, Gen. Adams asks, “Why this fright and confusion?”\n               I reply that this is a question for the General himself.  Weber says that it was in\n               May, and if so, it is most clear, that Talbott was not frightened on account of the\n               assignment, unless the General lies when he says the assignment charge was manufacturedjust before the election.  Is it not a strong evidence, that the General is not travelling with the pole-star\n               of truth in his front, to see him in one part of his address roundly asserting, that\n               the assignment was manufacturedjust before the election, and then, forgetting that position, procuring Weber’s most foolish affidavit, to\n               prove that Talbott had been engaged in manufacturing ittwo months before?"
      },
      {
        "type": "paragraph",
        "text": "In another part of his address, Gen. Adams says, “That I hold an assignment of said\n               judgement, dated the 20th of May, 1828, and signed by said Anderson, I have never pretended\n               to deny or conceal, but stated that fact in one of my circulars previous to the election,\n               and also in answerto a Bill in Chancery.” Now I pronounce this statement unqualifiedly false; and shall not rely on the word\n               or oath of any man to sustain me in what I say; but will let the whole be decided\n               by reference to the Circular and answer in Chancery of which the General speaks. \n               In his circular he did speak of an assignment; but hedid notsay it bore date 20th of May 1828; nor did he say it bore any date.  In his answer\n               in chancery, he did say that he had an assignment; but hedid notsay that it bore date the 20th May 1828; but so far from it, he said on oath (for\n               he swore to the answer) that as well as recollected, he obtained it in 1827.  If any\n               one doubts, let him examine the Circular and answer for himself.  They are both accessible."
      },
      {
        "type": "paragraph",
        "text": "It will readily be observed that the principal part of Adams’s defence, rests upon the argument, that if he had been base enough to forge an assignment,\n               he would not have beenfool enoughto forge one that would not cover the case. This argument he used in his circular\n               before the election.  TheRepublicanhas used it at least once, since then; and Adams uses it again in his publication\n               of today.  Now I pledge myself to show, that he is just such afool, that he and his friends have contended it was impossible for him to be.  Recollect—he\n               says he has a genuine assignment; and that he gotJoseph Klein’s affidavit, stating that he had seen it, and that he believed the signature to have\n               been executed by the same hand, that signed Anderson’s name to the answer in Chancery.\n               Luckily Klein took a copy of thisgenuineassignment, which I have been permitted to see; and hence I knowit does not cover the case.  In the first place it is headed “Joseph Anderson vs.Joseph Miller,” and leads off “Judgment inSangamon Circuit Court.”  Now, mark, there never was a case in Sangamon Circuit Court entitled Joseph Anderson\n               vs. Joseph Miller.  The case mentioned in myformer publication, and the only one between these parties that ever existed in the Circuit Court, was\n               entitled Joseph Miller vs. Joseph Anderson,Millerbeing the plaintiff.  What then becomes of all their sophistry about Adams not beingfool enoughto forge an assignment that would not cover the case? It is certain that the present\n               one does not cover the case; and if he even got it honestly, it is still clear that\n               hewas fool enoughto pay for an assignment that does not cover the case."
      },
      {
        "type": "paragraph",
        "text": "The General asks for the proof of disinterested witnesses.  Who does he consider disinterested?\n               Nonecanbe more so than those who have already testified against him.  No one of them had\n               the least interest on earth, so far as I can learn, to injure him.  True, he says\n               they had conspired against him; but if the testimony of an angel from heaven were\n               introduced against him, he would make the same charge of conspiracy.  And I now put\n               the question to every reflecting man, do you believe that Benjamin Talbott, Charles\n               R. Matheny,William ButlerandStephen T. Logan, all sustaining high and spotless characters, and justly proud of them, would deliberately\n               perjure themselves, without any motive whatever, except to injure a man’s election;\n               and that too, a man who had been a candidate, time out of mind, and yet who had never\n               been elected to any office?"
      },
      {
        "type": "paragraph",
        "text": "Adams’ assurance, in demanding disinterested testimony, is surpassing.  He brings\n               in the affidavit of his own son, and even ofPeter S. Weber, with whom I am not acquainted, but who, I suppose, is some black or mulatto boy,\n               from his being kept in the Kitchen, to prove his points; but when such a man as Talbott,\n               a man who, but two years ago run against  Gen. Adams for the office of Recorder, and\n               beat him more than four votes to one, is introduced against him, he asks the community,\n               with all the consequence of a Lord, to reject his testimony."
      },
      {
        "type": "paragraph",
        "text": "I might easily write a volume, pointing out inconsistencies between the statements\n               in Adams’ last address with one another, and with other known facts; but I am aware\n               the reader must already be tired with the length of this article.  His opening statements,\n               that he was first accused of being a tory, and that he refuted that; that then the\n               Sampson’s Ghost story was got up, and he reputed[refuted] that; and that as a last resort, a dying effort, the assignment charge was got up,\n               is all as false as hell, as all this community must know. Sampson’s Ghost first made\n               its appearance in print, and that too, after Keys swears he saw the assignment, as\n               any one may see by reference to the files of papers; and Gen. Adams himself, in reply\n               to the Sampson’s Ghost story, was thefirst manthat raised the cry oftoryism, and it was only by way of set-off, and never in seriousness, that it was bandied\n               back at him.6His effort is to make the impression that his enemies first made the charge of toryism,\n               and he drove them from that, then Sampson’s Ghost, he drove them from that, then \n               finally the assignment charge was mauufacturedjust before the election.  Now the only geueral reply he ever made to the Sampson’s Ghost and tory charges, he madeat one and the same time, and not in succession as he states; and the date of that reply will show, that it\n               was made at least a monthafterthe date on which Keys swears he saw the Anderson assignment.  But enough.  In conclusion\n               I will only say that I have a character to defend as well as Gen. Adams, but I disdain\n               towhineabout it as he does.  It is true I have no children norKitchen boys; and if I had, I should scorn to lug them in to make affidavits for me."
      }
    ]
  },
  "extraction_date": "2025-12-26 20:06:59",
  "word_count": 2458
}