{
  "document_id": "D200260b",
  "url": "https://papersofabrahamlincoln.org/documents/D200260b",
  "metadata": {
    "date": "1841-02-15",
    "authors": [],
    "keywords": [
      "Debts, Public",
      "State bonds",
      "Finance, Public"
    ],
    "type": "Legislative debate"
  },
  "content": {
    "full_text": "Summary of Legislative Debate on Bill to Sell State Bonds to Pay Public Debt, 15 February\n               18411 TheHouseresolved itself into committee of the whole, (Mr.Rossin the chair) on thebillto provide for the payment of the Public Debt; and after considerable discussion\n               on the various sections of the bill, on motion of Mr.Henderson, the committee rose, reported progress, and asked leave to sit again.2",
    "paragraphs": [
      "Summary of Legislative Debate on Bill to Sell State Bonds to Pay Public Debt, 15 February\n               18411",
      "TheHouseresolved itself into committee of the whole, (Mr.Rossin the chair) on thebillto provide for the payment of the Public Debt; and after considerable discussion\n               on the various sections of the bill, on motion of",
      "Mr.Henderson, the committee rose, reported progress, and asked leave to sit again.2"
    ],
    "tables_count": 0,
    "citations": [
      "Illinois HouseJournal. 1840. 12th G. A.,  38, 45, 47-48, 48-51, 72, 73-74, 78, 86, 105, 106-7, 108, 117-19,\n                     121, 323, 373; Illinois SenateJournal. 1840. 12th G. A.,  78-79, 79-80;Illinois State Register(Springfield), 18 December 1840, 3:5; 25 December 1840, 2:3-4; Michael Burlingame,Abraham Lincoln: A Life(Baltimore, MD: The Johns Hopkins University Press, 2008), 1:162-63; John H. Krenkel,Illinois Internal Improvements 1818-1848(Cedar Rapids, IA: Torch, 1958), 177-80."
    ],
    "footnotes": [
      {
        "id": "X4B2F32C3-93C6-4D8C-B90B-51F47FA2E61E",
        "text": "1TheIllinois State Registerof February 26, 1841, published a longer version of thisdebate."
      },
      {
        "id": "XCC43309A-B67D-4BF3-BD3A-EBA2204CE647",
        "text": "2This debate centered efforts to avert the State ofIllinoisfrom defaulting on its interest payments on the state’s debt.On November 23, 1840, GovernorThomas Carlincalled theGeneral Assemblyinto special session two weeks before it was constitutionally mandated to gather\n                  to tackle the state debt crisis brought on by thePanic of 1837and large expenditure on theinternal improvement system.As the House of Representatives debated various legislative remedies, it pursued other\n                  measures to ensure that the state would not default on the January 1 interest payment.\n                  On December 2, the House adopted aresolutioncreating a joint select committee to confer with the President and Directors of the\n                  State Bank of Illinois to discern as to whether the bank would loan the state money,\n                  and if so willing, at what interest rate, to pay the January interest on the public\n                  debt.  The House placed Lincoln and two others on this committee, but the Senate took\n                  no action. On the same day, the House adopted anotherresolutionrequesting the Fund Commissioner to report on the amount of interest due on January\n                  1, 1841.  On December 3,Richard F. Barrett, the fund commissioner, reported the semi-annual interest on the state’s $5,852,000\n                  debt, due January 1 and July 1, was $175,560, making the state liable for $175,560\n                  on January 1.The special session--known as Session 12-1--ended on December 7 without any substantive\n                  legislation.  On December 15, 1840, the General Assembly passed anactmaking provision for the payment of the interest due on the internal improvement\n                  debt on  January 1. During   adebateon this legislation on December 12,Abraham Lincolnspoke in support of it as a stopgap measure to pay the January interest. During debate\n                  on December 15, representatives echoed similar sentiments, though some voiced concern\n                  about the absence of additional tax revenue, arguing that the State should either\n                  raise property taxes or sell public lands and deposit the receipts into a permanent\n                  fund from which the state would make future interest payments. Theactonly provided for payment of January interest; as Richard F. Barrett reported on\n                  December 3, the state would have to make another interest payment of $175,560 on July\n                  1.   Debate in January and February centered on legislation for the July interest\n                  and a permanent solution.On February 4, 1841,Ebenezer Peckof the House Committee of Finance, of which Lincoln was a member, made a report on\n                  the public revenue, accompanied with two bills:onein relation to the recording of deeds, andanotherconcerning the licensing of merchants, auctioneers, and money brokers and others.\n                  Together with its report and these two bills, the committee   reported back abillLincoln had introduced on December 4, 1840with amendments.  The House tabled the report and bills and ordered printed 150 copies of the bills.\n                  On February 11, the House took up  Lincoln’sbill as amendedand referred it to the Committee of the Whole, making it the special order of the\n                  day for February 15.Debate on centered on the first section of  Lincoln’sbill as amended.  Section one of thebillauthorized and required the governor to  issue, from time to time, such amount of\n                  State bonds, to be called the “Illinois interest bonds,” as may be absolutely necessary\n                  for the\n                  payment of so much of the interest upon the state debts, “as there may be no other\n                  means of paying.”Illinois HouseJournal. 1840. 12th G. A.,  38, 45, 47-48, 48-51, 72, 73-74, 78, 86, 105, 106-7, 108, 117-19,\n                     121, 323, 373; Illinois SenateJournal. 1840. 12th G. A.,  78-79, 79-80;Illinois State Register(Springfield), 18 December 1840, 3:5; 25 December 1840, 2:3-4; Michael Burlingame,Abraham Lincoln: A Life(Baltimore, MD: The Johns Hopkins University Press, 2008), 1:162-63; John H. Krenkel,Illinois Internal Improvements 1818-1848(Cedar Rapids, IA: Torch, 1958), 177-80."
      }
    ],
    "structured_content": [
      {
        "type": "heading",
        "text": "Summary of Legislative Debate on Bill to Sell State Bonds to Pay Public Debt, 15 February\n               18411"
      },
      {
        "type": "paragraph",
        "text": "TheHouseresolved itself into committee of the whole, (Mr.Rossin the chair) on thebillto provide for the payment of the Public Debt; and after considerable discussion\n               on the various sections of the bill, on motion of"
      },
      {
        "type": "paragraph",
        "text": "Mr.Henderson, the committee rose, reported progress, and asked leave to sit again.2"
      }
    ]
  },
  "extraction_date": "2025-12-26 20:15:04",
  "word_count": 63
}