{
  "document_id": "D200664",
  "url": "https://papersofabrahamlincoln.org/documents/D200664",
  "metadata": {
    "date": "1850-09-09",
    "authors": [
      "Lincoln, Abraham"
    ],
    "keywords": [
      "Patronage, Political",
      "Employment references"
    ],
    "type": "Letter"
  },
  "content": {
    "full_text": "Abraham Lincoln to John Addison, 9 September 18501",
    "paragraphs": [
      "Abraham Lincoln to John Addison, 9 September 18501"
    ],
    "tables_count": 0,
    "citations": [
      "Thomas Ewing to Abraham Lincoln;Abraham Lincoln to Thomas Ewing;Thomas Ewing to Abraham Lincoln;Abraham Lincoln to Thomas Ewing;Cong. Globe,   31st Cong., 1st Sess., Appendix, 1209-37 (1850); Michael Burlingame,Abraham Lincoln: A Life(Baltimore: The Johns Hopkins University Press, 2008), 1:304;Biographical Directory of the American Congress 1774-1996(Alexandria, VA: CQ Staff Directories, 1997), 1729; Paul I. Miller,  “Lincoln and\n                     the Governorship of Oregon,”The Mississippi Valley Historical Review23 (December 1936), 393-94;New York Herald(NY), 8 June 1850, 3:5;Register of all Officers and Agents, Civil, Military, and Naval, in the Service of\n                        the United States, on the Thirtieth September, 1851(Washington, DC: Gideon, 1851), 149;Register of Officers and Agents, Civil, Military, and Naval, in the Service of the\n                        United States, on the Thirtieth September, 1853(Washington, DC: Robert Armstrong, 1853)."
    ],
    "footnotes": [
      {
        "id": "X81616B98-9DC5-4356-A227-71DD01911ABA",
        "text": "1Abraham Lincoln wrote and signed this letter. John Addison wrote the text on the reverse\n                  side of the letter, which is pictured in the second image."
      },
      {
        "id": "XD1DEE4ED-B37C-4C2F-8F92-BBFEF59F3A07",
        "text": "2In the spring and summer of 1849,James L. D. Morrison,Cyrus Edwards,Justin H. Butterfield, and, eventually, Lincoln competed for appointment as commissioner of the U.S. General\n                  Land Office. In June 1849, PresidentZachary Taylorawarded the position to Butterfield. See theGeneral Land Office Affair.During the competition for the position, supporters of each candidate sent letters\n                  of reference and recommendation to both President Taylor and Secretary of the InteriorThomas Ewing. Although the U.S. Department of the Interior oversaw the U.S. General Land Office,\n                  President Taylor was ultimately responsible for appointing the commissioner of the\n                  U.S. General Land Office."
      },
      {
        "id": "XD287ECAA-0535-4835-B2C3-B5B55607762A",
        "text": "3Immediately after Butterfield’s appointment, LincolnwroteEwing and requested that all letters of recommendation and reference filed with the\n                  U.S. Department of the Interior pertaining to his candidacy for commissioner of the\n                  U.S. General Land Office be returned to him. Ewing complied, returning all but three\n                  of the letters from Lincoln’s file. Lincoln suspected that  the letters written byRichard W. ThompsonandElisha Embreewere purposefully omitted by someone at the Department of the Interior in order to\n                  give Butterfield an advantage over him in the competition for the job. Ultimately,\n                  Lincoln chose not to make his suspicions public, explaining in aletterto Addison that his loyalty to both Taylor and to “the greatwhigcause” induced him to remain silent. However, Addison, who was a clerk in the U.S.\n                  Department of the Interior during theGeneral Land Office Affair, in a July 31, 1850 letter to Lincoln, intimated that he was being retaliated against\n                  in some way for his support of Lincoln. In aletterreplying to Addison, dated August 9, 1850, Lincoln acknowledged Addison’s claims\n                  of being unfairly targeted  by someone, which, he wrote, “fills me with indignation.”\n                  The perpetrator could have been Butterfield but was most likely Ewing.On April 22, 1850, theDemocrat-controlledU.S. House of Representativesformed a committee underWilliam A. Richardsonto investigate Ewing’s role in and handling of patronage appointments as well as\n                  his management of pension payments and Department of the Interior accounts. On June\n                  8, 1850, theNew York Heraldreported that Butterfield’s appointment as commissioner of the U.S. General Land\n                  Office was one patronage appointment that the Richardson Committee was investigating,\n                  particularly with regard to letters missing from the file on Lincoln that was shown\n                  to President Taylor prior to Taylor selecting the final appointee. However, when the\n                  committee filed its final reports on September 4-7, 1850, it made no finding regarding\n                  Butterfield’s appointment. The Whig-controlledU.S. Senatealso exonerated Ewing of all charges, although suspicions remained in some Whig circles\n                  that Ewing had indeed suppressed letters of recommendation from Lincoln’s  file.In September 1850, Lincoln wrote aletterof recommendation for Addison for a new clerkship position. Addison’s name appears\n                  in the official register of the officers and agents of the government for 1851 as\n                  a clerk in the Department of the Interior’s pension office. His name does not appear,\n                  however, in the official register for 1853, so apparently, he did not receive another\n                  federal appointment following the pension office position.Thomas Ewing to Abraham Lincoln;Abraham Lincoln to Thomas Ewing;Thomas Ewing to Abraham Lincoln;Abraham Lincoln to Thomas Ewing;Cong. Globe,   31st Cong., 1st Sess., Appendix, 1209-37 (1850); Michael Burlingame,Abraham Lincoln: A Life(Baltimore: The Johns Hopkins University Press, 2008), 1:304;Biographical Directory of the American Congress 1774-1996(Alexandria, VA: CQ Staff Directories, 1997), 1729; Paul I. Miller,  “Lincoln and\n                     the Governorship of Oregon,”The Mississippi Valley Historical Review23 (December 1936), 393-94;New York Herald(NY), 8 June 1850, 3:5;Register of all Officers and Agents, Civil, Military, and Naval, in the Service of\n                        the United States, on the Thirtieth September, 1851(Washington, DC: Gideon, 1851), 149;Register of Officers and Agents, Civil, Military, and Naval, in the Service of the\n                        United States, on the Thirtieth September, 1853(Washington, DC: Robert Armstrong, 1853)."
      },
      {
        "id": "MEM299420185009090000_1",
        "text": "4“Esq” changed to “applicant”."
      },
      {
        "id": "X790DFDF1-5216-483E-92A6-0169A89AB742",
        "text": "5Addison wrote and signed this docketing."
      }
    ],
    "structured_content": [
      {
        "type": "heading",
        "text": "Abraham Lincoln to John Addison, 9 September 18501"
      }
    ]
  },
  "extraction_date": "2025-12-26 21:22:55",
  "word_count": 8
}