{
  "document_id": "D200150",
  "url": "https://papersofabrahamlincoln.org/documents/D200150",
  "metadata": {
    "date": "1839-01-07",
    "authors": [],
    "keywords": [
      "Capitols",
      "State governments--Finance"
    ],
    "type": "Legislative debate"
  },
  "content": {
    "full_text": "Summary of Legislative Debate on Appropriation for Building the State House, 7 January\n               18391 On motion ofMr Lincoln, TheHouseresolved itself into a committee of the Whole, on theSenatebillfor completing and furnishing the State House, atSpringfield,Mr. Thorntonin the Chair.2 Mr Ewingtook the floor, and moved to strike out all after the enacting clause, and insert\n               an amendment, the purport of which was to repeal the act of 1837, which designated\n               Springfield as the seat of government; and to continueVandaliaas the seat of government, till otherwise ordered. The Hon.Speakersaid, that he was perfectly aware, that it might seem to some a hopeles[s]task, considering what exertions have been, and are now making, both in and out of\n               the House, to cause a removal of the seat of government to Springfield, to struggle\n               against such a current; but it was a principle with him to adhere to a good cause,\n               and to defend it, so long as he had life and breath remaining; and when the house\n               should have considered the bill in all its bearings, it might be that, notwithstanding\n               the powerful delegation fromSangamonsupported it, backed by its numerous friends in the lobby, it would be rejected.\n               Was it expected, when, at the last session of theLegislature, $50,000 were, upon certain conditions, appropriated, that so large an appropriation\n               would now be asked for? Was it expected, the capitol was to be commenced upon a scale\n               so magnificent; that Illinois, with her very slender taxable resources, with an immense\n               debt upon her hands, and a gigantic system of Internal Improvements set on foot, would\n               yet lay the foundation of another work, upon a scale of expensiveness almost without\n               a parallel in the valley of theMississippi?3 A former Legislature thought $50,000 an ample appropriation; but the bill before us\n               proposes to appropriate $128,000; and reasoning from the past to the future, it might\n               reasonably be expected that at the next session of the Legislature, still more will\n               be demanded.  Do gentlemen seriously suppose that the projected capitol at Springfield\n               is to be completed with the appropriation now asked for? What has been the fact in\n               similar cases elsewhere? Why, that the expense of such works uniformily exceeds the\n               estimates.  Already the expense of the mere foundation of this “cut stone palace”\n               exceeds appropriations actually made; in addition to this, the executive has taken\n               $3,000 from the contingent fund; the commissioners have made themselves liable for\n               $12,000 more; and where is this prodigal and reckless system of expenditure to end?\n               One hundred thousand dollars ought to have covered the entire cost of this building.\n               We are not a rich people; and shall we go on to borrow money for the purpose of constructing\n               fine buildings, when the plain ones will, for the present, accommodate us equally\n               well? What State has ever done this, that had the least self-respect? Depend upon\n               it, we are undertaking a work, that we have not the necessary means of accomplishing.\n               Look at the report of yourAuditor of Public Accounts.  Why, the entire revenue of the State does not amount to one half the sum asked\n               for by this bill, to go on with the building of the edifice in question.  At the same\n               time, the State owes an enormous debt, a wicked and infamous debt of $100,0004; and what is more than all, the school-fund is invaded, and swallowed up, in schemes\n               ofInternal Improvement5; rather than to have touched which—sacred as it is to the cause of education—your\n               judges and governors should have served the country gratuitously.  Collect all these\n               items into one sum; add to them the State-bonds for the construction of railroads,\n               and what wiil be needful to complete theIllinois and Michigan Canal, and you will find Illinois involved already to the amount of some six millions and\n               a half of dollars.6 He concluded his remarks, which the limits of our sheet have compelled us to condense,\n               by saying, that as he was aware that gentlemen had determined, if possible, to carry\n               through the bill, he had come prepared with a series of propositions, which he intended\n               to present successively, if the first were rejected. Mr Lincoln said, that as theHon. Speakerhad confined his remarks to the expensiveness of the work under consideration, he\n               would not wander from this point himself.  And, indeed, it was unnecessary to say\n               much upon that subject; for he believed that the majority would agree, that if the\n               the work was to be done all, it had best be well done; that is, in a manner creditable\n               to the State.  He felt perfectly willing to submit the question to the House, without\n               saying one word more. The question was then taken, and decided in the negative. Mr Ewing then proposed another amendment, the purport of which was—that a board of\n               seven commissioners, one from each Judicial District, should be appointed, whose duty\n               it should be to locate anew the seat of government, if possible, on some of the public\n               lands, if not on some other eligible site of one mile square.  On this, a city to\n               be laid out in lots; these to be advertised and sold; with the proceeds of which,\n               a revenue was to be obtained for building a State-house, and for other purposes. In explaining and defending this project, theHon. Speakeravowed the object of those provisions to be—to relieve the State, in part, of that\n               load of debt under which she now labors; and to put the seat of government on a permanent\n               basis.  He contended that the existing law, providing for a change in the seat of\n               government, is a violation of the constitution, and that it has exerted an oppressive\n               action upon the interests of Vandalia—has caused a depreciation in the value of property,\n               and occasioned a stagnation in business.  He had calculated, that if his plan were\n               carried into effect, something like half a million of money would be realized by the\n               sale of city lots—which would not only suffice for building a State House, on a respectable\n               scale, but be a permanent source of revenue to the State. Mr Bakercalled for the reading of a part of the amendment, in order that he might not be\n               accused of misrepresenting its provisions.  He then attempted to shew, that there\n               was some degree of inconsistency between these, and that part of theHon. Speaker’s argument, which went to shew that all past legislative action upon this subject\n               has been unconstitutional.  But, if it was unconstitutional to legislate upon this\n               subject in 1832-4 and 6, because the people of 1840 could not be consulted, can it\n               be constitutional to legislate upon it now? Can the Commissioners go on, according\n               to the gentleman’s plan, to locate and sell town-lots, without consulting the poor,\n               dear people of 1840! He then went on to say, thatHon. gentlemanwas mistaken in some of his facts, and in the inferences that he drew from some of\n               these.  He is mistaken in saying that the estimates of Architects are always wrong.\n               Those who spend their lives in the midst of these inquiries ought to know more about\n               them than either theHon. gentlemanor himself.  Admit that Architects aresometimesmistaken in their estimates, they are not always so; and if the gentleman reasons\n               from the past to the present, it would be well perhaps to inquire whether $60,000\n               had been already expended, under the immediate superintendence of an able Architect,\n               this individual might not, by this time, have corrected any mistakes into which he\n               might at first have fallen.  The mere loose guess of that gentleman, that the present\n               estimate of $128,000 falls far below the sum that will be actually required to complete\n               the State House, is not to be suffered to overthrow the sober calculations of practical\n               men.  He denied, then, the conclusion, that $200,000 would be necessary to complete\n               it.—About $60,000—not to exceed $65,000—have been already expended.  From 6 to $10,000\n               have been borrowed upon the private credit of individuals; and $50,000 amply secured\n               to the State; a part of which, viz: $33,600, has been actually re imbursed.  There\n               is, then, no reason for saying that the State House is to cost the people $200,000\n               more. And now the question comes up, shall the State expend $128,000, in addition to the\n               sum already expended?7Upon this question, he was perfectly willing that the House should decide, without\n               further argument.  It is said, that this is to be a mostmagnificentbuilding, without sufficiently considering the standard with which it ought to be\n               compared.  It would not be considered splendid or magnificent by the side of St. Peter’s,\n               St. Paul’s, or the Capitol atWashington, or the State House ofN. Carolina, which is estimated to have cost $700,000; or that proposed to be built inOhio, at an expense of $550,000, and which is to cover a space more than twice as large\n               as ours at Springfield; or the one planned for the State ofMissouri, at an estimate of 325,000 dollars, or that ofArkansas, which is to be at least a size larger than what some gentlemen are pleased contemptuously\n               to style the “cut stone palace” at Springfield.8 He was at a loss to know what gentlemen meant by applying the termmagnificentto our capitol at Springfield. It might be on a somewhat more liberal scale, than\n               the building in which he now had the honor to speak; but it was not magnificent, compared\n               with the advantage to be gained; for, if it cost four times as much, it would, he\n               expected, be four times as good. Is it magnificent in comparison with our system of\n               Internal Improvments? No! For his own part, he hoped that both would answer the wishes\n               and expectations of their most sanguine friends.  The State is now somewhat richer\n               than she was in the days of the Wiggins loan.  Then, she was unable to pay her debts;\n               now, she is able, and he hoped, willing to consult for her dignity.  The State House\n               now in progress of construction, is not on too large a scale for our prospects with\n               respect to Illinois; nor for the accommodation of the Legislature, nor the actual\n               resources of the State.  He hoped the House, in fixing the seat of Government at Springfield,\n               would bear in mind, that they were probably fixing it there for many years.  That\n               principle in human nature, which is constantly urging removal, and exciting to change,\n               however allowable in individuals, should not be indulged in legislation.  Before the\n               last session of the Legislature, indeed, it would have been premature to fix the seat\n               of Government permanently; but now, we know about where the centre of the popoulation\n               of the State of Illinois, will fall and remain for a long time to come, and what are\n               to be     her now dawning glories, when fully risen; so that, when this question is\n               once more settled, probably it will be settled, if not forever, at least for a hundred\n               years to come.  He then adverted to the taste and judgment exhited[exhibited] in the plan of the work, and in so much of the work itself as is already executed—the\n               natural advantages of Springfield and its vicinity—its facilities of access, and its\n               healthfulness; and contended that no other point could be found, combining so many\n               advantages, any where near the centre of the State.  Now, it is these that make towns,\n               not thefiatof Legislatures.  The wealth and fashion that may assemble at the seat of government,\n               during the session of the General Assembly, will neither make nor support a town,\n               though they may aid.  Nor can you at once create a city by laying off lots, and advertising\n               them for sale; for, wealth and enterprise will go where business is to be done.  There\n               is no board of commissioners whose designation of a capital would satisfy the people\n               of a whole State; this is a duty that can be performed by the people alone; and it\n               has been done by the people of Illinois, acting through their representatives.  A\n               site has been chosen, which is convenient of access; and the money of its inhabitants\n               has been received in aid of the work.9Why should the fixed plan of the State be now changed! The feeling which would prompt\n               this course of legislation today, may prompt a different course to-morrow; and what\n               security could the citizens of any place have, that you would not abandon them, after\n               making great sacrifices on the implied good faith of the State?—What could satisfy\n               them, save some fixed contract, that the members of the Legislature were not a vacillating,\n               money-shaving set, willing at any time to change the location of the capital, through\n               the influence of mere sectional or party  feeling? Rather, now, let the State continue\n               true to her pervious determination, to her plighted faith; and, though she had made\n               a less desirable place her choice, let her consider herself as sacredly bound to abide\n               by it, so long as there is a place to sustain the walls of the capitol. But when,\n               in process of time, our fruitful soil, teeming everywhere with the waving wreath of\n               the husbandman, and our three millions of citizens shall make ours the first State\n               in the Union, and the current of emigration shall have made the north by far the most\n               populous section   of Illinois,then, let the seat of government go northward too; and there let it be fixed forever.10In favoring the location at Springfield now, he endeavored, for his own part, to\n               keep clear of local prejudices, and he hoped that other gentlemen would do so; and\n               give their vote for that place, not for the sake of Sangamon county, but because that\n               would best subserve the interests of the whole people, without suffering anyad captandumproject to prevail against it. Mr. Ficklinsaid, that as his constituents had an interest in this subject, he wished to say\n               a few words to show them that he had not been unmindful of their interest.  Though\n               this is a question that has been agitated many years, it is one that is still in some\n               measure open to debate. He did not look upon it as having been yet finally decided,\n               either by the legislature or the people, and though he could wish that a larger part\n               of this House were with him, (for we all delight to be cheered on by the majority)\n               yet he felt that it would be cowardly to abandon a good cause, because its friends\n               happen to be few. After stating the subject, he asked whether Illinois would choose to expend the sum\n               necessary to complete the State House at Springfield, out of her treasury? and whether\n               the faith of the State is actually pledged to go on with that building.  He challenged\n               gentlemen to show him any such pledge.  On the other hand, the State had always been\n               most guarded, in her legislation on this subject.  She had always said to the people\n               of Springfield, if you expend money on a State House there, you expend it at your\n               own hazard.  It will not be pretended that, a law was passed at the last session absolutely\n               fixing the Capitol at Springfield.  That law is one of the most guarded laws he had\n               ever read.  It said to the corporation of Springfield—“I hold you responsible for\n               this appropriation; your bonds must be filed within a certain time, and a certain\n               sum must be paid into the treasury;” and after all, the State reserves to herself\n               the right to repeal the act at any time hereafter.  That money is not yet paid, though\n               the stipulated time is past; only two instalments are paid; of course, Springfield\n               can not  now set up the claim of right. We may, it is true, agitate this subject, but it rightfully rests with the people\n               of Illinois in 1840 to decide.  The constitution has guarantied that the Capitol of\n               the State should be at Vandalia for twenty years; which time has not yet expired;\n               until it has expired, the subject should not be taken up.11When the proper time arrives, then the whole people of Illinois are to be consulted,\n               as to the proper location.  Instead of this, we are taking the business out of the\n               hands of those to whom it properly belongs, we appropriate largely, and expend beyond\n               all appropriations, and after laying out some $200,000 and putting up this cut-stone\n               palace, the people are told to send their representatives thither to make laws. It has been said that something more  is necessary to make a town, than to lay off\n               lots, and make appropriations for building a State House;—true, sir; but why haste\n               away fromthisplace? This House in large enough and good enough for us, and our successors, for\n               some time to come.  Let any of our constituents examine the house in which I now have\n               the honor of speaking, and I take it upon myself to say that they would pronounce\n               it amply large, amply commodious; and if we forsake it, and at a great expense erect\n               another Capitol at Springfield, will they not say to us—“Why did you leave that building—why\n               increase our already large debt, for the sake of sitting in a cut-stone palace at\n               Springfield?” Unquestionably, sir, this building will answer the purpose ten years\n               to come; and within that time, we can consult the people, make a suitable location,\n               erect our State House and furnish it, and take possession.  For his own part, his\n               course would be a decided one of opposition to the contemplated removal.  It is a\n               question which ought to be submitted to the people of 1840. Mr. Lincoln, in reply, contended that the people of 1840 would have no better right\n               to decide the question, than the people of 1839.  True, the inhabitants of Vandalia\n               had a right to retain the seat of government here twenty years, according to the provisions\n               of the Constitution; but, on the other hand, if the people of Illinois at large had\n               found that they had a hard bargain, they have a right to get out of it as soon as\n               they can.  Has not the corporation of Springfield faithfully performed her part of\n               the contract? Two thirds of the stipulated sum is paid; and for the other third which\n               is not paid, thebondsof twenty-five responsible men are put forward, which may be sued at any time, and\n               are perfectly secure, so far as the interest of the State is involved.  He could not\n               say, indeed, with his colleague, that he consideredthe faith of the State as pledgedto complete the State House at Springfield; but wished that work to go on, and that\n               place to be made the permanent seat of government; because it was the place of his\n               residence, and because he really believed that the people would thus be best accommodated.\n               True, when the question of a Capitol was formerly submitted to the people at large,\n               Springfield did not receive the highest number of votes; but this can furnish no evidence\n               that if the question were now a second time submitted to the same tribunal, Springfield\n               would not have a larger vote than any other point. As tomaking moneyby locating the Capitol in some new place, and selling the lots of a citythat is to be, he would simply ask how much money had been made, and how many State Houses had\n               been built out of the land received here in Vandalia, as a donation from the General\n               Government? Depend upon it, the idea of realizing such immense sums of money in this\n               way, is all an illusion.—As for the unconstitutionality of agitating this question\n               at present, he hardly expected that those who bring forward a series of plans, of\n               the same general nature with this now in progress at Springfield, would throw upon\n               their opponents this charge; for each and all of these is equally unconstitutional. TheHon, Speakerthen rose, and read the state of the votes given for the different proposed points,\n               when the question was submitted to the people; by which it appeared, thatAltonhad the highest number of votes, Vandalia the second highest number, while Springfield\n               was third on the list, and was actually in a minority of several hundred.  Have the\n               sentiments of the people at large undergone a change since that time?12Of 24,000 votes then polled, Springfield had but 7,730; and of course had something\n               like 17,000 against her.  It is admitted that some of the northern counties have since\n               that period increased in population in a greater ratio than the southern ones; but\n               it does not follow of course, that the friends of Springfield have been multiplied\n               in the same proportion.  Now some of the northern counties, asCook,Joe Davis,Warren,PeoriaandTazewell, at that time, gave a majority of their votes against Springfield, and in favor of\n               some other place.  There are now some 40,000 voters; and perhaps, were they now consulted,\n               they could suit themselves better than at Springfield.  The House in which we are\n               now convened, no one will deny, is sufficiently large for our accommodation; but when\n               the legislature becomes too large to be received within its walls, and a new capitol\n               is to be built, let the change take place without causing additional expense to the\n               State.  It has been triumphantly asked, how many State Houses were built with the\n               proceeds of  sales of the land, donated byCongressfor the benefit of the Capitol here at Vandalia.  He would answer the gentleman;\n               two had been built;—a temporary one, which had given place to this that we now occupy.\n               But, it must be recollected, that when that donation was made, and that land sold,\n               Illinois had a population of only 10,000 votes south of this parallel, and Vandalia\n               was a frontier settlement.  Lots therefore went low;—so low, that a law was subsequently\n               passed for the relief of the purchasers.  But, times have improved; and if a new location\n               of the seat of government were now made,—at some central point, convenient of access\n               to all portions of the State, and with an eye to those conveniences of approach which\n               will be furnished by our contemplated Rail-roads, the scheme of raising a revenue\n               from the sale of its lots would be more promising.  Springfield could not probably\n               at present accommodate the General Assembly much better than Vandalia does; and it\n               is doubtful whether it could in ten years to come; and even here, we are growing better,\n               and shall every year furnish more comfortable quarters to the members of the Legislature.\n               Let Vandalia continue, then, to be the seat of government, till the interests of the\n               country absolutely require its removal, and then he would be willing to see the change\n               made. He made other remarks, which our limits oblige us to omit.  The question being taken\n               on his amendment, was decided in the negative. TheHon. Speakerthen rose, and said, that at the risk of being tenacious, he would introduce another\n               amendment, the leading provisions of which, were to submit the question of location\n               again to the people; and if there should be no choice, to return to the people thefiveplaces, having the highest number of votes, to be voted upon again.  If no choice\n               among these, then thethreehighest the second time returned from the people, to be voted upon by them the third\n               time.  If no choice, then the election to be made between the two highest the third\n               time returned. The question being taken, this proposition was rejected.13",
    "paragraphs": [
      "Summary of Legislative Debate on Appropriation for Building the State House, 7 January\n               18391",
      "On motion ofMr Lincoln,",
      "TheHouseresolved itself into a committee of the Whole, on theSenatebillfor completing and furnishing the State House, atSpringfield,Mr. Thorntonin the Chair.2",
      "Mr Ewingtook the floor, and moved to strike out all after the enacting clause, and insert\n               an amendment, the purport of which was to repeal the act of 1837, which designated\n               Springfield as the seat of government; and to continueVandaliaas the seat of government, till otherwise ordered.",
      "The Hon.Speakersaid, that he was perfectly aware, that it might seem to some a hopeles[s]task, considering what exertions have been, and are now making, both in and out of\n               the House, to cause a removal of the seat of government to Springfield, to struggle\n               against such a current; but it was a principle with him to adhere to a good cause,\n               and to defend it, so long as he had life and breath remaining; and when the house\n               should have considered the bill in all its bearings, it might be that, notwithstanding\n               the powerful delegation fromSangamonsupported it, backed by its numerous friends in the lobby, it would be rejected.\n               Was it expected, when, at the last session of theLegislature, $50,000 were, upon certain conditions, appropriated, that so large an appropriation\n               would now be asked for? Was it expected, the capitol was to be commenced upon a scale\n               so magnificent; that Illinois, with her very slender taxable resources, with an immense\n               debt upon her hands, and a gigantic system of Internal Improvements set on foot, would\n               yet lay the foundation of another work, upon a scale of expensiveness almost without\n               a parallel in the valley of theMississippi?3",
      "A former Legislature thought $50,000 an ample appropriation; but the bill before us\n               proposes to appropriate $128,000; and reasoning from the past to the future, it might\n               reasonably be expected that at the next session of the Legislature, still more will\n               be demanded.  Do gentlemen seriously suppose that the projected capitol at Springfield\n               is to be completed with the appropriation now asked for? What has been the fact in\n               similar cases elsewhere? Why, that the expense of such works uniformily exceeds the\n               estimates.  Already the expense of the mere foundation of this “cut stone palace”\n               exceeds appropriations actually made; in addition to this, the executive has taken\n               $3,000 from the contingent fund; the commissioners have made themselves liable for\n               $12,000 more; and where is this prodigal and reckless system of expenditure to end?\n               One hundred thousand dollars ought to have covered the entire cost of this building.\n               We are not a rich people; and shall we go on to borrow money for the purpose of constructing\n               fine buildings, when the plain ones will, for the present, accommodate us equally\n               well? What State has ever done this, that had the least self-respect? Depend upon\n               it, we are undertaking a work, that we have not the necessary means of accomplishing.\n               Look at the report of yourAuditor of Public Accounts.  Why, the entire revenue of the State does not amount to one half the sum asked\n               for by this bill, to go on with the building of the edifice in question.  At the same\n               time, the State owes an enormous debt, a wicked and infamous debt of $100,0004; and what is more than all, the school-fund is invaded, and swallowed up, in schemes\n               ofInternal Improvement5; rather than to have touched which—sacred as it is to the cause of education—your\n               judges and governors should have served the country gratuitously.  Collect all these\n               items into one sum; add to them the State-bonds for the construction of railroads,\n               and what wiil be needful to complete theIllinois and Michigan Canal, and you will find Illinois involved already to the amount of some six millions and\n               a half of dollars.6",
      "He concluded his remarks, which the limits of our sheet have compelled us to condense,\n               by saying, that as he was aware that gentlemen had determined, if possible, to carry\n               through the bill, he had come prepared with a series of propositions, which he intended\n               to present successively, if the first were rejected.",
      "Mr Lincoln said, that as theHon. Speakerhad confined his remarks to the expensiveness of the work under consideration, he\n               would not wander from this point himself.  And, indeed, it was unnecessary to say\n               much upon that subject; for he believed that the majority would agree, that if the\n               the work was to be done all, it had best be well done; that is, in a manner creditable\n               to the State.  He felt perfectly willing to submit the question to the House, without\n               saying one word more.",
      "The question was then taken, and decided in the negative.",
      "Mr Ewing then proposed another amendment, the purport of which was—that a board of\n               seven commissioners, one from each Judicial District, should be appointed, whose duty\n               it should be to locate anew the seat of government, if possible, on some of the public\n               lands, if not on some other eligible site of one mile square.  On this, a city to\n               be laid out in lots; these to be advertised and sold; with the proceeds of which,\n               a revenue was to be obtained for building a State-house, and for other purposes.",
      "In explaining and defending this project, theHon. Speakeravowed the object of those provisions to be—to relieve the State, in part, of that\n               load of debt under which she now labors; and to put the seat of government on a permanent\n               basis.  He contended that the existing law, providing for a change in the seat of\n               government, is a violation of the constitution, and that it has exerted an oppressive\n               action upon the interests of Vandalia—has caused a depreciation in the value of property,\n               and occasioned a stagnation in business.  He had calculated, that if his plan were\n               carried into effect, something like half a million of money would be realized by the\n               sale of city lots—which would not only suffice for building a State House, on a respectable\n               scale, but be a permanent source of revenue to the State.",
      "Mr Bakercalled for the reading of a part of the amendment, in order that he might not be\n               accused of misrepresenting its provisions.  He then attempted to shew, that there\n               was some degree of inconsistency between these, and that part of theHon. Speaker’s argument, which went to shew that all past legislative action upon this subject\n               has been unconstitutional.  But, if it was unconstitutional to legislate upon this\n               subject in 1832-4 and 6, because the people of 1840 could not be consulted, can it\n               be constitutional to legislate upon it now? Can the Commissioners go on, according\n               to the gentleman’s plan, to locate and sell town-lots, without consulting the poor,\n               dear people of 1840!",
      "He then went on to say, thatHon. gentlemanwas mistaken in some of his facts, and in the inferences that he drew from some of\n               these.  He is mistaken in saying that the estimates of Architects are always wrong.\n               Those who spend their lives in the midst of these inquiries ought to know more about\n               them than either theHon. gentlemanor himself.  Admit that Architects aresometimesmistaken in their estimates, they are not always so; and if the gentleman reasons\n               from the past to the present, it would be well perhaps to inquire whether $60,000\n               had been already expended, under the immediate superintendence of an able Architect,\n               this individual might not, by this time, have corrected any mistakes into which he\n               might at first have fallen.  The mere loose guess of that gentleman, that the present\n               estimate of $128,000 falls far below the sum that will be actually required to complete\n               the State House, is not to be suffered to overthrow the sober calculations of practical\n               men.  He denied, then, the conclusion, that $200,000 would be necessary to complete\n               it.—About $60,000—not to exceed $65,000—have been already expended.  From 6 to $10,000\n               have been borrowed upon the private credit of individuals; and $50,000 amply secured\n               to the State; a part of which, viz: $33,600, has been actually re imbursed.  There\n               is, then, no reason for saying that the State House is to cost the people $200,000\n               more.",
      "And now the question comes up, shall the State expend $128,000, in addition to the\n               sum already expended?7Upon this question, he was perfectly willing that the House should decide, without\n               further argument.  It is said, that this is to be a mostmagnificentbuilding, without sufficiently considering the standard with which it ought to be\n               compared.  It would not be considered splendid or magnificent by the side of St. Peter’s,\n               St. Paul’s, or the Capitol atWashington, or the State House ofN. Carolina, which is estimated to have cost $700,000; or that proposed to be built inOhio, at an expense of $550,000, and which is to cover a space more than twice as large\n               as ours at Springfield; or the one planned for the State ofMissouri, at an estimate of 325,000 dollars, or that ofArkansas, which is to be at least a size larger than what some gentlemen are pleased contemptuously\n               to style the “cut stone palace” at Springfield.8",
      "He was at a loss to know what gentlemen meant by applying the termmagnificentto our capitol at Springfield. It might be on a somewhat more liberal scale, than\n               the building in which he now had the honor to speak; but it was not magnificent, compared\n               with the advantage to be gained; for, if it cost four times as much, it would, he\n               expected, be four times as good. Is it magnificent in comparison with our system of\n               Internal Improvments? No! For his own part, he hoped that both would answer the wishes\n               and expectations of their most sanguine friends.  The State is now somewhat richer\n               than she was in the days of the Wiggins loan.  Then, she was unable to pay her debts;\n               now, she is able, and he hoped, willing to consult for her dignity.  The State House\n               now in progress of construction, is not on too large a scale for our prospects with\n               respect to Illinois; nor for the accommodation of the Legislature, nor the actual\n               resources of the State.  He hoped the House, in fixing the seat of Government at Springfield,\n               would bear in mind, that they were probably fixing it there for many years.  That\n               principle in human nature, which is constantly urging removal, and exciting to change,\n               however allowable in individuals, should not be indulged in legislation.  Before the\n               last session of the Legislature, indeed, it would have been premature to fix the seat\n               of Government permanently; but now, we know about where the centre of the popoulation\n               of the State of Illinois, will fall and remain for a long time to come, and what are\n               to be     her now dawning glories, when fully risen; so that, when this question is\n               once more settled, probably it will be settled, if not forever, at least for a hundred\n               years to come.  He then adverted to the taste and judgment exhited[exhibited] in the plan of the work, and in so much of the work itself as is already executed—the\n               natural advantages of Springfield and its vicinity—its facilities of access, and its\n               healthfulness; and contended that no other point could be found, combining so many\n               advantages, any where near the centre of the State.  Now, it is these that make towns,\n               not thefiatof Legislatures.  The wealth and fashion that may assemble at the seat of government,\n               during the session of the General Assembly, will neither make nor support a town,\n               though they may aid.  Nor can you at once create a city by laying off lots, and advertising\n               them for sale; for, wealth and enterprise will go where business is to be done.  There\n               is no board of commissioners whose designation of a capital would satisfy the people\n               of a whole State; this is a duty that can be performed by the people alone; and it\n               has been done by the people of Illinois, acting through their representatives.  A\n               site has been chosen, which is convenient of access; and the money of its inhabitants\n               has been received in aid of the work.9Why should the fixed plan of the State be now changed! The feeling which would prompt\n               this course of legislation today, may prompt a different course to-morrow; and what\n               security could the citizens of any place have, that you would not abandon them, after\n               making great sacrifices on the implied good faith of the State?—What could satisfy\n               them, save some fixed contract, that the members of the Legislature were not a vacillating,\n               money-shaving set, willing at any time to change the location of the capital, through\n               the influence of mere sectional or party  feeling? Rather, now, let the State continue\n               true to her pervious determination, to her plighted faith; and, though she had made\n               a less desirable place her choice, let her consider herself as sacredly bound to abide\n               by it, so long as there is a place to sustain the walls of the capitol. But when,\n               in process of time, our fruitful soil, teeming everywhere with the waving wreath of\n               the husbandman, and our three millions of citizens shall make ours the first State\n               in the Union, and the current of emigration shall have made the north by far the most\n               populous section   of Illinois,then, let the seat of government go northward too; and there let it be fixed forever.10In favoring the location at Springfield now, he endeavored, for his own part, to\n               keep clear of local prejudices, and he hoped that other gentlemen would do so; and\n               give their vote for that place, not for the sake of Sangamon county, but because that\n               would best subserve the interests of the whole people, without suffering anyad captandumproject to prevail against it.",
      "Mr. Ficklinsaid, that as his constituents had an interest in this subject, he wished to say\n               a few words to show them that he had not been unmindful of their interest.  Though\n               this is a question that has been agitated many years, it is one that is still in some\n               measure open to debate. He did not look upon it as having been yet finally decided,\n               either by the legislature or the people, and though he could wish that a larger part\n               of this House were with him, (for we all delight to be cheered on by the majority)\n               yet he felt that it would be cowardly to abandon a good cause, because its friends\n               happen to be few.",
      "After stating the subject, he asked whether Illinois would choose to expend the sum\n               necessary to complete the State House at Springfield, out of her treasury? and whether\n               the faith of the State is actually pledged to go on with that building.  He challenged\n               gentlemen to show him any such pledge.  On the other hand, the State had always been\n               most guarded, in her legislation on this subject.  She had always said to the people\n               of Springfield, if you expend money on a State House there, you expend it at your\n               own hazard.  It will not be pretended that, a law was passed at the last session absolutely\n               fixing the Capitol at Springfield.  That law is one of the most guarded laws he had\n               ever read.  It said to the corporation of Springfield—“I hold you responsible for\n               this appropriation; your bonds must be filed within a certain time, and a certain\n               sum must be paid into the treasury;” and after all, the State reserves to herself\n               the right to repeal the act at any time hereafter.  That money is not yet paid, though\n               the stipulated time is past; only two instalments are paid; of course, Springfield\n               can not  now set up the claim of right.",
      "We may, it is true, agitate this subject, but it rightfully rests with the people\n               of Illinois in 1840 to decide.  The constitution has guarantied that the Capitol of\n               the State should be at Vandalia for twenty years; which time has not yet expired;\n               until it has expired, the subject should not be taken up.11When the proper time arrives, then the whole people of Illinois are to be consulted,\n               as to the proper location.  Instead of this, we are taking the business out of the\n               hands of those to whom it properly belongs, we appropriate largely, and expend beyond\n               all appropriations, and after laying out some $200,000 and putting up this cut-stone\n               palace, the people are told to send their representatives thither to make laws.",
      "It has been said that something more  is necessary to make a town, than to lay off\n               lots, and make appropriations for building a State House;—true, sir; but why haste\n               away fromthisplace? This House in large enough and good enough for us, and our successors, for\n               some time to come.  Let any of our constituents examine the house in which I now have\n               the honor of speaking, and I take it upon myself to say that they would pronounce\n               it amply large, amply commodious; and if we forsake it, and at a great expense erect\n               another Capitol at Springfield, will they not say to us—“Why did you leave that building—why\n               increase our already large debt, for the sake of sitting in a cut-stone palace at\n               Springfield?” Unquestionably, sir, this building will answer the purpose ten years\n               to come; and within that time, we can consult the people, make a suitable location,\n               erect our State House and furnish it, and take possession.  For his own part, his\n               course would be a decided one of opposition to the contemplated removal.  It is a\n               question which ought to be submitted to the people of 1840.",
      "Mr. Lincoln, in reply, contended that the people of 1840 would have no better right\n               to decide the question, than the people of 1839.  True, the inhabitants of Vandalia\n               had a right to retain the seat of government here twenty years, according to the provisions\n               of the Constitution; but, on the other hand, if the people of Illinois at large had\n               found that they had a hard bargain, they have a right to get out of it as soon as\n               they can.  Has not the corporation of Springfield faithfully performed her part of\n               the contract? Two thirds of the stipulated sum is paid; and for the other third which\n               is not paid, thebondsof twenty-five responsible men are put forward, which may be sued at any time, and\n               are perfectly secure, so far as the interest of the State is involved.  He could not\n               say, indeed, with his colleague, that he consideredthe faith of the State as pledgedto complete the State House at Springfield; but wished that work to go on, and that\n               place to be made the permanent seat of government; because it was the place of his\n               residence, and because he really believed that the people would thus be best accommodated.\n               True, when the question of a Capitol was formerly submitted to the people at large,\n               Springfield did not receive the highest number of votes; but this can furnish no evidence\n               that if the question were now a second time submitted to the same tribunal, Springfield\n               would not have a larger vote than any other point.",
      "As tomaking moneyby locating the Capitol in some new place, and selling the lots of a citythat is to be, he would simply ask how much money had been made, and how many State Houses had\n               been built out of the land received here in Vandalia, as a donation from the General\n               Government? Depend upon it, the idea of realizing such immense sums of money in this\n               way, is all an illusion.—As for the unconstitutionality of agitating this question\n               at present, he hardly expected that those who bring forward a series of plans, of\n               the same general nature with this now in progress at Springfield, would throw upon\n               their opponents this charge; for each and all of these is equally unconstitutional.",
      "TheHon, Speakerthen rose, and read the state of the votes given for the different proposed points,\n               when the question was submitted to the people; by which it appeared, thatAltonhad the highest number of votes, Vandalia the second highest number, while Springfield\n               was third on the list, and was actually in a minority of several hundred.  Have the\n               sentiments of the people at large undergone a change since that time?12Of 24,000 votes then polled, Springfield had but 7,730; and of course had something\n               like 17,000 against her.  It is admitted that some of the northern counties have since\n               that period increased in population in a greater ratio than the southern ones; but\n               it does not follow of course, that the friends of Springfield have been multiplied\n               in the same proportion.  Now some of the northern counties, asCook,Joe Davis,Warren,PeoriaandTazewell, at that time, gave a majority of their votes against Springfield, and in favor of\n               some other place.  There are now some 40,000 voters; and perhaps, were they now consulted,\n               they could suit themselves better than at Springfield.  The House in which we are\n               now convened, no one will deny, is sufficiently large for our accommodation; but when\n               the legislature becomes too large to be received within its walls, and a new capitol\n               is to be built, let the change take place without causing additional expense to the\n               State.  It has been triumphantly asked, how many State Houses were built with the\n               proceeds of  sales of the land, donated byCongressfor the benefit of the Capitol here at Vandalia.  He would answer the gentleman;\n               two had been built;—a temporary one, which had given place to this that we now occupy.\n               But, it must be recollected, that when that donation was made, and that land sold,\n               Illinois had a population of only 10,000 votes south of this parallel, and Vandalia\n               was a frontier settlement.  Lots therefore went low;—so low, that a law was subsequently\n               passed for the relief of the purchasers.  But, times have improved; and if a new location\n               of the seat of government were now made,—at some central point, convenient of access\n               to all portions of the State, and with an eye to those conveniences of approach which\n               will be furnished by our contemplated Rail-roads, the scheme of raising a revenue\n               from the sale of its lots would be more promising.  Springfield could not probably\n               at present accommodate the General Assembly much better than Vandalia does; and it\n               is doubtful whether it could in ten years to come; and even here, we are growing better,\n               and shall every year furnish more comfortable quarters to the members of the Legislature.\n               Let Vandalia continue, then, to be the seat of government, till the interests of the\n               country absolutely require its removal, and then he would be willing to see the change\n               made.",
      "He made other remarks, which our limits oblige us to omit.  The question being taken\n               on his amendment, was decided in the negative.",
      "TheHon. Speakerthen rose, and said, that at the risk of being tenacious, he would introduce another\n               amendment, the leading provisions of which, were to submit the question of location\n               again to the people; and if there should be no choice, to return to the people thefiveplaces, having the highest number of votes, to be voted upon again.  If no choice\n               among these, then thethreehighest the second time returned from the people, to be voted upon by them the third\n               time.  If no choice, then the election to be made between the two highest the third\n               time returned.",
      "The question being taken, this proposition was rejected.13"
    ],
    "tables_count": 0,
    "citations": [
      "Illinois HouseJournal. 1838. 11th G. A., 1st sess., 181-84.",
      "An Act Permanently to Locate the Seat of Government of the State of Illinois;An Act to Establish and Maintain a General System of Internal Improvements; Theodore C. Pease, ed.,Illinois Election Returns, 1818-1848, vol. 18 ofCollections of the Illinois State Historical Library(Springfield: Illinois State Historical Library, 1923), 283-303.",
      "“An Act to Authorize the Governor to Borrow a Sum of Money on Behalf of the State,”\n                     27 January 1831,Laws of Illinois(1831), 92-94; George William Dowrie, “The Development of Banking in Illinois, 1817-1863”\n                     (Ph.D. diss., University of Illinois, 1913), 50-53.",
      "“An Act to Enable the People of the Illinois Territory to Form a Constitution and\n                     State Government, and for the Admission of Such State into the Union on an Equal Footing\n                     with the Original States,” 18 April 1818,Statutes at Large of the United States3 (1846):428-31; “An Act Authorizing the Commissioners of the School and Seminary\n                     Fund to Loan the Same to the State,” 17 January 1829,Revised Laws of Illinois(1829), 118-19; W. L. Pillsbury, “Early Education in Illinois,”Sixteenth Biennial Report of the Superintendent of Public Instruction of the State\n                        of Illinois(Springfield, IL: H. W. Rokker, 1886), 106-7.",
      "Illinois HouseJournal. 1838. 11th G. A., 1st sess., 64-76.",
      "Illinois HouseJournal. 1838. 11th G. A., 1st sess., 67.",
      "“The Missouri Capitol: The Exterior of the Jefferson City Structure Was Build Entirely\n                     of Missouri Marble,”Through the Ages1 (April 1924): 26.",
      "Illinois HouseJournal. 1838. 11th G. A., 1st sess., 65;Promissory Note of John Hay and Others to State Bank of Illinois.",
      "Douglas K. Meyer,Making the Heartland Quilt: A Geographical History of Settlement and Migration in\n                        Early Nineteenth-Century Illinois(Carbondale: Southern Illinois University Press, 2000), 27, 32, 35-37; James E. Davis,Frontier Illinois(Bloomington: Indiana University Press, 1998), 192, 201.",
      "“An Act for the Removal of the Seat of Government of the State of Illinois,” 30 March\n                     1819,Laws of Illinois(1819),  361-64.",
      "“An Act Permanently to Locate the Seat of Government of Illinois,” 5 February 1833,Revised Laws of Illinois(1833), 572-73."
    ],
    "footnotes": [
      {
        "id": "X3574F601-4B0C-4E50-B4A6-5773CB36714C",
        "text": "1Another, much shorter,accountof this debate appeared in theSangamo Journalon January 19, 1839."
      },
      {
        "id": "X4BB14068-0875-40AD-9E7D-2FB0277674B4",
        "text": "2The debate on thelegislationregarding the construction of a  new state house commenced at 2 p.m. and consumed\n                  the rest of the day.Illinois HouseJournal. 1838. 11th G. A., 1st sess., 181-84."
      },
      {
        "id": "X4D0B9427-8AEC-4672-8EF1-6F2E3F1DCD50",
        "text": "3Theactto move the capital from Vandalia to Springfield provided for the raising of  $50,000\n                  for completion of the building. It was passed in the same legislative session as theactthat created the  internal improvements system. Illinois’ 10th General Assembly included\n                  nine members representing Sangamon County, all of whom were Whigs:  seven  members\n                  in the  House of Representatives—Abraham Lincoln,John Dawson,Ninian W. Edwards,William F. Elkin,Andrew McCormick,Daniel Stone, andRobert L. Wilson—and two in the Senate—Job FletcherandArcher G. Herndon. They composed the largest block of members from any one county in that session of\n                  the legislature.An Act Permanently to Locate the Seat of Government of the State of Illinois;An Act to Establish and Maintain a General System of Internal Improvements; Theodore C. Pease, ed.,Illinois Election Returns, 1818-1848, vol. 18 ofCollections of the Illinois State Historical Library(Springfield: Illinois State Historical Library, 1923), 283-303."
      },
      {
        "id": "X5C82695C-6492-48E7-AB2E-B6A161FE3F40",
        "text": "4In 1831, the Illinois General Assembly passed a law authorizing then governorJohn Reynoldsto borrow $100,000 (at 6% interest) to pay for “ordinary expenses of the government.”\n                  Reynolds arranged a loan fromSamuel Wiggins, aCincinnatifinancier, in order to strengthen state bank paper and to replace money wrongly used\n                  from the state’s school fund. The “Wiggins Loan” became a serious political liability\n                  for all connected to it, and many critics argued that Wiggins had “purchased the whole\n                  state.” For many years after the authorization of the loan, politicians used it in\n                  political arguments related to state debts, thestate bank, and internal improvements in Illinois, but the loan had infused much needed cash\n                  at a time when the state desperately needed it.“An Act to Authorize the Governor to Borrow a Sum of Money on Behalf of the State,”\n                     27 January 1831,Laws of Illinois(1831), 92-94; George William Dowrie, “The Development of Banking in Illinois, 1817-1863”\n                     (Ph.D. diss., University of Illinois, 1913), 50-53."
      },
      {
        "id": "X684828C6-064A-41E1-B61F-A772FDF76CC7",
        "text": "5Upon statehood, Congress granted to every  township in the state the proceeds of the\n                  sale of land in each township’s Section 16. This money became known as the “common\n                  school fund.” Since 1829, the state had been borrowing from the school and seminary\n                  funds in order to pay regular government expenses.“An Act to Enable the People of the Illinois Territory to Form a Constitution and\n                     State Government, and for the Admission of Such State into the Union on an Equal Footing\n                     with the Original States,” 18 April 1818,Statutes at Large of the United States3 (1846):428-31; “An Act Authorizing the Commissioners of the School and Seminary\n                     Fund to Loan the Same to the State,” 17 January 1829,Revised Laws of Illinois(1829), 118-19; W. L. Pillsbury, “Early Education in Illinois,”Sixteenth Biennial Report of the Superintendent of Public Instruction of the State\n                        of Illinois(Springfield, IL: H. W. Rokker, 1886), 106-7."
      },
      {
        "id": "X44E12C7E-EF2A-4485-84EF-543A41B38FC8",
        "text": "6On December 13, 1838, the auditor submitted his report, which emphasized the need\n                  to generate more state revenue. More than $43,000 was owed to the school fund and\n                  $80,000 was necessary for the funding of the legislative session then underway. The\n                  income of the state was less than $67,500.Illinois HouseJournal. 1838. 11th G. A., 1st sess., 64-76."
      },
      {
        "id": "X25D6DD1D-CCCB-4288-B0D9-4E0AACFEA416",
        "text": "7Between June 30, 1837, and December 1, 1838, the state appropriated $38,000  for the\n                  state house at Springfield.Illinois HouseJournal. 1838. 11th G. A., 1st sess., 67."
      },
      {
        "id": "XFBC94F02-4105-4857-9346-ED18F1BDE772",
        "text": "8Reference to St. Peter’s Basilica at the Vatican inRomeand St. Paul’s Cathedral inLondonwere likely hyperbole, but the comparisons to other state houses in the United States\n                  were reasonable, especially that of neighboring Missouri, where the capitol building\n                  inJefferson Citywas destroyed by fire in 1837 and a new capitol was completed in 1840 at a final\n                  cost of $350,000.“The Missouri Capitol: The Exterior of the Jefferson City Structure Was Build Entirely\n                     of Missouri Marble,”Through the Ages1 (April 1924): 26."
      },
      {
        "id": "X002EEEF3-2A33-46C1-AB02-AACD6EB612D8",
        "text": "9Springfield residents had pledged support in the building of the new capitol, and\n                  per the auditor’s report, Illinois had collected $33,333.34 on their bond at the time\n                  of this debate in the legislature.Illinois HouseJournal. 1838. 11th G. A., 1st sess., 65;Promissory Note of John Hay and Others to State Bank of Illinois."
      },
      {
        "id": "X4A2DE1BA-6D04-4D86-A628-4D8D3F21BA66",
        "text": "10Dramatic changes in the state’s population occurred between 1830 and 1840.  In 1830,\n                  most Illinoisans lived south of Vandalia, in the lower third of the state. By 1840,\n                  the population center of the state had shifted north of Vandalia to the upper two-thirds\n                  of the state, and an increasing percentage of the population lived north of Springfield,\n                  which is located in the center third of the state. This northward trend continued\n                  and was increased by the rapid development ofChicagoafter 1840.Douglas K. Meyer,Making the Heartland Quilt: A Geographical History of Settlement and Migration in\n                        Early Nineteenth-Century Illinois(Carbondale: Southern Illinois University Press, 2000), 27, 32, 35-37; James E. Davis,Frontier Illinois(Bloomington: Indiana University Press, 1998), 192, 201."
      },
      {
        "id": "X4CA9F15F-05E5-4CB4-B10A-CB27B5A5C7F1",
        "text": "11The first Illinois General Assembly had passed legislation that resulted in the laying\n                  out of the town of Vandalia as the new state capital and establishing it as the seat\n                  of government for a period of twenty years ending in 1840.“An Act for the Removal of the Seat of Government of the State of Illinois,” 30 March\n                     1819,Laws of Illinois(1819),  361-64."
      },
      {
        "id": "X41DEBFDA-BEEA-4FFF-A988-7AEA80282027",
        "text": "12The election was held after the passage of an 1833 act to relocate the state’s seat\n                  of government.“An Act Permanently to Locate the Seat of Government of Illinois,” 5 February 1833,Revised Laws of Illinois(1833), 572-73."
      },
      {
        "id": "XA41F2560-F7C2-487D-A67B-2428918F4853",
        "text": "13The debated bill passed the House on January 11, 1839, and becamelaw."
      }
    ],
    "structured_content": [
      {
        "type": "heading",
        "text": "Summary of Legislative Debate on Appropriation for Building the State House, 7 January\n               18391"
      },
      {
        "type": "paragraph",
        "text": "On motion ofMr Lincoln,"
      },
      {
        "type": "paragraph",
        "text": "TheHouseresolved itself into a committee of the Whole, on theSenatebillfor completing and furnishing the State House, atSpringfield,Mr. Thorntonin the Chair.2"
      },
      {
        "type": "paragraph",
        "text": "Mr Ewingtook the floor, and moved to strike out all after the enacting clause, and insert\n               an amendment, the purport of which was to repeal the act of 1837, which designated\n               Springfield as the seat of government; and to continueVandaliaas the seat of government, till otherwise ordered."
      },
      {
        "type": "paragraph",
        "text": "The Hon.Speakersaid, that he was perfectly aware, that it might seem to some a hopeles[s]task, considering what exertions have been, and are now making, both in and out of\n               the House, to cause a removal of the seat of government to Springfield, to struggle\n               against such a current; but it was a principle with him to adhere to a good cause,\n               and to defend it, so long as he had life and breath remaining; and when the house\n               should have considered the bill in all its bearings, it might be that, notwithstanding\n               the powerful delegation fromSangamonsupported it, backed by its numerous friends in the lobby, it would be rejected.\n               Was it expected, when, at the last session of theLegislature, $50,000 were, upon certain conditions, appropriated, that so large an appropriation\n               would now be asked for? Was it expected, the capitol was to be commenced upon a scale\n               so magnificent; that Illinois, with her very slender taxable resources, with an immense\n               debt upon her hands, and a gigantic system of Internal Improvements set on foot, would\n               yet lay the foundation of another work, upon a scale of expensiveness almost without\n               a parallel in the valley of theMississippi?3"
      },
      {
        "type": "paragraph",
        "text": "A former Legislature thought $50,000 an ample appropriation; but the bill before us\n               proposes to appropriate $128,000; and reasoning from the past to the future, it might\n               reasonably be expected that at the next session of the Legislature, still more will\n               be demanded.  Do gentlemen seriously suppose that the projected capitol at Springfield\n               is to be completed with the appropriation now asked for? What has been the fact in\n               similar cases elsewhere? Why, that the expense of such works uniformily exceeds the\n               estimates.  Already the expense of the mere foundation of this “cut stone palace”\n               exceeds appropriations actually made; in addition to this, the executive has taken\n               $3,000 from the contingent fund; the commissioners have made themselves liable for\n               $12,000 more; and where is this prodigal and reckless system of expenditure to end?\n               One hundred thousand dollars ought to have covered the entire cost of this building.\n               We are not a rich people; and shall we go on to borrow money for the purpose of constructing\n               fine buildings, when the plain ones will, for the present, accommodate us equally\n               well? What State has ever done this, that had the least self-respect? Depend upon\n               it, we are undertaking a work, that we have not the necessary means of accomplishing.\n               Look at the report of yourAuditor of Public Accounts.  Why, the entire revenue of the State does not amount to one half the sum asked\n               for by this bill, to go on with the building of the edifice in question.  At the same\n               time, the State owes an enormous debt, a wicked and infamous debt of $100,0004; and what is more than all, the school-fund is invaded, and swallowed up, in schemes\n               ofInternal Improvement5; rather than to have touched which—sacred as it is to the cause of education—your\n               judges and governors should have served the country gratuitously.  Collect all these\n               items into one sum; add to them the State-bonds for the construction of railroads,\n               and what wiil be needful to complete theIllinois and Michigan Canal, and you will find Illinois involved already to the amount of some six millions and\n               a half of dollars.6"
      },
      {
        "type": "paragraph",
        "text": "He concluded his remarks, which the limits of our sheet have compelled us to condense,\n               by saying, that as he was aware that gentlemen had determined, if possible, to carry\n               through the bill, he had come prepared with a series of propositions, which he intended\n               to present successively, if the first were rejected."
      },
      {
        "type": "paragraph",
        "text": "Mr Lincoln said, that as theHon. Speakerhad confined his remarks to the expensiveness of the work under consideration, he\n               would not wander from this point himself.  And, indeed, it was unnecessary to say\n               much upon that subject; for he believed that the majority would agree, that if the\n               the work was to be done all, it had best be well done; that is, in a manner creditable\n               to the State.  He felt perfectly willing to submit the question to the House, without\n               saying one word more."
      },
      {
        "type": "paragraph",
        "text": "The question was then taken, and decided in the negative."
      },
      {
        "type": "paragraph",
        "text": "Mr Ewing then proposed another amendment, the purport of which was—that a board of\n               seven commissioners, one from each Judicial District, should be appointed, whose duty\n               it should be to locate anew the seat of government, if possible, on some of the public\n               lands, if not on some other eligible site of one mile square.  On this, a city to\n               be laid out in lots; these to be advertised and sold; with the proceeds of which,\n               a revenue was to be obtained for building a State-house, and for other purposes."
      },
      {
        "type": "paragraph",
        "text": "In explaining and defending this project, theHon. Speakeravowed the object of those provisions to be—to relieve the State, in part, of that\n               load of debt under which she now labors; and to put the seat of government on a permanent\n               basis.  He contended that the existing law, providing for a change in the seat of\n               government, is a violation of the constitution, and that it has exerted an oppressive\n               action upon the interests of Vandalia—has caused a depreciation in the value of property,\n               and occasioned a stagnation in business.  He had calculated, that if his plan were\n               carried into effect, something like half a million of money would be realized by the\n               sale of city lots—which would not only suffice for building a State House, on a respectable\n               scale, but be a permanent source of revenue to the State."
      },
      {
        "type": "paragraph",
        "text": "Mr Bakercalled for the reading of a part of the amendment, in order that he might not be\n               accused of misrepresenting its provisions.  He then attempted to shew, that there\n               was some degree of inconsistency between these, and that part of theHon. Speaker’s argument, which went to shew that all past legislative action upon this subject\n               has been unconstitutional.  But, if it was unconstitutional to legislate upon this\n               subject in 1832-4 and 6, because the people of 1840 could not be consulted, can it\n               be constitutional to legislate upon it now? Can the Commissioners go on, according\n               to the gentleman’s plan, to locate and sell town-lots, without consulting the poor,\n               dear people of 1840!"
      },
      {
        "type": "paragraph",
        "text": "He then went on to say, thatHon. gentlemanwas mistaken in some of his facts, and in the inferences that he drew from some of\n               these.  He is mistaken in saying that the estimates of Architects are always wrong.\n               Those who spend their lives in the midst of these inquiries ought to know more about\n               them than either theHon. gentlemanor himself.  Admit that Architects aresometimesmistaken in their estimates, they are not always so; and if the gentleman reasons\n               from the past to the present, it would be well perhaps to inquire whether $60,000\n               had been already expended, under the immediate superintendence of an able Architect,\n               this individual might not, by this time, have corrected any mistakes into which he\n               might at first have fallen.  The mere loose guess of that gentleman, that the present\n               estimate of $128,000 falls far below the sum that will be actually required to complete\n               the State House, is not to be suffered to overthrow the sober calculations of practical\n               men.  He denied, then, the conclusion, that $200,000 would be necessary to complete\n               it.—About $60,000—not to exceed $65,000—have been already expended.  From 6 to $10,000\n               have been borrowed upon the private credit of individuals; and $50,000 amply secured\n               to the State; a part of which, viz: $33,600, has been actually re imbursed.  There\n               is, then, no reason for saying that the State House is to cost the people $200,000\n               more."
      },
      {
        "type": "paragraph",
        "text": "And now the question comes up, shall the State expend $128,000, in addition to the\n               sum already expended?7Upon this question, he was perfectly willing that the House should decide, without\n               further argument.  It is said, that this is to be a mostmagnificentbuilding, without sufficiently considering the standard with which it ought to be\n               compared.  It would not be considered splendid or magnificent by the side of St. Peter’s,\n               St. Paul’s, or the Capitol atWashington, or the State House ofN. Carolina, which is estimated to have cost $700,000; or that proposed to be built inOhio, at an expense of $550,000, and which is to cover a space more than twice as large\n               as ours at Springfield; or the one planned for the State ofMissouri, at an estimate of 325,000 dollars, or that ofArkansas, which is to be at least a size larger than what some gentlemen are pleased contemptuously\n               to style the “cut stone palace” at Springfield.8"
      },
      {
        "type": "paragraph",
        "text": "He was at a loss to know what gentlemen meant by applying the termmagnificentto our capitol at Springfield. It might be on a somewhat more liberal scale, than\n               the building in which he now had the honor to speak; but it was not magnificent, compared\n               with the advantage to be gained; for, if it cost four times as much, it would, he\n               expected, be four times as good. Is it magnificent in comparison with our system of\n               Internal Improvments? No! For his own part, he hoped that both would answer the wishes\n               and expectations of their most sanguine friends.  The State is now somewhat richer\n               than she was in the days of the Wiggins loan.  Then, she was unable to pay her debts;\n               now, she is able, and he hoped, willing to consult for her dignity.  The State House\n               now in progress of construction, is not on too large a scale for our prospects with\n               respect to Illinois; nor for the accommodation of the Legislature, nor the actual\n               resources of the State.  He hoped the House, in fixing the seat of Government at Springfield,\n               would bear in mind, that they were probably fixing it there for many years.  That\n               principle in human nature, which is constantly urging removal, and exciting to change,\n               however allowable in individuals, should not be indulged in legislation.  Before the\n               last session of the Legislature, indeed, it would have been premature to fix the seat\n               of Government permanently; but now, we know about where the centre of the popoulation\n               of the State of Illinois, will fall and remain for a long time to come, and what are\n               to be     her now dawning glories, when fully risen; so that, when this question is\n               once more settled, probably it will be settled, if not forever, at least for a hundred\n               years to come.  He then adverted to the taste and judgment exhited[exhibited] in the plan of the work, and in so much of the work itself as is already executed—the\n               natural advantages of Springfield and its vicinity—its facilities of access, and its\n               healthfulness; and contended that no other point could be found, combining so many\n               advantages, any where near the centre of the State.  Now, it is these that make towns,\n               not thefiatof Legislatures.  The wealth and fashion that may assemble at the seat of government,\n               during the session of the General Assembly, will neither make nor support a town,\n               though they may aid.  Nor can you at once create a city by laying off lots, and advertising\n               them for sale; for, wealth and enterprise will go where business is to be done.  There\n               is no board of commissioners whose designation of a capital would satisfy the people\n               of a whole State; this is a duty that can be performed by the people alone; and it\n               has been done by the people of Illinois, acting through their representatives.  A\n               site has been chosen, which is convenient of access; and the money of its inhabitants\n               has been received in aid of the work.9Why should the fixed plan of the State be now changed! The feeling which would prompt\n               this course of legislation today, may prompt a different course to-morrow; and what\n               security could the citizens of any place have, that you would not abandon them, after\n               making great sacrifices on the implied good faith of the State?—What could satisfy\n               them, save some fixed contract, that the members of the Legislature were not a vacillating,\n               money-shaving set, willing at any time to change the location of the capital, through\n               the influence of mere sectional or party  feeling? Rather, now, let the State continue\n               true to her pervious determination, to her plighted faith; and, though she had made\n               a less desirable place her choice, let her consider herself as sacredly bound to abide\n               by it, so long as there is a place to sustain the walls of the capitol. But when,\n               in process of time, our fruitful soil, teeming everywhere with the waving wreath of\n               the husbandman, and our three millions of citizens shall make ours the first State\n               in the Union, and the current of emigration shall have made the north by far the most\n               populous section   of Illinois,then, let the seat of government go northward too; and there let it be fixed forever.10In favoring the location at Springfield now, he endeavored, for his own part, to\n               keep clear of local prejudices, and he hoped that other gentlemen would do so; and\n               give their vote for that place, not for the sake of Sangamon county, but because that\n               would best subserve the interests of the whole people, without suffering anyad captandumproject to prevail against it."
      },
      {
        "type": "paragraph",
        "text": "Mr. Ficklinsaid, that as his constituents had an interest in this subject, he wished to say\n               a few words to show them that he had not been unmindful of their interest.  Though\n               this is a question that has been agitated many years, it is one that is still in some\n               measure open to debate. He did not look upon it as having been yet finally decided,\n               either by the legislature or the people, and though he could wish that a larger part\n               of this House were with him, (for we all delight to be cheered on by the majority)\n               yet he felt that it would be cowardly to abandon a good cause, because its friends\n               happen to be few."
      },
      {
        "type": "paragraph",
        "text": "After stating the subject, he asked whether Illinois would choose to expend the sum\n               necessary to complete the State House at Springfield, out of her treasury? and whether\n               the faith of the State is actually pledged to go on with that building.  He challenged\n               gentlemen to show him any such pledge.  On the other hand, the State had always been\n               most guarded, in her legislation on this subject.  She had always said to the people\n               of Springfield, if you expend money on a State House there, you expend it at your\n               own hazard.  It will not be pretended that, a law was passed at the last session absolutely\n               fixing the Capitol at Springfield.  That law is one of the most guarded laws he had\n               ever read.  It said to the corporation of Springfield—“I hold you responsible for\n               this appropriation; your bonds must be filed within a certain time, and a certain\n               sum must be paid into the treasury;” and after all, the State reserves to herself\n               the right to repeal the act at any time hereafter.  That money is not yet paid, though\n               the stipulated time is past; only two instalments are paid; of course, Springfield\n               can not  now set up the claim of right."
      },
      {
        "type": "paragraph",
        "text": "We may, it is true, agitate this subject, but it rightfully rests with the people\n               of Illinois in 1840 to decide.  The constitution has guarantied that the Capitol of\n               the State should be at Vandalia for twenty years; which time has not yet expired;\n               until it has expired, the subject should not be taken up.11When the proper time arrives, then the whole people of Illinois are to be consulted,\n               as to the proper location.  Instead of this, we are taking the business out of the\n               hands of those to whom it properly belongs, we appropriate largely, and expend beyond\n               all appropriations, and after laying out some $200,000 and putting up this cut-stone\n               palace, the people are told to send their representatives thither to make laws."
      },
      {
        "type": "paragraph",
        "text": "It has been said that something more  is necessary to make a town, than to lay off\n               lots, and make appropriations for building a State House;—true, sir; but why haste\n               away fromthisplace? This House in large enough and good enough for us, and our successors, for\n               some time to come.  Let any of our constituents examine the house in which I now have\n               the honor of speaking, and I take it upon myself to say that they would pronounce\n               it amply large, amply commodious; and if we forsake it, and at a great expense erect\n               another Capitol at Springfield, will they not say to us—“Why did you leave that building—why\n               increase our already large debt, for the sake of sitting in a cut-stone palace at\n               Springfield?” Unquestionably, sir, this building will answer the purpose ten years\n               to come; and within that time, we can consult the people, make a suitable location,\n               erect our State House and furnish it, and take possession.  For his own part, his\n               course would be a decided one of opposition to the contemplated removal.  It is a\n               question which ought to be submitted to the people of 1840."
      },
      {
        "type": "paragraph",
        "text": "Mr. Lincoln, in reply, contended that the people of 1840 would have no better right\n               to decide the question, than the people of 1839.  True, the inhabitants of Vandalia\n               had a right to retain the seat of government here twenty years, according to the provisions\n               of the Constitution; but, on the other hand, if the people of Illinois at large had\n               found that they had a hard bargain, they have a right to get out of it as soon as\n               they can.  Has not the corporation of Springfield faithfully performed her part of\n               the contract? Two thirds of the stipulated sum is paid; and for the other third which\n               is not paid, thebondsof twenty-five responsible men are put forward, which may be sued at any time, and\n               are perfectly secure, so far as the interest of the State is involved.  He could not\n               say, indeed, with his colleague, that he consideredthe faith of the State as pledgedto complete the State House at Springfield; but wished that work to go on, and that\n               place to be made the permanent seat of government; because it was the place of his\n               residence, and because he really believed that the people would thus be best accommodated.\n               True, when the question of a Capitol was formerly submitted to the people at large,\n               Springfield did not receive the highest number of votes; but this can furnish no evidence\n               that if the question were now a second time submitted to the same tribunal, Springfield\n               would not have a larger vote than any other point."
      },
      {
        "type": "paragraph",
        "text": "As tomaking moneyby locating the Capitol in some new place, and selling the lots of a citythat is to be, he would simply ask how much money had been made, and how many State Houses had\n               been built out of the land received here in Vandalia, as a donation from the General\n               Government? Depend upon it, the idea of realizing such immense sums of money in this\n               way, is all an illusion.—As for the unconstitutionality of agitating this question\n               at present, he hardly expected that those who bring forward a series of plans, of\n               the same general nature with this now in progress at Springfield, would throw upon\n               their opponents this charge; for each and all of these is equally unconstitutional."
      },
      {
        "type": "paragraph",
        "text": "TheHon, Speakerthen rose, and read the state of the votes given for the different proposed points,\n               when the question was submitted to the people; by which it appeared, thatAltonhad the highest number of votes, Vandalia the second highest number, while Springfield\n               was third on the list, and was actually in a minority of several hundred.  Have the\n               sentiments of the people at large undergone a change since that time?12Of 24,000 votes then polled, Springfield had but 7,730; and of course had something\n               like 17,000 against her.  It is admitted that some of the northern counties have since\n               that period increased in population in a greater ratio than the southern ones; but\n               it does not follow of course, that the friends of Springfield have been multiplied\n               in the same proportion.  Now some of the northern counties, asCook,Joe Davis,Warren,PeoriaandTazewell, at that time, gave a majority of their votes against Springfield, and in favor of\n               some other place.  There are now some 40,000 voters; and perhaps, were they now consulted,\n               they could suit themselves better than at Springfield.  The House in which we are\n               now convened, no one will deny, is sufficiently large for our accommodation; but when\n               the legislature becomes too large to be received within its walls, and a new capitol\n               is to be built, let the change take place without causing additional expense to the\n               State.  It has been triumphantly asked, how many State Houses were built with the\n               proceeds of  sales of the land, donated byCongressfor the benefit of the Capitol here at Vandalia.  He would answer the gentleman;\n               two had been built;—a temporary one, which had given place to this that we now occupy.\n               But, it must be recollected, that when that donation was made, and that land sold,\n               Illinois had a population of only 10,000 votes south of this parallel, and Vandalia\n               was a frontier settlement.  Lots therefore went low;—so low, that a law was subsequently\n               passed for the relief of the purchasers.  But, times have improved; and if a new location\n               of the seat of government were now made,—at some central point, convenient of access\n               to all portions of the State, and with an eye to those conveniences of approach which\n               will be furnished by our contemplated Rail-roads, the scheme of raising a revenue\n               from the sale of its lots would be more promising.  Springfield could not probably\n               at present accommodate the General Assembly much better than Vandalia does; and it\n               is doubtful whether it could in ten years to come; and even here, we are growing better,\n               and shall every year furnish more comfortable quarters to the members of the Legislature.\n               Let Vandalia continue, then, to be the seat of government, till the interests of the\n               country absolutely require its removal, and then he would be willing to see the change\n               made."
      },
      {
        "type": "paragraph",
        "text": "He made other remarks, which our limits oblige us to omit.  The question being taken\n               on his amendment, was decided in the negative."
      },
      {
        "type": "paragraph",
        "text": "TheHon. Speakerthen rose, and said, that at the risk of being tenacious, he would introduce another\n               amendment, the leading provisions of which, were to submit the question of location\n               again to the people; and if there should be no choice, to return to the people thefiveplaces, having the highest number of votes, to be voted upon again.  If no choice\n               among these, then thethreehighest the second time returned from the people, to be voted upon by them the third\n               time.  If no choice, then the election to be made between the two highest the third\n               time returned."
      },
      {
        "type": "paragraph",
        "text": "The question being taken, this proposition was rejected.13"
      }
    ]
  },
  "extraction_date": "2025-12-26 20:08:00",
  "word_count": 3903
}