{
  "document_id": "D200805",
  "url": "https://papersofabrahamlincoln.org/documents/D200805",
  "metadata": {
    "date": "1854-10-30",
    "authors": [
      "Lincoln, Abraham"
    ],
    "keywords": [
      "Elections",
      "Political campaigns",
      "Political oratory"
    ],
    "type": "Letter"
  },
  "content": {
    "full_text": "Abraham Lincoln to Richard Yates, 30 October 18541 I am here now going toQuincy, to try to give MrWilliamsa little lift–2I expect to be back in time to speak atCarlinvilleon Saturday, if thought expedient–3What induces me to write now is that atJacksonvilleas I came down to-day, I learned that the English inMorgan countyhave become dissatisfied aboutNo-Nothingism– Our friends, however, think they have got the difficulty arrested– Nevertheless,\n               it would be safer, I think, to do something on the subject, which you alone can do–\n               The inclosed letter, or draft of a letter, I have drawn up, of which I think it would be well\n               to make several copies, and have one placed in the hands of a safe friend, at each\n               precinct where any considerable number of the foreign citizens^german as well as english—^vote–4Not knowing exactly where a letter will reach you soonest I fear this can not be very promptly attended to;5but if the copies get into the proper hands the day before theelection, it will be time enough– The whole of this is, of course, subject to your own judgment–",
    "paragraphs": [
      "Abraham Lincoln to Richard Yates, 30 October 18541",
      "I am here now going toQuincy, to try to give MrWilliamsa little lift–2I expect to be back in time to speak atCarlinvilleon Saturday, if thought expedient–3What induces me to write now is that atJacksonvilleas I came down to-day, I learned that the English inMorgan countyhave become dissatisfied aboutNo-Nothingism– Our friends, however, think they have got the difficulty arrested– Nevertheless,\n               it would be safer, I think, to do something on the subject, which you alone can do–\n               The inclosed letter, or draft of a letter, I have drawn up, of which I think it would be well\n               to make several copies, and have one placed in the hands of a safe friend, at each\n               precinct where any considerable number of the foreign citizens^german as well as english—^vote–4Not knowing exactly where a letter will reach you soonest I fear this can not be very promptly attended to;5but if the copies get into the proper hands the day before theelection, it will be time enough– The whole of this is, of course, subject to your own judgment–"
    ],
    "tables_count": 0,
    "citations": [
      "Howard W. Allen and Vincent A. Lacey, eds.,Illinois Elections, 1818-1990(Carbondale and Edwardsville: Southern Illinois University Press, 1992), 10, 134;\n                     David Herbert Donald,Lincoln(New York: Touchstone, 1995), 167-73; Autobiography of Abraham Lincoln Written for John L. Scripps;William H. Randolph to Abraham Lincoln; Illinois SenateJournal. 1855. 19th G. A., 242-55.",
      "Howard W. Allen and Vincent A. Lacey, eds.,Illinois Elections, 1818-1990, 10, 134;Illinois State Register(Springfield), 25 October 1854, 2:2; 15 November 1854, 2:1;Illinois Daily Journal(Springfield), 11 November 1854, 2:1; 15 November 1854, 2:2, 2:3; Abraham Jonas to Abraham Lincoln; Abraham Lincoln to Abraham Jonas.",
      "Abraham Lincoln to Richard Yates;Cong. Rec., 66th Cong., 3rd Sess., 3077 (1921); Roy P. Basler, ed.,The Collected Works of Abraham Lincoln(New Brunswick, NJ: Rutgers University Press, 1953), 2:284-85."
    ],
    "footnotes": [
      {
        "id": "X7FF70A81-14EC-4918-9559-086709BA7C59",
        "text": "1Abraham Lincoln wrote and signed this letter."
      },
      {
        "id": "X681AE87E-E199-4AB7-9C6C-AEFDFE0BDAF7",
        "text": "2WhigArchibald Williams was challenging incumbentDemocratWilliam A. Richardsonin thecongressional raceinIllinois’ Fifth Congressional District. Williams received 47.61% of the vote, losing to Richardson\n                  who garnered 52.38%.Passage of theKansas-Nebraska Actand its effective repeal of theMissouri Compromisereawakened Lincoln’s passion for politics, and he threw himself into the congressional\n                  election campaign in the fall of 1854, crisscrossing Illinois to deliver speeches\n                  against the Kansas-Nebraska Act and in support ofanti-Nebraskacandidates such as Williams. Lincoln even allowed himself to become a candidate for\n                  theIllinois General Assembly(albeit reluctantly at first). As the election campaign reached its climax, Lincoln’s\n                  name began to circulate as a possible nominee for one of the state’sU.S. Senateseats. Lincoln won election to the Illinois General Assembly, but, in late-November\n                  1854,declinedto serve in order to run for the U.S. Senate. Ultimately, he did not win election\n                  to the U.S. Senate; the Illinois General Assembly selected anti-Nebraska DemocratLyman Trumbullinstead. See the1854 Federal Election.Howard W. Allen and Vincent A. Lacey, eds.,Illinois Elections, 1818-1990(Carbondale and Edwardsville: Southern Illinois University Press, 1992), 10, 134;\n                     David Herbert Donald,Lincoln(New York: Touchstone, 1995), 167-73; Autobiography of Abraham Lincoln Written for John L. Scripps;William H. Randolph to Abraham Lincoln; Illinois SenateJournal. 1855. 19th G. A., 242-55."
      },
      {
        "id": "X69D15578-A343-4AD4-8BCE-709C632BA5E1",
        "text": "3In aletterof October 29, 1854, Lincoln had informed local WhigJefferson L. Duggerof his willingness to speak in Carlinville on Saturday, November 4, but there is\n                  no evidence that Lincoln did so."
      },
      {
        "id": "X360864FF-F4DD-434D-865C-F7FFFF41AEB3",
        "text": "4The enclosure has not been found.Richard Yates, a Whig, was at this time running against DemocratThomas L. Harrisfor reelection toCongressin Illinois’ Sixth Congressional District. Yates ultimately lost his bid for reelection,\n                  receiving 9,890 votes compared to Harris’ 10,090. On verso of this letter is a note\n                  from Yates to Lincoln biographerIsaac N. Arnolddated June 17, 1869, which reads “The matter suggested within was not attended to\n                  and it so happened that I lost my elec[election] by the loss of that vote– The District gave about 2000 Dem.[Democrat] majority– I was beaten only two hundred votes over one half of which would have voted\n                  for me but for a false and sworn to statement that I had been seen in a Know Nothing\n                  Lodge–”.The DemocraticIllinois State Registerhad reported on October 25, 1854 that when at the “English settlement” ofLynnvillein Morgan County, Yates had been asked his opinion on Know Nothings and had pandered\n                  to his audience by denouncing the organization. After Yates lost  his reelection bid,\n                  the opposingIllinois Daily Journalpublished a note complaining that a person in Morgan County identified only as “W.”\n                  should go to prison for his role in Yates’s defeat. TheRegisterthen responded by claiming that “W.” was a prominent “old line whig” and veteran\n                  of theMexican Warfrom Morgan County who had supported Harris and denounced what the paper claimed\n                  was an effort by theJournaland fanatical “abolitionized whigs” to discourage national Whigs from joining with\n                  Democrats to support theCompromise of 1850. TheJournalreplied that “W.” had never been a Whig but was in fact alocofocowho joined a Know Nothing organization then swore that Yates was also a member “in\n                  order to prevent the 400 English whigs in Morgan andScottfrom voting for Dick Yates.” TheJournalalso reprinted an article from theJacksonville Constitutionistthat argued that Yates had likely lost 200 votes in Morgan County through the efforts\n                  of his opponents to convince foreign-born residents there that he was a Know Nothing.\n                  In Morgan County, Yates had received 1,591 votes and Harris, 1,409.Lincoln would later be called on  to deny rumors that he himself had been in a Know\n                  Nothing lodge in Quincy during his November 1854 visit to the town. According to Lincoln,\n                  it was Richardson who started this rumor.Howard W. Allen and Vincent A. Lacey, eds.,Illinois Elections, 1818-1990, 10, 134;Illinois State Register(Springfield), 25 October 1854, 2:2; 15 November 1854, 2:1;Illinois Daily Journal(Springfield), 11 November 1854, 2:1; 15 November 1854, 2:2, 2:3; Abraham Jonas to Abraham Lincoln; Abraham Lincoln to Abraham Jonas."
      },
      {
        "id": "XD85E2DF7-6718-434B-824A-96E0F208AFAE",
        "text": "5A similarletterfrom Lincoln to Yates with a date of November 1, 1854 was published by Yates’s namesake\n                  son in a speech to Congress in 1921. As Roy P. Basler, editor ofThe Collected Works of Abraham Lincoln, pointed out, the published letter could have been an additional note Lincoln wrote\n                  and then sent to Yates at a different location, not knowing Yates’s location and hoping\n                  to reach him quickly. No manuscript text of the published letter from Lincoln to Yates\n                  has been located, however, and Richard Yates, Jr.’s discussion in his speech of a\n                  note from his father to biographer Arnold on verso of the source manuscript he utilized\n                  suggests that the letter from Lincoln to his father that he included in his speech\n                  was actually a loose transcription of this same letter which he misdated.Abraham Lincoln to Richard Yates;Cong. Rec., 66th Cong., 3rd Sess., 3077 (1921); Roy P. Basler, ed.,The Collected Works of Abraham Lincoln(New Brunswick, NJ: Rutgers University Press, 1953), 2:284-85."
      },
      {
        "id": "X57E9F5EA-3C7B-4ADF-A85A-1C653F34A6B5",
        "text": "6Richard Yates wrote this docketing."
      },
      {
        "id": "XD8986FBD-8292-4370-82F5-8BE2459047A8",
        "text": "7An unknown person wrote this docketing."
      }
    ],
    "structured_content": [
      {
        "type": "heading",
        "text": "Abraham Lincoln to Richard Yates, 30 October 18541"
      },
      {
        "type": "paragraph",
        "text": "I am here now going toQuincy, to try to give MrWilliamsa little lift–2I expect to be back in time to speak atCarlinvilleon Saturday, if thought expedient–3What induces me to write now is that atJacksonvilleas I came down to-day, I learned that the English inMorgan countyhave become dissatisfied aboutNo-Nothingism– Our friends, however, think they have got the difficulty arrested– Nevertheless,\n               it would be safer, I think, to do something on the subject, which you alone can do–\n               The inclosed letter, or draft of a letter, I have drawn up, of which I think it would be well\n               to make several copies, and have one placed in the hands of a safe friend, at each\n               precinct where any considerable number of the foreign citizens^german as well as english—^vote–4Not knowing exactly where a letter will reach you soonest I fear this can not be very promptly attended to;5but if the copies get into the proper hands the day before theelection, it will be time enough– The whole of this is, of course, subject to your own judgment–"
      }
    ]
  },
  "extraction_date": "2025-12-26 21:30:56",
  "word_count": 182
}