{
  "document_id": "D200978",
  "url": "https://papersofabrahamlincoln.org/documents/D200978",
  "metadata": {
    "date": "1857-11-XX",
    "authors": [
      "Phelps, Salmon A."
    ],
    "keywords": [
      "Actions and defenses",
      "Gambling",
      "Lawyers--Fees",
      "Personal property"
    ],
    "type": "Letter"
  },
  "content": {
    "full_text": "Salmon A. Phelps to Abraham Lincoln, [November 1857]1 ThePlaintiffwishes you to inform him whether you can and on what terms you will attend to the\n               suit– Please write soon and direct to me If this case is as stated within, I will attend to the case in theSupreme courtfor ten dollars–2",
    "paragraphs": [
      "Salmon A. Phelps to Abraham Lincoln, [November 1857]1",
      "ThePlaintiffwishes you to inform him whether you can and on what terms you will attend to the\n               suit– Please write soon and direct to me",
      "If this case is as stated within, I will attend to the case in theSupreme courtfor ten dollars–2"
    ],
    "tables_count": 0,
    "citations": [
      "Roy P. Basler, ed.,The Collected Works of Abraham Lincoln(New Brunswick, NJ: Rutgers University Press, 1953), 2:425.",
      "“Replevin,” Reference, Glossary, Martha L. Benner and Cullom Davis et al., eds.,The Law Practice of Abraham Lincoln: Complete Documentary Edition, 2d edition (Springfield: Illinois Historic Preservation Agency, 2009),http://www.lawpracticeofabrahamlincoln.org/Reference.aspx?ref=Reference%20html%20files/Glossary.html; Order, Document ID: 38908,Smith v. Smith, Martha L. Benner and Cullom Davis et al., eds.,The Law Practice of Abraham Lincoln: Complete Documentary Edition,http://www.lawpracticeofabrahamlincoln.org/Details.aspx?case=135874; Opinion, Document ID: 38916; Brief, Document ID: 5612,Smith v. Smith, Martha L. Benner and Cullom Davis et al., eds.,The Law Practice of Abraham Lincoln: Complete Documentary Edition,http://www.lawpracticeofabrahamlincoln.org/Details.aspx?case=135876; Order, Document ID: 38912,Smith v. Smith, Martha L. Benner and Cullom Davis et al., eds.,The Law Practice of Abraham Lincoln: Complete Documentary Edition,http://www.lawpracticeofabrahamlincoln.org/Details.aspx?case=135875; For additional information on the caseMorgan v. Pettit, seeMorgan v. Pettit, Martha L. Benner and Cullom Davis et al., eds.,The Law Practice of Abraham Lincoln: Complete Documentary Edition,http://www.lawpracticeofabrahamlincoln.org/Details.aspx?case=135788."
    ],
    "footnotes": [
      {
        "id": "X116A6FFA-7320-41F9-8935-C1FC70D82017",
        "text": "1Salmon A. Phelps wrote and signed this letter. Roy P. Basler, editor ofThe Collected Works of Abraham Lincoln, reviewed the original letter that Phelps wrote Abraham Lincoln. According to Basler,\n                  in November 1857 Phelps wrote Lincoln a full letter describing the legal case at hand,\n                  and Phelps’ script and signature—shown in the first image—constitutes only the final\n                  page of that letter. Lincoln wrote his reply to Phelps on the verso of the letter’s\n                  final page—shown in the second image—and kept the rest of the letter with Phelps’\n                  description of the case for reference. The first portion of Phelps’ letter to Lincoln\n                  has not been located.Roy P. Basler, ed.,The Collected Works of Abraham Lincoln(New Brunswick, NJ: Rutgers University Press, 1953), 2:425."
      },
      {
        "id": "X2C7FF60F-60A4-40D0-A1E5-DFAE2E7B0615",
        "text": "2Phelps and Lincoln are discussing the case,Smith v. Smith. In the case,John H. Smithclaimed that he traded with George Moffitt ofGreenville, Illinoisfor a buggy several weeks before Christmas in 1856, but left the buggy with Moffitt\n                  since he was unable to take it with him on the day of the trade. He later discovered\n                  that Isaac Smith had taken possession of the buggy about a week after the1856 Federal Election. Isaac claimed that, shortly after the election of 1856, Moffitt offered to bet his\n                  buggy against $110 forMillard Fillmoreas the winner of the presidential race inNew York. Isaac took Moffitt up on the offer, a stakeholder took possession of Isaac’s $110,\n                  and Moffitt told the stakeholder that the buggy was at a shop inGreenvilleand could be given to the winner of the bet whenever the stakeholder determined who\n                  won the election in New York. After determining that Isaac won the bet, the stakeholder\n                  returned Isaac’s $110 to him, took him to the shop where the buggy was stored, and\n                  gave him the buggy.In November 1856, John H. Smith filed an affidavit of replevin in theBond County Circuit Courtto recover the  buggy, which he claimed that Isaac Smith possessed unlawfully. In\n                  American law, replevin is “an action to recover the plaintiff's personal property\n                  that the defendant refused to return.” In such cases, a sheriff returns the property\n                  in question to the plaintiff before any judicial hearing, then the court determines\n                  whether the plaintiff should maintain possession of the property. The Bond County\n                  Circuit Court clerk’s office issued a writ of replevin, and returned the buggy to\n                  John H. Smith, who then filed an action of replevin. The case came before the court\n                  in June 1857, both parties waived trial by jury, and the court ruled in John’s favor\n                  and ordered Isaac to pay all of John’s court costs. Isaac moved for a new trial, but\n                  the court denied the motion. Isaac then filed for an appeal to theIllinois Supreme Court, which the Bond County Circuit Court granted.Lincoln andWilliam H. Herndonrepresented John H. Smith in the Illinois Supreme Court case;Joseph Gillespie,David Gillespie, and A. N. Kingsbury represented Isaac Smith. Lincoln and Herndon argued that gambling\n                  was illegal inIllinoisand that the sale of the buggy before the stakeholder made his decision invalidated\n                  the bet.  In January 1859, the Illinois Supreme Court reversed and remanded the judgment\n                  back to the Bond County Circuit Court, declaring the wager a valid contract and asserting\n                  that the stakeholder was the proper person to determine who won the wager. In his\n                  opinion on the case, Chief JusticeJohn D. Catoncited an 1842 case that Lincoln participated in,Morgan v. Pettit, in which the Illinois Supreme Court held that a bet between Illinois citizens upon\n                  another state’s election results did not violate the statute or the common law regarding\n                  public policy because the wager did not depend upon “any chance, accident, effort,\n                  or skill.” In the remanded trial in September 1860, the Bond County Circuit Court\n                  ordered the buggy returned to Isaac Smith and ordered John H. Smith to pay Isaac’s\n                  court costs. Lincoln and Herndon received at least $10 for their legal services.“Replevin,” Reference, Glossary, Martha L. Benner and Cullom Davis et al., eds.,The Law Practice of Abraham Lincoln: Complete Documentary Edition, 2d edition (Springfield: Illinois Historic Preservation Agency, 2009),http://www.lawpracticeofabrahamlincoln.org/Reference.aspx?ref=Reference%20html%20files/Glossary.html; Order, Document ID: 38908,Smith v. Smith, Martha L. Benner and Cullom Davis et al., eds.,The Law Practice of Abraham Lincoln: Complete Documentary Edition,http://www.lawpracticeofabrahamlincoln.org/Details.aspx?case=135874; Opinion, Document ID: 38916; Brief, Document ID: 5612,Smith v. Smith, Martha L. Benner and Cullom Davis et al., eds.,The Law Practice of Abraham Lincoln: Complete Documentary Edition,http://www.lawpracticeofabrahamlincoln.org/Details.aspx?case=135876; Order, Document ID: 38912,Smith v. Smith, Martha L. Benner and Cullom Davis et al., eds.,The Law Practice of Abraham Lincoln: Complete Documentary Edition,http://www.lawpracticeofabrahamlincoln.org/Details.aspx?case=135875; For additional information on the caseMorgan v. Pettit, seeMorgan v. Pettit, Martha L. Benner and Cullom Davis et al., eds.,The Law Practice of Abraham Lincoln: Complete Documentary Edition,http://www.lawpracticeofabrahamlincoln.org/Details.aspx?case=135788."
      },
      {
        "id": "X9A58965F-98B9-44AD-94FF-D05E56840FBB",
        "text": "3Lincoln wrote and signed this endorsement."
      }
    ],
    "structured_content": [
      {
        "type": "heading",
        "text": "Salmon A. Phelps to Abraham Lincoln, [November 1857]1"
      },
      {
        "type": "paragraph",
        "text": "ThePlaintiffwishes you to inform him whether you can and on what terms you will attend to the\n               suit– Please write soon and direct to me"
      },
      {
        "type": "paragraph",
        "text": "If this case is as stated within, I will attend to the case in theSupreme courtfor ten dollars–2"
      }
    ]
  },
  "extraction_date": "2025-12-26 21:45:07",
  "word_count": 51
}