{
  "document_id": "D200232",
  "url": "https://papersofabrahamlincoln.org/documents/D200232",
  "metadata": {
    "date": "1840-12-04",
    "authors": [],
    "keywords": [
      "Debts, Public",
      "Governors",
      "Real property tax",
      "Tax collection",
      "Legislative bodies--Lower chambers",
      "Interest rates"
    ],
    "type": "Legislative debate"
  },
  "content": {
    "full_text": "Summary of Legislative Debate on “A Bill Providing for the Payment of Interest on\n               the State Debt,” 4 December 18401 Mr.Lincolnsaid he submitted thispropositionwith great diffidence.  He had felt his share of the responsibility devolving upon\n               us in the present crisis, and after revolving in his mind every scheme which seemed\n               to afford the least prospect of relief, he submitted this as the result of his own\n               deliberations.  The details of the bill might be imperfect, but he relied upon the\n               correctness of its general features.  By the plan proposed in theoriginal bill, of hypothecating our bonds, he was satisfied we could not get along more than two\n               or three months before some other step would be necessary—another session would have\n               to be called, and new provisions made. It might be objected that these bonds would not be saleable, and the money could not\n               be raised in time.  He was no financier, but he believed these bonds thus secured,\n               would be equal to the best in market.  A perfect security was provided for the interest,\n               and it was this characteristic that inspired confidence and made bonds saleable. \n               If there was any distrust, it could not be because enough had not been promised; it\n               must be because our means of fulfilling our promises were distrusted.  He believed\n               it would have the effect to raise our other bonds in market.  There was another objection\n               to this plan, which applied to the original bill, and that was as to impropriety of\n               borrowing money to pay interest on borrowed money—that we are hereby paying compound\n               interest.  To this he would reply, that if it were a fact that our population and\n               wealth were increasing in a ratio greater than the increased interest hereby incurred,\n               then this wus not a good objection.  If our increasing means would justify us in deferring\n               to a future time the resort to taxation, then we had better pay compound interest,\n               than resort to taxation now.  He was satisfied that, by a direct tax now, money enough\n               could not be collected to pay our accruing interest.  The bill proposed to provide\n               in this way for interest not otherwise provided for.  It was not intended to apply\n               to those bonds, for the interest on which, a security had already been provided. \n               He hoped theHousewould seriously consider the proposition.  He had no pride in its success, as a measure\n               of his own, but submitted it to the wisdom of the House, with the hope, that if there\n               was any thing objectionable in it, it would be pointed out and amended. Mr.Murphy, ofCook, remarked that he was struck with the propriety of the measure of the gentleman fromSangamon, (Mr. Lincoln) as a permanent measure, with some modifications.—But he believed it\n               would not answer the present emergency—the money could not hereby be raised soon enough.\n               He thought, too, the measure, without further perfection, would not be adequate to\n               meet accruing interest unprovided for.  By reference to theGovernor’smessage, it would be found, that during the present and next year, the amount of land becoming\n               taxable, would exceed five millions of acres. The tax upon this, it was proposed, should be pledged to the payment of these interest\n               bonds—this would secure the interest on these bonds.—But if it was intended to rely\n               upon this, together with the additional 10 per cent. that was to be collected for\n               the State Treasury, as a permanent means of meeting the interest on our present debt,\n               it was inadequate.  The sum, he had found by calculation, would amount to about 122,000\n               dollars; whilst the Fund commissioner had just informed us that our semi-annual interest\n               was 175,000.  With the outlines of the bill, however, he was pleased, and thought,\n               with modification, it would be well to adopt such a plan as a permanent source of\n               paying our interest.  In the mean time, however, we must provide for the present exigency. Mr.Kitchellmoved to strike out the amendment and insert a resolution providing for a sale of\n               all our railroad property, iron, &c.[etc] and appropriating the proceeds to the payment of the liabilities of theState, so far as they would go. Mr.Kitchellsaid it had been said he had no plan.  He now came forward with his plan. He desired\n               the State to act with its proporty[property] as a prudent individual would act.  It was going to decay, rotting and rusting, and\n               should be immediately disposed of.  When we had done this—sold all our property and\n               applied it to our debts, we had done all that could be [asked of us.?]  No nation would consider us disgraced if we did the best we could to pay our debts. Mr.Peckthought there was too much honor and moral honesty in the House for it to entertain\n               for a moment the project of the gentleman (Mr. Kitchell) fromMontgomery.  The gentleman had taken an occasion, the other day, to read him a lecture for his\n               attachment to foreign widows.  He was not surprised that the gentleman attributed\n               his zeal for the preservation of the faith of the State to a passion for widows; for\n               he seemed incapable of appreciating a higher motive.  What is the gentleman’s proposition?\n               To sell old houses, ditches, and decaying timber, to pay our past debts, and if that\n               does not pay them, they may go unpaid.  Was this honest? Would it be honesty in a\n               private individual thus to act, if he had other means of paying his debts? The gentleman\n               could not understand the difference between private and public credit.  He could inform\n               him there was a great difference.  If an individual owes a debt, and does not pay\n               it to the very day, yet if he is strenuous in his efforts to pay it and does it as\n               soon as possible, his credit is maintained.  But it was very different with the reputation\n               of a State—the “winds of Heaven should not visit it too roughly.”2The failure of a day, was of incalculable loss to the credit of a State.  Look what\n               impolitic legislation last winter had done for us.  Through intolerant party zeal,\n               a report was adopted by the Legislature, which produced the impression abroad, that\n               the State intended to disannul her contracts, and our securities had suffered in the\n               market ever since.  To prove this, he would cite the fact thatMichiganbonds of the same character of ours, issued at the same time, were selling for 86\n               per cent. whilst but 81 could be obtained for ours. This showed how sensitive public\n               feeling was upon this subject.  Thegentlemanfrom Montgomery seemed much concerned for his constituents.  He would tell that gentleman\n               that if his constituents were not in favor of our paying our just debts promptly,\n               they did not understand their moral obligations—they were not morally honest. As to the proposition of thegentlemanfrom Sangamon, though there was much sagacity in its conception, yet he was afraid\n               that it would not prove sufficient for the present crisis.  He feared there was no\n               probability of these bonds bringing more than our others.  He preferred the first\n               bill, because there was danger of our mooting this subject, until our action would\n               be too late.  Upon the speedy passage of some such bill were suspended the honor,\n               credit, and character of the State. Mr.Lincolnreplied at considerable length, and repeated his former arguments in favor of the\n               amendment offered by himself.  In conclusion, Mr. L. said that his plan had been termed\n               an expedient.  He considered this an unfortunate expression for those who advocated\n               the original bill.  That emphatically an expedient—a mere shift, which could but answer\n               a temporary purpose, and might lead to further difficulty. Mr.Gridlyapproved of the plan proposed by thegentlemanfrom Sangamon.  Those who held our bonds, were most interested in preserving the\n               credit of the State—if that went down, they were to be the sufferers.  This being\n               the case, was it not highly probable that the holders of bonds would come forward\n               and accept these Interest Bonds in payment of interest? Secured, as they were, they\n               would certainly be equal to the best in market, and have a beneficial effect upon\n               our other bonds. Mr.Kitchellremarked that thegentlemanfrom Cook (Mr. Peck) had endeavored to draw him into a personal controversy, in which\n               he could not succeed.  He had alluded to a remark about “foreign widows,” which he\n               had made the other day, and forgotten; but which seemed to trouble the gentleman yet.\n               The gentleman had very modestly assumed all the sense of the House, and had remarked\n               that no man of sense would support this resolution.  He thought there were as sensible\n               men in the House as thegentlemanfrom Cook, after all his bragging and blustering about sense.  Thegentlemanfrom Sangamon was a man of better sense—at least he had submitted a wiser plan to\n               the House.  The bill advocated by thegentlemanfrom Cook, was the most foolish thing he ever heard of. Mr.Munsellsaid his constituents gave him credit for managing his own business correctly, and\n               as a general rule, it would be found that the principles correct in private business,\n               would be so when applied to our State affairs.  He was tired of expedients.  For the\n               last two or three years our monetary affairs had been going down.  It was high time\n               we were casting about us to see where we were.  He was for paying our January interest\n               and preserving our credit if we could; but if he could not see a clear sky beyond—if\n               there was not some stable provision for the future, he confessed that he could see\n               no good that would arise from punctuality then.  If some measure was not devised,\n               our credit must eventually go down, and if such is to be the case, it had as well\n               go first as last.  He held in his hand a proposition which he intended as an amendment,\n               at a proper time, to the one reported from the Finance committee, by which it was\n               proposed to lay a tax of one-fifth of one per cent. on all taxable property, which\n               should be pledged for the payment of interest on our bonds.  He had had nothing to\n               do in bringing this debt upon the country.  It was in consequence of our ruinous Rail-road\n               projects which he had always opposed; but he thought it his  bounden duty to assist\n               in doing the best we could for the country. Mr.Cavarlythought the prominent features of both plans suggested, might be incorporated into\n               one bill, and objections to each might thus be avoided.  He would suggest whether\n               by hypothecating these Interest Bonds, the objection of their not raising the  money\n               soon enough, would not be obviated? It had been objected that the name of Interest\n               Bonds would be prejudicial to them. He thought this would make no difference—their\n               object was the same with our other bonds—to raise money. The question on Mr. Kitchell’s resolution was taken and lost. Mr.Hardinmoved that the committee rise, report progress and ask leave to sit again; agreed\n               to. The House discharged the committee of the whole, and on motion, the bill and amendments\n               were re-committed to the committee on Finance.",
    "paragraphs": [
      "Summary of Legislative Debate on “A Bill Providing for the Payment of Interest on\n               the State Debt,” 4 December 18401",
      "Mr.Lincolnsaid he submitted thispropositionwith great diffidence.  He had felt his share of the responsibility devolving upon\n               us in the present crisis, and after revolving in his mind every scheme which seemed\n               to afford the least prospect of relief, he submitted this as the result of his own\n               deliberations.  The details of the bill might be imperfect, but he relied upon the\n               correctness of its general features.  By the plan proposed in theoriginal bill, of hypothecating our bonds, he was satisfied we could not get along more than two\n               or three months before some other step would be necessary—another session would have\n               to be called, and new provisions made.",
      "It might be objected that these bonds would not be saleable, and the money could not\n               be raised in time.  He was no financier, but he believed these bonds thus secured,\n               would be equal to the best in market.  A perfect security was provided for the interest,\n               and it was this characteristic that inspired confidence and made bonds saleable. \n               If there was any distrust, it could not be because enough had not been promised; it\n               must be because our means of fulfilling our promises were distrusted.  He believed\n               it would have the effect to raise our other bonds in market.  There was another objection\n               to this plan, which applied to the original bill, and that was as to impropriety of\n               borrowing money to pay interest on borrowed money—that we are hereby paying compound\n               interest.  To this he would reply, that if it were a fact that our population and\n               wealth were increasing in a ratio greater than the increased interest hereby incurred,\n               then this wus not a good objection.  If our increasing means would justify us in deferring\n               to a future time the resort to taxation, then we had better pay compound interest,\n               than resort to taxation now.  He was satisfied that, by a direct tax now, money enough\n               could not be collected to pay our accruing interest.  The bill proposed to provide\n               in this way for interest not otherwise provided for.  It was not intended to apply\n               to those bonds, for the interest on which, a security had already been provided. \n               He hoped theHousewould seriously consider the proposition.  He had no pride in its success, as a measure\n               of his own, but submitted it to the wisdom of the House, with the hope, that if there\n               was any thing objectionable in it, it would be pointed out and amended.",
      "Mr.Murphy, ofCook, remarked that he was struck with the propriety of the measure of the gentleman fromSangamon, (Mr. Lincoln) as a permanent measure, with some modifications.—But he believed it\n               would not answer the present emergency—the money could not hereby be raised soon enough.\n               He thought, too, the measure, without further perfection, would not be adequate to\n               meet accruing interest unprovided for.  By reference to theGovernor’smessage, it would be found, that during the present and next year, the amount of land becoming\n               taxable, would exceed five millions of acres.",
      "The tax upon this, it was proposed, should be pledged to the payment of these interest\n               bonds—this would secure the interest on these bonds.—But if it was intended to rely\n               upon this, together with the additional 10 per cent. that was to be collected for\n               the State Treasury, as a permanent means of meeting the interest on our present debt,\n               it was inadequate.  The sum, he had found by calculation, would amount to about 122,000\n               dollars; whilst the Fund commissioner had just informed us that our semi-annual interest\n               was 175,000.  With the outlines of the bill, however, he was pleased, and thought,\n               with modification, it would be well to adopt such a plan as a permanent source of\n               paying our interest.  In the mean time, however, we must provide for the present exigency.",
      "Mr.Kitchellmoved to strike out the amendment and insert a resolution providing for a sale of\n               all our railroad property, iron, &c.[etc] and appropriating the proceeds to the payment of the liabilities of theState, so far as they would go.",
      "Mr.Kitchellsaid it had been said he had no plan.  He now came forward with his plan. He desired\n               the State to act with its proporty[property] as a prudent individual would act.  It was going to decay, rotting and rusting, and\n               should be immediately disposed of.  When we had done this—sold all our property and\n               applied it to our debts, we had done all that could be [asked of us.?]  No nation would consider us disgraced if we did the best we could to pay our debts.",
      "Mr.Peckthought there was too much honor and moral honesty in the House for it to entertain\n               for a moment the project of the gentleman (Mr. Kitchell) fromMontgomery.  The gentleman had taken an occasion, the other day, to read him a lecture for his\n               attachment to foreign widows.  He was not surprised that the gentleman attributed\n               his zeal for the preservation of the faith of the State to a passion for widows; for\n               he seemed incapable of appreciating a higher motive.  What is the gentleman’s proposition?\n               To sell old houses, ditches, and decaying timber, to pay our past debts, and if that\n               does not pay them, they may go unpaid.  Was this honest? Would it be honesty in a\n               private individual thus to act, if he had other means of paying his debts? The gentleman\n               could not understand the difference between private and public credit.  He could inform\n               him there was a great difference.  If an individual owes a debt, and does not pay\n               it to the very day, yet if he is strenuous in his efforts to pay it and does it as\n               soon as possible, his credit is maintained.  But it was very different with the reputation\n               of a State—the “winds of Heaven should not visit it too roughly.”2The failure of a day, was of incalculable loss to the credit of a State.  Look what\n               impolitic legislation last winter had done for us.  Through intolerant party zeal,\n               a report was adopted by the Legislature, which produced the impression abroad, that\n               the State intended to disannul her contracts, and our securities had suffered in the\n               market ever since.  To prove this, he would cite the fact thatMichiganbonds of the same character of ours, issued at the same time, were selling for 86\n               per cent. whilst but 81 could be obtained for ours. This showed how sensitive public\n               feeling was upon this subject.  Thegentlemanfrom Montgomery seemed much concerned for his constituents.  He would tell that gentleman\n               that if his constituents were not in favor of our paying our just debts promptly,\n               they did not understand their moral obligations—they were not morally honest.",
      "As to the proposition of thegentlemanfrom Sangamon, though there was much sagacity in its conception, yet he was afraid\n               that it would not prove sufficient for the present crisis.  He feared there was no\n               probability of these bonds bringing more than our others.  He preferred the first\n               bill, because there was danger of our mooting this subject, until our action would\n               be too late.  Upon the speedy passage of some such bill were suspended the honor,\n               credit, and character of the State.",
      "Mr.Lincolnreplied at considerable length, and repeated his former arguments in favor of the\n               amendment offered by himself.  In conclusion, Mr. L. said that his plan had been termed\n               an expedient.  He considered this an unfortunate expression for those who advocated\n               the original bill.  That emphatically an expedient—a mere shift, which could but answer\n               a temporary purpose, and might lead to further difficulty.",
      "Mr.Gridlyapproved of the plan proposed by thegentlemanfrom Sangamon.  Those who held our bonds, were most interested in preserving the\n               credit of the State—if that went down, they were to be the sufferers.  This being\n               the case, was it not highly probable that the holders of bonds would come forward\n               and accept these Interest Bonds in payment of interest? Secured, as they were, they\n               would certainly be equal to the best in market, and have a beneficial effect upon\n               our other bonds.",
      "Mr.Kitchellremarked that thegentlemanfrom Cook (Mr. Peck) had endeavored to draw him into a personal controversy, in which\n               he could not succeed.  He had alluded to a remark about “foreign widows,” which he\n               had made the other day, and forgotten; but which seemed to trouble the gentleman yet.\n               The gentleman had very modestly assumed all the sense of the House, and had remarked\n               that no man of sense would support this resolution.  He thought there were as sensible\n               men in the House as thegentlemanfrom Cook, after all his bragging and blustering about sense.  Thegentlemanfrom Sangamon was a man of better sense—at least he had submitted a wiser plan to\n               the House.  The bill advocated by thegentlemanfrom Cook, was the most foolish thing he ever heard of.",
      "Mr.Munsellsaid his constituents gave him credit for managing his own business correctly, and\n               as a general rule, it would be found that the principles correct in private business,\n               would be so when applied to our State affairs.  He was tired of expedients.  For the\n               last two or three years our monetary affairs had been going down.  It was high time\n               we were casting about us to see where we were.  He was for paying our January interest\n               and preserving our credit if we could; but if he could not see a clear sky beyond—if\n               there was not some stable provision for the future, he confessed that he could see\n               no good that would arise from punctuality then.  If some measure was not devised,\n               our credit must eventually go down, and if such is to be the case, it had as well\n               go first as last.  He held in his hand a proposition which he intended as an amendment,\n               at a proper time, to the one reported from the Finance committee, by which it was\n               proposed to lay a tax of one-fifth of one per cent. on all taxable property, which\n               should be pledged for the payment of interest on our bonds.  He had had nothing to\n               do in bringing this debt upon the country.  It was in consequence of our ruinous Rail-road\n               projects which he had always opposed; but he thought it his  bounden duty to assist\n               in doing the best we could for the country.",
      "Mr.Cavarlythought the prominent features of both plans suggested, might be incorporated into\n               one bill, and objections to each might thus be avoided.  He would suggest whether\n               by hypothecating these Interest Bonds, the objection of their not raising the  money\n               soon enough, would not be obviated? It had been objected that the name of Interest\n               Bonds would be prejudicial to them. He thought this would make no difference—their\n               object was the same with our other bonds—to raise money.",
      "The question on Mr. Kitchell’s resolution was taken and lost.",
      "Mr.Hardinmoved that the committee rise, report progress and ask leave to sit again; agreed\n               to.",
      "The House discharged the committee of the whole, and on motion, the bill and amendments\n               were re-committed to the committee on Finance."
    ],
    "tables_count": 0,
    "citations": [],
    "footnotes": [
      {
        "id": "X9E0F08BA-7E06-4372-BA8D-0A76B07B17DD",
        "text": "1Abraham Lincoln proposed asubstitutefor theoriginaltext of the bill on December 4, 1840. This summary of the debate is from theWhig-leaningSangamo Journal.Anotheraccount is from theDemocratic-leaningIllinois State Register."
      },
      {
        "id": "X56033F05-BE31-4AE8-A806-04367D5828E3",
        "text": "2This quote comes from William Shakespeare’sHamlet, Act I, Scene II."
      }
    ],
    "structured_content": [
      {
        "type": "heading",
        "text": "Summary of Legislative Debate on “A Bill Providing for the Payment of Interest on\n               the State Debt,” 4 December 18401"
      },
      {
        "type": "paragraph",
        "text": "Mr.Lincolnsaid he submitted thispropositionwith great diffidence.  He had felt his share of the responsibility devolving upon\n               us in the present crisis, and after revolving in his mind every scheme which seemed\n               to afford the least prospect of relief, he submitted this as the result of his own\n               deliberations.  The details of the bill might be imperfect, but he relied upon the\n               correctness of its general features.  By the plan proposed in theoriginal bill, of hypothecating our bonds, he was satisfied we could not get along more than two\n               or three months before some other step would be necessary—another session would have\n               to be called, and new provisions made."
      },
      {
        "type": "paragraph",
        "text": "It might be objected that these bonds would not be saleable, and the money could not\n               be raised in time.  He was no financier, but he believed these bonds thus secured,\n               would be equal to the best in market.  A perfect security was provided for the interest,\n               and it was this characteristic that inspired confidence and made bonds saleable. \n               If there was any distrust, it could not be because enough had not been promised; it\n               must be because our means of fulfilling our promises were distrusted.  He believed\n               it would have the effect to raise our other bonds in market.  There was another objection\n               to this plan, which applied to the original bill, and that was as to impropriety of\n               borrowing money to pay interest on borrowed money—that we are hereby paying compound\n               interest.  To this he would reply, that if it were a fact that our population and\n               wealth were increasing in a ratio greater than the increased interest hereby incurred,\n               then this wus not a good objection.  If our increasing means would justify us in deferring\n               to a future time the resort to taxation, then we had better pay compound interest,\n               than resort to taxation now.  He was satisfied that, by a direct tax now, money enough\n               could not be collected to pay our accruing interest.  The bill proposed to provide\n               in this way for interest not otherwise provided for.  It was not intended to apply\n               to those bonds, for the interest on which, a security had already been provided. \n               He hoped theHousewould seriously consider the proposition.  He had no pride in its success, as a measure\n               of his own, but submitted it to the wisdom of the House, with the hope, that if there\n               was any thing objectionable in it, it would be pointed out and amended."
      },
      {
        "type": "paragraph",
        "text": "Mr.Murphy, ofCook, remarked that he was struck with the propriety of the measure of the gentleman fromSangamon, (Mr. Lincoln) as a permanent measure, with some modifications.—But he believed it\n               would not answer the present emergency—the money could not hereby be raised soon enough.\n               He thought, too, the measure, without further perfection, would not be adequate to\n               meet accruing interest unprovided for.  By reference to theGovernor’smessage, it would be found, that during the present and next year, the amount of land becoming\n               taxable, would exceed five millions of acres."
      },
      {
        "type": "paragraph",
        "text": "The tax upon this, it was proposed, should be pledged to the payment of these interest\n               bonds—this would secure the interest on these bonds.—But if it was intended to rely\n               upon this, together with the additional 10 per cent. that was to be collected for\n               the State Treasury, as a permanent means of meeting the interest on our present debt,\n               it was inadequate.  The sum, he had found by calculation, would amount to about 122,000\n               dollars; whilst the Fund commissioner had just informed us that our semi-annual interest\n               was 175,000.  With the outlines of the bill, however, he was pleased, and thought,\n               with modification, it would be well to adopt such a plan as a permanent source of\n               paying our interest.  In the mean time, however, we must provide for the present exigency."
      },
      {
        "type": "paragraph",
        "text": "Mr.Kitchellmoved to strike out the amendment and insert a resolution providing for a sale of\n               all our railroad property, iron, &c.[etc] and appropriating the proceeds to the payment of the liabilities of theState, so far as they would go."
      },
      {
        "type": "paragraph",
        "text": "Mr.Kitchellsaid it had been said he had no plan.  He now came forward with his plan. He desired\n               the State to act with its proporty[property] as a prudent individual would act.  It was going to decay, rotting and rusting, and\n               should be immediately disposed of.  When we had done this—sold all our property and\n               applied it to our debts, we had done all that could be [asked of us.?]  No nation would consider us disgraced if we did the best we could to pay our debts."
      },
      {
        "type": "paragraph",
        "text": "Mr.Peckthought there was too much honor and moral honesty in the House for it to entertain\n               for a moment the project of the gentleman (Mr. Kitchell) fromMontgomery.  The gentleman had taken an occasion, the other day, to read him a lecture for his\n               attachment to foreign widows.  He was not surprised that the gentleman attributed\n               his zeal for the preservation of the faith of the State to a passion for widows; for\n               he seemed incapable of appreciating a higher motive.  What is the gentleman’s proposition?\n               To sell old houses, ditches, and decaying timber, to pay our past debts, and if that\n               does not pay them, they may go unpaid.  Was this honest? Would it be honesty in a\n               private individual thus to act, if he had other means of paying his debts? The gentleman\n               could not understand the difference between private and public credit.  He could inform\n               him there was a great difference.  If an individual owes a debt, and does not pay\n               it to the very day, yet if he is strenuous in his efforts to pay it and does it as\n               soon as possible, his credit is maintained.  But it was very different with the reputation\n               of a State—the “winds of Heaven should not visit it too roughly.”2The failure of a day, was of incalculable loss to the credit of a State.  Look what\n               impolitic legislation last winter had done for us.  Through intolerant party zeal,\n               a report was adopted by the Legislature, which produced the impression abroad, that\n               the State intended to disannul her contracts, and our securities had suffered in the\n               market ever since.  To prove this, he would cite the fact thatMichiganbonds of the same character of ours, issued at the same time, were selling for 86\n               per cent. whilst but 81 could be obtained for ours. This showed how sensitive public\n               feeling was upon this subject.  Thegentlemanfrom Montgomery seemed much concerned for his constituents.  He would tell that gentleman\n               that if his constituents were not in favor of our paying our just debts promptly,\n               they did not understand their moral obligations—they were not morally honest."
      },
      {
        "type": "paragraph",
        "text": "As to the proposition of thegentlemanfrom Sangamon, though there was much sagacity in its conception, yet he was afraid\n               that it would not prove sufficient for the present crisis.  He feared there was no\n               probability of these bonds bringing more than our others.  He preferred the first\n               bill, because there was danger of our mooting this subject, until our action would\n               be too late.  Upon the speedy passage of some such bill were suspended the honor,\n               credit, and character of the State."
      },
      {
        "type": "paragraph",
        "text": "Mr.Lincolnreplied at considerable length, and repeated his former arguments in favor of the\n               amendment offered by himself.  In conclusion, Mr. L. said that his plan had been termed\n               an expedient.  He considered this an unfortunate expression for those who advocated\n               the original bill.  That emphatically an expedient—a mere shift, which could but answer\n               a temporary purpose, and might lead to further difficulty."
      },
      {
        "type": "paragraph",
        "text": "Mr.Gridlyapproved of the plan proposed by thegentlemanfrom Sangamon.  Those who held our bonds, were most interested in preserving the\n               credit of the State—if that went down, they were to be the sufferers.  This being\n               the case, was it not highly probable that the holders of bonds would come forward\n               and accept these Interest Bonds in payment of interest? Secured, as they were, they\n               would certainly be equal to the best in market, and have a beneficial effect upon\n               our other bonds."
      },
      {
        "type": "paragraph",
        "text": "Mr.Kitchellremarked that thegentlemanfrom Cook (Mr. Peck) had endeavored to draw him into a personal controversy, in which\n               he could not succeed.  He had alluded to a remark about “foreign widows,” which he\n               had made the other day, and forgotten; but which seemed to trouble the gentleman yet.\n               The gentleman had very modestly assumed all the sense of the House, and had remarked\n               that no man of sense would support this resolution.  He thought there were as sensible\n               men in the House as thegentlemanfrom Cook, after all his bragging and blustering about sense.  Thegentlemanfrom Sangamon was a man of better sense—at least he had submitted a wiser plan to\n               the House.  The bill advocated by thegentlemanfrom Cook, was the most foolish thing he ever heard of."
      },
      {
        "type": "paragraph",
        "text": "Mr.Munsellsaid his constituents gave him credit for managing his own business correctly, and\n               as a general rule, it would be found that the principles correct in private business,\n               would be so when applied to our State affairs.  He was tired of expedients.  For the\n               last two or three years our monetary affairs had been going down.  It was high time\n               we were casting about us to see where we were.  He was for paying our January interest\n               and preserving our credit if we could; but if he could not see a clear sky beyond—if\n               there was not some stable provision for the future, he confessed that he could see\n               no good that would arise from punctuality then.  If some measure was not devised,\n               our credit must eventually go down, and if such is to be the case, it had as well\n               go first as last.  He held in his hand a proposition which he intended as an amendment,\n               at a proper time, to the one reported from the Finance committee, by which it was\n               proposed to lay a tax of one-fifth of one per cent. on all taxable property, which\n               should be pledged for the payment of interest on our bonds.  He had had nothing to\n               do in bringing this debt upon the country.  It was in consequence of our ruinous Rail-road\n               projects which he had always opposed; but he thought it his  bounden duty to assist\n               in doing the best we could for the country."
      },
      {
        "type": "paragraph",
        "text": "Mr.Cavarlythought the prominent features of both plans suggested, might be incorporated into\n               one bill, and objections to each might thus be avoided.  He would suggest whether\n               by hypothecating these Interest Bonds, the objection of their not raising the  money\n               soon enough, would not be obviated? It had been objected that the name of Interest\n               Bonds would be prejudicial to them. He thought this would make no difference—their\n               object was the same with our other bonds—to raise money."
      },
      {
        "type": "paragraph",
        "text": "The question on Mr. Kitchell’s resolution was taken and lost."
      },
      {
        "type": "paragraph",
        "text": "Mr.Hardinmoved that the committee rise, report progress and ask leave to sit again; agreed\n               to."
      },
      {
        "type": "paragraph",
        "text": "The House discharged the committee of the whole, and on motion, the bill and amendments\n               were re-committed to the committee on Finance."
      }
    ]
  },
  "extraction_date": "2025-12-26 20:13:35",
  "word_count": 1845
}