{
  "document_id": "D200706",
  "url": "https://papersofabrahamlincoln.org/documents/D200706",
  "metadata": {
    "date": "1852-01-22",
    "authors": [
      "Lincoln, Abraham"
    ],
    "keywords": [
      "Actions and defenses",
      "Deeds--Law and Legislation",
      "Ejectment",
      "Land titles",
      "Real property",
      "Real property tax--Law and Legislation",
      "Real property and taxation"
    ],
    "type": "Letter"
  },
  "content": {
    "full_text": "Abraham Lincoln to Hezekiah M. Wead, 22 January 18521 Your letter, inquiring for your case, was duly received–2We finished arguing, and submitted the case yesterday afternoon, and it is not yet\n               decided–  We had a two days trial of it–3and they are pressing us very hard on one or two points–  I should not wonder if\n               the case is decided against us–  One of the hard points is, that our deed of Jany[January] 1820 is^under the act of 1819,^fraudulent & void as against their deed of Augt[August] 1820, because it was not proved or acknowledged according to that act, and because\n               their deed was not defeated by a subsequent recording, theonlymode of defeasance known to that law, and because it was incompetent to theLegislatureto defeat it in anyothermode, as they apparantly do by the act of Decr[December] 1822.  This is the only dangerous point, as I think, on theirolddeed–4 As to the tax deed,5they do not rely on it as a perfect title, nor as a basis for thelimitation act of 1839, but only as a basis for thelimitation act of 1835–6Toourour objection, that the law was repealed under<Page 2>which the sale was made, they insist that as thenew lawonly repeals all laws coming within thepurviewandmeaningof it, and as the uncollected taxes of 1838 were not within the^purview of the^new law,thso far, the old law itself was not within the purview of thenew, & so far was not repealed–7This position of theirs seems absurd to me; and I found several authorities against\n               it; but they find onefor itand, worse than all, the judge intimates that he is with them–  If they get this\n               deed on, their next step is to show \"actual residence\"On this they introduced but one authority, which clearlyis notin point, and the judge has given no intimation^on this point–^– Thus stands the case–  I will write you so soon as it shall be decided–8",
    "paragraphs": [
      "Abraham Lincoln to Hezekiah M. Wead, 22 January 18521",
      "Your letter, inquiring for your case, was duly received–2We finished arguing, and submitted the case yesterday afternoon, and it is not yet\n               decided–  We had a two days trial of it–3and they are pressing us very hard on one or two points–  I should not wonder if\n               the case is decided against us–  One of the hard points is, that our deed of Jany[January] 1820 is^under the act of 1819,^fraudulent & void as against their deed of Augt[August] 1820, because it was not proved or acknowledged according to that act, and because\n               their deed was not defeated by a subsequent recording, theonlymode of defeasance known to that law, and because it was incompetent to theLegislatureto defeat it in anyothermode, as they apparantly do by the act of Decr[December] 1822.  This is the only dangerous point, as I think, on theirolddeed–4",
      "As to the tax deed,5they do not rely on it as a perfect title, nor as a basis for thelimitation act of 1839, but only as a basis for thelimitation act of 1835–6Toourour objection, that the law was repealed under<Page 2>which the sale was made, they insist that as thenew lawonly repeals all laws coming within thepurviewandmeaningof it, and as the uncollected taxes of 1838 were not within the^purview of the^new law,thso far, the old law itself was not within the purview of thenew, & so far was not repealed–7This position of theirs seems absurd to me; and I found several authorities against\n               it; but they find onefor itand, worse than all, the judge intimates that he is with them–  If they get this\n               deed on, their next step is to show \"actual residence\"On this they introduced but one authority, which clearlyis notin point, and the judge has given no intimation^on this point–^–",
      "Thus stands the case–  I will write you so soon as it shall be decided–8"
    ],
    "tables_count": 0,
    "citations": [
      "Complete Record, Document ID: 68744,Smith v. Gardner, Martha L. Benner and Cullom Davis et al., eds.,The Law Practice of Abraham Lincoln: Complete Documentary Edition, 2d edition (Springfield: Illinois Historic Preservation Agency, 2009),http://www.lawpracticeofabrahamlincoln.org/Details.aspx?case=137716; Henry Campbell Black,A Dictionary of Law(St. Paul, MN: West, 1891), 265; “Ejectment,” Reference, Glossary, Martha L. Benner\n                     and Cullom Davis et al., eds.,The Law Practice of Abraham Lincoln: Complete Documentary Edition,http://www.lawpracticeofabrahamlincoln.org/Reference.aspx?ref=Reference%20html%20files/Glossary.html.",
      "“An Act Establishing the Recorder’s Office, and for Other Purposes,” 19 February 1819,Laws of Illinois(1819),      18, 20; “An Act Concerning Deeds Executed Without this State,” 30 December\n                     1822,Laws of Illinois(1822),      85-86; “Conveyance,” Reference, Glossary, Martha L. Benner and Cullom\n                     Davis et al., eds.,The Law Practice of Abraham Lincoln: Complete Documentary Edition,http://www.lawpracticeofabrahamlincoln.org/Reference.aspx?ref=Reference%20html%20files/Glossary.html.",
      "Henry Campbell Black,A Dictionary of Law, 1154.",
      "Henry Campbell Black,A Dictionary of Law, 222-23, 568, 1046.",
      "Complete Record, Document ID: 68744; Execution Docket, Document ID: 65797,Smith v. Gardner, Martha L. Benner and Cullom Davis et al., eds.,The Law Practice of Abraham Lincoln: Complete Documentary Edition,http://www.lawpracticeofabrahamlincoln.org/Details.aspx?case=137716; “Ejectment,” Reference, Glossary, Martha L. Benner and Cullom Davis et al., eds.,The Law Practice of Abraham Lincoln: Complete Documentary Edition,http://www.lawpracticeofabrahamlincoln.org/Reference.aspx?ref=Reference%20html%20files/Glossary.html; “An Act Concerning Deeds Executed Without this State,” 30 December 1822,Laws of Illinois(1822),      85-86."
    ],
    "footnotes": [
      {
        "id": "X6FD8D5B5-6423-44B1-A23D-A7AD97C67B96",
        "text": "1Abraham Lincoln wrote and signed this letter, including the address on the last sheet,\n                  which was folded to create an envelope."
      },
      {
        "id": "X929E4F89-DF6E-477C-826A-9189EEFD6156",
        "text": "2The letter Lincoln references has not been located."
      },
      {
        "id": "XE397F26D-BC6F-42F9-9FA8-514418BAC485",
        "text": "3The case Lincoln refers to,Smith v. Gardner, an ejectment case, came before theU.S. Circuit Court, District of Illinoison January 13, 1852, but was granted a continuance until January 20th. In American\n                  law, “ejectment” relates to an action to recover land or other real property and to\n                  collect damages. Originally, in the English common law, only tenants could use this\n                  action to recover possession of land from which they had been unlawfully ousted. Because\n                  of the simplicity and swiftness of the ejectment procedure, landowners began to use\n                  this action to recover land. To do so, the landowner, on behalf of a fictitious tenant\n                  (John Doe), sued a fictitious defendant (Richard Roe) for ousting the fictitious tenant.\n                  The court titled such cases John Doe ex dem. “Landowner” v. Richard Roe. When the\n                  defendant appeared in court, the clerk sometimes replaced “Richard Roe” with the defendant’s\n                  real name. In anactpassed in March 1839, theIllinois General Assemblyabolished the need for the fictitious names. The losing party in an ejectment case\n                  was entitled by law to one new trial simply by paying the court costs.In the caseSmith v. Gardner, attorneys for both the plaintiff and the defendant made their arguments January\n                  20-21, 1852. Lincoln, Hezekiah M. Wead, andOrville H. Browningrepresented the plaintiff,Spencer Smith, andStephen T. LoganrepresentedJames Gardner, the defendant. At the heart of the suit was   a dispute over Gardner’s occupation\n                  of 160 acres of land inFulton County, Illinois, land which Smith claimed ownership over and from which he wanted Gardner ejected.Complete Record, Document ID: 68744,Smith v. Gardner, Martha L. Benner and Cullom Davis et al., eds.,The Law Practice of Abraham Lincoln: Complete Documentary Edition, 2d edition (Springfield: Illinois Historic Preservation Agency, 2009),http://www.lawpracticeofabrahamlincoln.org/Details.aspx?case=137716; Henry Campbell Black,A Dictionary of Law(St. Paul, MN: West, 1891), 265; “Ejectment,” Reference, Glossary, Martha L. Benner\n                     and Cullom Davis et al., eds.,The Law Practice of Abraham Lincoln: Complete Documentary Edition,http://www.lawpracticeofabrahamlincoln.org/Reference.aspx?ref=Reference%20html%20files/Glossary.html."
      },
      {
        "id": "X7D2C624F-0C85-4541-80C4-3CF373F88A04",
        "text": "4In 1819, the Illinois General Assembly passed an act establishing the recorder’s office,\n                  which required all deeds and  conveyances of real estate to be recorded in the newly-created\n                  recorder’s office for the county in which the property in question was located, and\n                  declared any deeds or conveyances not recorded in this manner to be “fraudulent and\n                  void.” Three years later, the General Assembly passed another act that declared all\n                  deeds, mortgages, transfers, and conveyances of real estate originating outside the\n                  state ofIllinoiswere valid so long as they had  initially been created in accordance with the laws\n                  of the state or territory in which they originated. (In legal terminology, a conveyance\n                  refers to the transfer of property ownership between people by written instrument.\n                  It can also refer to the written instrument or document used to accomplish such a\n                  transfer.)As Lincoln explained to Browning in aletterdated January 26, Smith had a deed which was created in January 1820 and recorded\n                  improperly in June 1820. Through his attorney, Logan, Gardner was attempting to assert\n                  that, per the act of 1819, Smith’s deed was fraudulent and void and that, therefore,\n                  his deed from August 1820 took precedence over Smith’s deed and claim to the land.“An Act Establishing the Recorder’s Office, and for Other Purposes,” 19 February 1819,Laws of Illinois(1819),      18, 20; “An Act Concerning Deeds Executed Without this State,” 30 December\n                     1822,Laws of Illinois(1822),      85-86; “Conveyance,” Reference, Glossary, Martha L. Benner and Cullom\n                     Davis et al., eds.,The Law Practice of Abraham Lincoln: Complete Documentary Edition,http://www.lawpracticeofabrahamlincoln.org/Reference.aspx?ref=Reference%20html%20files/Glossary.html."
      },
      {
        "id": "X0587DD54-7203-49E7-91D2-AB87EE1EFACB",
        "text": "5A tax deed is a form of conveyance in which a sale of lands is made for non-payment\n                  of taxes. An officer of the law, such as a sheriff, uses a tax deed to convey the\n                  title of the proprietor of the land to the purchaser of the land at the tax sale.Henry Campbell Black,A Dictionary of Law, 1154."
      },
      {
        "id": "X49DE833B-8B9F-41BA-8066-22EBF841862F",
        "text": "6In theactof 1835, the General Assembly set seven years after the acquisition of title as the\n                  limitation for any person to enjoy the right of entry for any lands, tenements, or\n                  hereditaments “of which any person may be possessed by actual residence thereon.”\n                  The legal definition of “right of entry” is “the right of taking or resuming possession\n                  of land by entering on it in a peaceable manner,” and “hereditaments” refers to any\n                  thing or things capable of being inherited, be they tangible or intangible in nature.\n                  Theactalso limited actions taken “for the recovery of any lands, tenements, or hereditaments\n                  of which any person may be possessed by actual residence thereon” to seven years after\n                  taking possession, or—if the possessor acquired title after taking possession—to seven\n                  years from the time of acquiring title, provided that an actual residence of seven\n                  years preceded any assertion of the right of entry or actions taken to recover the\n                  lands, tenements, or hereditaments in question. Theactalso enumerated some specific circumstances, such as age and gender, which could\n                  make someone eligible for an extension of the limitation beyond the specified seven\n                  years.In theactpassed in 1839, the General Assembly did not invalidate theactof 1835, but instead applied to a different grade of title, only requiring what was\n                  known as “color of title” as a basis for defending a claim to the lands described\n                  in the title. In legal terms,  “any instrument having a grantor and grantee, and containing\n                  a description of the lands intended to be conveyed, and apt words for their conveyance,\n                  gives color of title to the lands described. Such an instrument purports to be a conveyance\n                  of the title, and because it does not, for some reason, have that effect, it passes\n                  only color or the semblance of a title.” As Lincoln notes, Gardner and Logan were\n                  attempting to use a tax deed as color of title, at least selectively.Theactof 1839 declared that anyone who held actual possession of land or tenements, under\n                  color of title, and who paid all taxes assessed on such land or tenements for seven\n                  successive years after the passage of theactwas recognized as the legal owner of said land or tenements to the extent specified\n                  in their paper title. Section two of theactalso declared that anyone with color of title to “vacant and unoccupied land” who\n                  paid all taxes assessed on such land or tenements for seven successive years after\n                  the passage of theactwas entitled to legal recognition as the owner of said land or tenements. Section\n                  two also specified that if any person who held a “better paper title” for vacant and\n                  unoccupied land during the specified seven-year term paid the taxes assessed on the\n                  land in question for one or more years, that person would not be entitled to recognition\n                  as the legal owner of the land in question. Theactalso contained restrictions similar to theactof 1835, with regard to persons of certain ages, genders, and social and legal statuses,\n                  setting terms for such persons being ineligible to the benefits enumerated in sections\n                  one and two of theact.Lincoln served on theIllinois House of Representatives’ select committee that worked on theactof 1839. His expertise in this area may have been part of the reason he was selected\n                  to join Smith’s legal team.Henry Campbell Black,A Dictionary of Law, 222-23, 568, 1046."
      },
      {
        "id": "XCFFC867D-7A41-4CCC-96D5-BDA4170CC654",
        "text": "7Lincoln is referring here to Logan’s effort to use anactregarding public revenue, to claim that Gardner’s purchase of the land was valid.\n                  Theact, which Lincoln refers to in this letter as “the new law,” contained several sections\n                  related to the collection of taxes on property which were relevant to the case. He,\n                  Wead, and Browning were likely most interested in sections seventeen and forty-three,\n                  both of which contained guidelines related to the sale of property that an owner had\n                  failed to pay taxes on. As Lincoln explained in aletterhe later wrote to Browning, theactrepealed all former laws on the subject; therefore, any purchase of the land in question\n                  due to non-payment of taxes in 1838—conducted under old legislation—was invalid."
      },
      {
        "id": "XF193DF93-8D79-4FA8-99A0-58689DA2E821",
        "text": "8The case was decided on January 26, 1852. JudgeThomas Drummondruled for Smith. The court determined that Gardner’s deed of August 1820 did not\n                  take precedence over Smith’s deed of January 1820 because, despite being recorded\n                  “defectively” in June 1820, Smith’s deed was “cured,” or made official, by the act\n                  of 1822 concerning deeds. The court also determined that theactof 1839 rendered “a sale made under the old laws,aftertheir repeal . . . void.”No letter from Lincoln to Wead announcing the case’s outcome has been located. However,\n                  Lincoln did write aletterto Browning  on January 26, 1852 informing him of the judge’s decision. LincolnwroteWead again on February 7, 1852, when the defendant received a new trial—which law\n                  relating to ejectment cases entitled him to, after he paid court fees. Eventually,\n                  on February 1, 1853, the case was once again decided in favor of Smith.Complete Record, Document ID: 68744; Execution Docket, Document ID: 65797,Smith v. Gardner, Martha L. Benner and Cullom Davis et al., eds.,The Law Practice of Abraham Lincoln: Complete Documentary Edition,http://www.lawpracticeofabrahamlincoln.org/Details.aspx?case=137716; “Ejectment,” Reference, Glossary, Martha L. Benner and Cullom Davis et al., eds.,The Law Practice of Abraham Lincoln: Complete Documentary Edition,http://www.lawpracticeofabrahamlincoln.org/Reference.aspx?ref=Reference%20html%20files/Glossary.html; “An Act Concerning Deeds Executed Without this State,” 30 December 1822,Laws of Illinois(1822),      85-86."
      }
    ],
    "structured_content": [
      {
        "type": "heading",
        "text": "Abraham Lincoln to Hezekiah M. Wead, 22 January 18521"
      },
      {
        "type": "paragraph",
        "text": "Your letter, inquiring for your case, was duly received–2We finished arguing, and submitted the case yesterday afternoon, and it is not yet\n               decided–  We had a two days trial of it–3and they are pressing us very hard on one or two points–  I should not wonder if\n               the case is decided against us–  One of the hard points is, that our deed of Jany[January] 1820 is^under the act of 1819,^fraudulent & void as against their deed of Augt[August] 1820, because it was not proved or acknowledged according to that act, and because\n               their deed was not defeated by a subsequent recording, theonlymode of defeasance known to that law, and because it was incompetent to theLegislatureto defeat it in anyothermode, as they apparantly do by the act of Decr[December] 1822.  This is the only dangerous point, as I think, on theirolddeed–4"
      },
      {
        "type": "paragraph",
        "text": "As to the tax deed,5they do not rely on it as a perfect title, nor as a basis for thelimitation act of 1839, but only as a basis for thelimitation act of 1835–6Toourour objection, that the law was repealed under<Page 2>which the sale was made, they insist that as thenew lawonly repeals all laws coming within thepurviewandmeaningof it, and as the uncollected taxes of 1838 were not within the^purview of the^new law,thso far, the old law itself was not within the purview of thenew, & so far was not repealed–7This position of theirs seems absurd to me; and I found several authorities against\n               it; but they find onefor itand, worse than all, the judge intimates that he is with them–  If they get this\n               deed on, their next step is to show \"actual residence\"On this they introduced but one authority, which clearlyis notin point, and the judge has given no intimation^on this point–^–"
      },
      {
        "type": "paragraph",
        "text": "Thus stands the case–  I will write you so soon as it shall be decided–8"
      }
    ]
  },
  "extraction_date": "2025-12-26 21:25:43",
  "word_count": 317
}