{
  "document_id": "D200900",
  "url": "https://papersofabrahamlincoln.org/documents/D200900",
  "metadata": {
    "date": "1856-07-23",
    "authors": [
      "Lincoln, Abraham (President)"
    ],
    "keywords": [
      "Voting",
      "Germany",
      "Immigrants"
    ],
    "type": "Newspaper article"
  },
  "content": {
    "full_text": "What’s in the Wind?, 23 July 18561",
    "paragraphs": [
      "What’s in the Wind?, 23 July 18561"
    ],
    "tables_count": 0,
    "citations": [
      "Weekly Northwestern Gazette(Galena, IL), 29 July 1856, 1:5.",
      "Galena Daily Courier(IL), 22 July 1856, 3:1-2;  U.S. Const. art. I, § 8; Ill. Const. of 1848, art. VI,\n                     § 1-8; “An Act to Provide for the Mode of Voting by Ballot, and for the Manner of\n                     Returning, Canvassing and Certifying Votes,” 12 February 1849,Laws of Illinois(1849), 71-75; “Chapter XXXVII: Elections,” 3 March 1845,Revised Statutes of Illinois(1845), 213-24; Janet Cornelius,Constitution Making in Illinois, 1818-1970(Urbana: University of Illinois Press, 1972), 44.",
      "U.S. Const. art. II, § 1.",
      "“An Act to Provide for the Mode of Voting by Ballot, and for the Manner of Returning,\n                     Canvassing and Certifying Votes,” 12 February 1849,  71; John L. Moore, Jon P. Preimesberger,\n                     and David R. Tarr, eds.,Congressional Quarterly’s Guide to U.S. Elections, 4th ed. (Washington, DC: CQ Press, 2001), 1:705.",
      "Frank Baron, “Abraham Lincoln and the German Immigrants: Turners and Forty-Eighters,”Yearbook of German American Studies4, Supplemental Issue (Lawrence, KS:\n                     Society of German-American Studies, 2012), 2-3; Philip G. Auchampaugh, “Campaign of\n                     1856,”Dictionary of American History, rev. ed. (New York: Charles Scribner’s Sons, 1976), 1:420-21."
    ],
    "footnotes": [
      {
        "id": "X07F2D485-95DF-4AC6-81F1-3156C2C1B286",
        "text": "1This editorial, which Horace H. Houghton attributed to Abraham Lincoln,  appeared\n                  in the July 29, 1856 edition of theWeekly Northwestern GazetteinGalena, Illinois. A manuscript in Lincoln’s hand is not extant.  The editorial appeared under the\n                  incorrect date of “Wednesday, July 22, 1856.” The Wednesday in \tquestion was in fact\n                  July 23. The paper mistakenly dated both Tuesday and Wednesday as July 22.Weekly Northwestern Gazette(Galena, IL), 29 July 1856, 1:5."
      },
      {
        "id": "X229EE3D7-0C5A-4ADB-B629-592F7EC934C6",
        "text": "2W. J. Young, whose apparent signature appears at the top of the newspaper page, has\n                  not been identified."
      },
      {
        "id": "XB18C2CFF-61B6-4853-BEEA-BACF8D676600",
        "text": "3The communication referenced, a letter to the editors of theGalena Daily Courierfrom “No Candidate for Office,” argued that article six of the1848 Illinois Constitution, in allowing “every white male citizen above the age of twenty-one years, having\n                  resided in the State one year next preceding any election” and “any white male inhabitant\n                  of the age aforesaid, who may be a resident of the State at the time of the adoption\n                  of this Constitution” to vote in national elections went against article one, section\n                  eight of the U.S. Constitution, which entrusted the U.S. Congress with the power to\n                  establish “anuniformrule of naturalization.” Therefore, the writer concluded, the provision in the Illinois\n                  constitution was unconstitutional.Article six of the 1848 Illinois Constitution dealt with elections and the rights\n                  of suffrage. The framers did not include provisions for naturalized citizens. The\n                  election law of 1849, enacted by theIllinois General Assemblyon February 12, provided for the method for voting by ballot and for the manner in\n                  which ballots were returned, collected, canvassed, and verified. Section ten prescribed\n                  the qualification for voters and the oath required of voters if election judges suspected\n                  a person was not a qualified voter. This law specifically repealed sections one, fifteen,\n                  eighteen, twenty-four, and thirty-nine of the revised statutes, entitled “Elections,”\n                  enacted on March 3, 1845. It retained section nineteen of the revised statutes, which\n                  required election judges to receive the vote of anyone taking the oath or affirmation,\n                  unless evidence convinced a majority of the judges in a precinct that the oath or\n                  affirmation was false; then the judges could reject the vote and charge the perpetrator\n                  with perjury. Judges could also reject the votes of those who refused to take the\n                  oath.\n                  Section eighteen of the revised statutes gave the right of suffrage to all white men\n                  twenty-one years or older having resided in Illinois six months preceding an election,\n                  regardless of whether they had been naturalized or not. The General Assembly in the\n                  election law of 1849 repealed this section, and in section ten of the new law changed\n                  the qualification for suffrage to all white men twenty-one years of age or older having\n                  resided in Illinois one year preceding an election, or all white men over the age\n                  of twenty-one who resided in the state on April 1, 1848--the date the 1848 Illinois\n                  Constitution went into effect.Galena Daily Courier(IL), 22 July 1856, 3:1-2;  U.S. Const. art. I, § 8; Ill. Const. of 1848, art. VI,\n                     § 1-8; “An Act to Provide for the Mode of Voting by Ballot, and for the Manner of\n                     Returning, Canvassing and Certifying Votes,” 12 February 1849,Laws of Illinois(1849), 71-75; “Chapter XXXVII: Elections,” 3 March 1845,Revised Statutes of Illinois(1845), 213-24; Janet Cornelius,Constitution Making in Illinois, 1818-1970(Urbana: University of Illinois Press, 1972), 44."
      },
      {
        "id": "XF6FA71B1-C5CC-453A-A946-3B5CFC42F12A",
        "text": "4This quote comes from the second paragraph of article two, section one, of the U.S.\n                  Constitution.U.S. Const. art. II, § 1."
      },
      {
        "id": "X6E3395B9-EF1D-454D-B407-977D4C4E83EA",
        "text": "5Section one of the 1849 election law prescribed that voters elect presidential and\n                  vice-presidential electors on the Tuesday after the first Monday in November, preceding\n                  the expiration of the term of office for the president and vice president.  By 1836,\n                  South Carolina alone chose its electors by legislative appointment rather than by\n                  popular vote.“An Act to Provide for the Mode of Voting by Ballot, and for the Manner of Returning,\n                     Canvassing and Certifying Votes,” 12 February 1849,  71; John L. Moore, Jon P. Preimesberger,\n                     and David R. Tarr, eds.,Congressional Quarterly’s Guide to U.S. Elections, 4th ed. (Washington, DC: CQ Press, 2001), 1:705."
      },
      {
        "id": "X42597F9C-FEAE-43E3-8592-C051402301EB",
        "text": "6Opponents of theKansas-Nebraska Actin Illinois hoped to enlist German Americans in the coalition they were building\n                  to challengeDemocratsin the1856 Federal Election. Between 1850 and 1854, more than 650,000 Germans arrived in the United States. In\n                  1854 alone, there were 215,009 immigrants to the U.S. fromGermany. Because the new arrivals generally supported theRepublican Party, it would benefit James Buchanan, the Democrat nominee for president, and the Democrats\n                  to keep voting rights away from them.Frank Baron, “Abraham Lincoln and the German Immigrants: Turners and Forty-Eighters,”Yearbook of German American Studies4, Supplemental Issue (Lawrence, KS:\n                     Society of German-American Studies, 2012), 2-3; Philip G. Auchampaugh, “Campaign of\n                     1856,”Dictionary of American History, rev. ed. (New York: Charles Scribner’s Sons, 1976), 1:420-21."
      }
    ],
    "structured_content": [
      {
        "type": "heading",
        "text": "What’s in the Wind?, 23 July 18561"
      }
    ]
  },
  "extraction_date": "2025-12-26 21:39:55",
  "word_count": 7
}