{
  "document_id": "D201064b",
  "url": "https://papersofabrahamlincoln.org/documents/D201064b",
  "metadata": {
    "date": "1858-07-29",
    "authors": [
      "Lincoln, Abraham (President)"
    ],
    "keywords": [
      "Debates and debating",
      "Elections",
      "Political campaigns",
      "Political candidates",
      "United States. Congress. Senate"
    ],
    "type": "Letter"
  },
  "content": {
    "full_text": "Abraham Lincoln to Stephen A. Douglas, 29 July 18581 Yoursof the 24th in relation to an arrangement to divide time, and address the same audiences,\n               is received; and, in apology for not sooner replying, allow me to say, that when I\n               sat by you at dinner yesterday, I was not aware that you had answeredmy note, nor, certainly, that my own note has2been presented to you.3An hour after, I saw a copy of your answer in theChicago Times; and, reaching home, I found the original awaiting me.4Protesting that your insinuations of attempted unfairness on my part were5unjust, and with the hope that you did not very considerately make them, I proceed\n               to reply.  To your statement that “It has been suggested, recently, that an arrangement\n               had been made to bring out a third candidate for theU.S. Senate, who, with yourself, should canvass theStatein opposition to me,” &c.[etc.], I can only say, that such suggestion must have been made by yourself, for certainly\n               none such has been made by or to me, or otherwise, to my knowledge.6Surely you did notdeliberatelyconclude, as you insinuate, that I was expecting to draw you into an arrangement,\n               of terms to be agreed on by yourself, by which a third candidate and myself, “in concert,\n               might be able to take the opening and closing speech in every case.” As to your surprise that I did not sooner make the proposal to divide time with you,\n               I can only say, I made it as soon as I resolved to make it.7I did not know but that such proposal would come from you; I waited, respectfully,\n               to see.  It may have been well known to you that you went to Springfield for the purpose\n               of agreeing on the plan of campaign; but it was not so known to me.  When your appointments\n               were announced in the papers, extruding8only to the 21st of August, I, for the first time, considered it certain that you\n               would make no proposal to me, and then resolved that, if my friends concurred, I would\n               make one to you.  As soon thereafter as I could see and consult with friends satisfactorily,\n               I did make the proposal.  It did not occur to me that the proposed arrangement could\n               derange your plans9after the latest of your appointments already made.  After that, there was, before\n               the election, largely over two months of clear time.10 For you to say that we have already spoken atChicagoand Springfield,  and that on both occasions I had the concluding speech, is hardly\n               a fair statement.  The truth rather is this: At Chicago; July 9th, you made a carefully\n               prepared conclusion on my speech of June 16th.11Twenty-four hours after I made a hasty conclusion on yours of the 9th.  You had\n               six days to prepare, and concluded on me again atBloomingtonon the 16th.  Twenty-four hours after I concluded again on you12at Springfield.  In the meantime, you had made another conclusion on me at Springfield,\n               which I did not hear, and of the contents of which I knew nothing when I spoke; so\n               that your speech made in daylight, and mine at night, of the 17th, at Springfield,\n               were both made in perfect independence of each other.  The dates of making all these\n               speeches will show, I think, that in the matter of time for preparation, the advantage\n               has all been on your side;  and that none of the external circumstances have stood\n               to my advantage.13 I agree to an arrangement for us to speak at the seven places you have named, and\n               at your own times, provided, you name the times at once, so that I, as well as you,\n               can have to my self the time not covered by the arrangement.14As to the15other details, I wish perfect reciprocity, and no more.  I wish as much time as you,\n               and that conclusions shall alternate.16That is all.",
    "paragraphs": [
      "Abraham Lincoln to Stephen A. Douglas, 29 July 18581",
      "Yoursof the 24th in relation to an arrangement to divide time, and address the same audiences,\n               is received; and, in apology for not sooner replying, allow me to say, that when I\n               sat by you at dinner yesterday, I was not aware that you had answeredmy note, nor, certainly, that my own note has2been presented to you.3An hour after, I saw a copy of your answer in theChicago Times; and, reaching home, I found the original awaiting me.4Protesting that your insinuations of attempted unfairness on my part were5unjust, and with the hope that you did not very considerately make them, I proceed\n               to reply.  To your statement that “It has been suggested, recently, that an arrangement\n               had been made to bring out a third candidate for theU.S. Senate, who, with yourself, should canvass theStatein opposition to me,” &c.[etc.], I can only say, that such suggestion must have been made by yourself, for certainly\n               none such has been made by or to me, or otherwise, to my knowledge.6Surely you did notdeliberatelyconclude, as you insinuate, that I was expecting to draw you into an arrangement,\n               of terms to be agreed on by yourself, by which a third candidate and myself, “in concert,\n               might be able to take the opening and closing speech in every case.”",
      "As to your surprise that I did not sooner make the proposal to divide time with you,\n               I can only say, I made it as soon as I resolved to make it.7I did not know but that such proposal would come from you; I waited, respectfully,\n               to see.  It may have been well known to you that you went to Springfield for the purpose\n               of agreeing on the plan of campaign; but it was not so known to me.  When your appointments\n               were announced in the papers, extruding8only to the 21st of August, I, for the first time, considered it certain that you\n               would make no proposal to me, and then resolved that, if my friends concurred, I would\n               make one to you.  As soon thereafter as I could see and consult with friends satisfactorily,\n               I did make the proposal.  It did not occur to me that the proposed arrangement could\n               derange your plans9after the latest of your appointments already made.  After that, there was, before\n               the election, largely over two months of clear time.10",
      "For you to say that we have already spoken atChicagoand Springfield,  and that on both occasions I had the concluding speech, is hardly\n               a fair statement.  The truth rather is this: At Chicago; July 9th, you made a carefully\n               prepared conclusion on my speech of June 16th.11Twenty-four hours after I made a hasty conclusion on yours of the 9th.  You had\n               six days to prepare, and concluded on me again atBloomingtonon the 16th.  Twenty-four hours after I concluded again on you12at Springfield.  In the meantime, you had made another conclusion on me at Springfield,\n               which I did not hear, and of the contents of which I knew nothing when I spoke; so\n               that your speech made in daylight, and mine at night, of the 17th, at Springfield,\n               were both made in perfect independence of each other.  The dates of making all these\n               speeches will show, I think, that in the matter of time for preparation, the advantage\n               has all been on your side;  and that none of the external circumstances have stood\n               to my advantage.13",
      "I agree to an arrangement for us to speak at the seven places you have named, and\n               at your own times, provided, you name the times at once, so that I, as well as you,\n               can have to my self the time not covered by the arrangement.14As to the15other details, I wish perfect reciprocity, and no more.  I wish as much time as you,\n               and that conclusions shall alternate.16That is all."
    ],
    "tables_count": 0,
    "citations": [
      "Abraham Lincoln to Stephen A. Douglas;Abraham Lincoln to Stephen A. Douglas;Abraham Lincoln to Stephen A. Douglas;Stephen A. Douglas to Abraham Lincoln; David M. Potter and Don E. Fehrenbacher,The Impending Crisis, 1848-1861(New York: Harper & Row, 1976), 332-33; Michael Burlingame,Abraham Lincoln: A Life(Baltimore: The Johns Hopkins University Press, 2008), 1:458, 486-87, 556-57; Allen\n                     C. Guelzo, “Houses Divided: Lincoln, Douglas, and the Political Landscape of 1858,”The Journal of American History94 (September 2007), 392; George Fort Milton, \"Lincoln-Douglas Debates,\"Dictionary of American History, rev. ed. (New York: Charles Scribner's Sons, 1976), 4:155-56;The Lincoln Log: A Daily Chronology of the Life of Abraham Lincoln, 28 July 1858,https://www.thelincolnlog.org/Results.aspx?type=CalendarDay&day=1858-07-28; 29 July 1858,https://thelincolnlog.org/Results.aspx?type=CalendarDay&day=1858-07-29.",
      "Chicago Daily Press and Tribune(IL), 28 July 1858, 1:2,Daily Illinois State Journal(Springfield), 29 July 1858, 2:2.",
      "Michael Burlingame,Abraham Lincoln: A Life, 1:445, 484;The Illinois State Journal(Springfield), 21 July 1858, 1:7;Chicago Daily Press and Tribune(IL), 26 July 1858, 1:1; 4 August 1858, 2:5.",
      "Michael Burlingame,Abraham Lincoln: A Life, 1:484;The Illinois State Journal(Springfield), 4 August 1858, 4:5.",
      "Michael Burlingame,Abraham Lincoln: A Life, 1:545.",
      "Report of Speech at Springfield, Illinois; Report of Speech at Springfield, Illinois; Fragment of A House Divided: Speech at Springfield, Illinois;Chicago Daily Press and Tribune(IL), 12 July 1858, 2:1; Edwin Erle Sparks, ed.,The Lincoln-Douglas Debates of 1858, vol. 3 ofCollections of the Illinois State Historical Library: Lincoln Series, Vol. 1,(Springfield: Illinois State Historical Library, 1908), 93, 178, 223-24, 254-55,\n                     301-2, 345, 369, 416, 453.",
      "Michael Burlingame,Abraham Lincoln: A Life,  1:483-85; Report of Speech at Springfield, Illinois; Report of Speech at Springfield, Illinois; Fragment of A House Divided: Speech at Springfield, Illinois; Report of Speech at Chicago, Illinois; Report of Speech at Chicago, Illinois; Report of Speech at Chicago, Illinois; Speech at Springfield, Illinois; Report of Speech at Springfield, Illinois; Report of Speech at Springfield, Illinois.",
      "Paul M. Angle, ed.,The Complete Lincoln-Douglas Debates of 1858(Chicago & London: University of Chicago Press, 1991), 285-402;Stephen A. Douglas to Abraham Lincoln."
    ],
    "footnotes": [
      {
        "id": "X397EEDA6-C506-4DD4-A0B1-7FD570DF48EB",
        "text": "1This printed transcription appears on page 73 of the Lincoln-Douglas Debates Scrapbook. Theoriginalletter in Abraham Lincoln’s handwriting is also extant. Except for minor changes\n                  in style and punctuation, this transcription reflects the original version. Principal\n                  variations in wording which appear in this version are noted in footnotes."
      },
      {
        "id": "X0D825A2C-CB6B-4DB6-AA67-7CAC274B93A7",
        "text": "2Lincoln’shandwritten versionuses “had.”"
      },
      {
        "id": "XD29F78E5-7793-43D9-B3A1-8F12A05B7CC5",
        "text": "3In June 1858, theIllinois Republican ConventionnominatedAbraham Lincolnto challengeStephen A. Douglasfor theU.S. Senate. Lincoln wrote Douglas on July 24 inviting him to participate in aseries of debates. That invitation set the stage for what would become one of the most famous local\n                  political contests in U.S. history and a precursor to the1860 presidential election. Prior to the seven debates between Lincoln and Douglas, Lincoln had already made\n                  sixty-three speeches in 1858, and Douglas claimed to have made 130. Douglas, the incumbentU.S. SenatorfromIllinois, was more widely known than Lincoln and had the numeric advantage of theDemocratsin theGeneral Assembly. He also represented a divided party and faced a growing population in northern Illinois\n                  that was hostile to slavery. Lincoln, on the other hand, had the advantage of a unitedRepublicanparty, a growing antipathy toward slavery in the state, and a reputation for integrity.\n                  Nevertheless, his views on racial issues were unpopular, as was his stand on theMexican War. The debates would highlight the fundamental differences in the men’s characters\n                  and focus on the main issues of the day, the expansion of slavery and racial equality.\n                  While the immediate effect of the debates was the reelection of Douglas, the long-term\n                  results were the opposite. Lincoln was catapulted to national prominence, allowing\n                  him to run for president in 1860, and Douglas’s campaign against Lincoln diminished\n                  his chances of future success. See1860 Republican National Convention.Douglasrepliedto Lincoln’s invitation on the same day, July 24, agreeing to the debates as long\n                  as they were held at times and locations chosen by Douglas. See1858 Federal Election;Lincoln-Douglas Debates.Lincoln and Douglas had dined together at eitherClintonorDecaturon July 28.  Lincoln and Douglas met on the  road about two miles fromMonticello, Illinois, on July 29. Douglas was on his way toBementwhile Lincoln was heading to Monticello forcampaignspeeches.Abraham Lincoln to Stephen A. Douglas;Abraham Lincoln to Stephen A. Douglas;Abraham Lincoln to Stephen A. Douglas;Stephen A. Douglas to Abraham Lincoln; David M. Potter and Don E. Fehrenbacher,The Impending Crisis, 1848-1861(New York: Harper & Row, 1976), 332-33; Michael Burlingame,Abraham Lincoln: A Life(Baltimore: The Johns Hopkins University Press, 2008), 1:458, 486-87, 556-57; Allen\n                     C. Guelzo, “Houses Divided: Lincoln, Douglas, and the Political Landscape of 1858,”The Journal of American History94 (September 2007), 392; George Fort Milton, \"Lincoln-Douglas Debates,\"Dictionary of American History, rev. ed. (New York: Charles Scribner's Sons, 1976), 4:155-56;The Lincoln Log: A Daily Chronology of the Life of Abraham Lincoln, 28 July 1858,https://www.thelincolnlog.org/Results.aspx?type=CalendarDay&day=1858-07-28; 29 July 1858,https://thelincolnlog.org/Results.aspx?type=CalendarDay&day=1858-07-29."
      },
      {
        "id": "X6613FE33-1651-4E8D-B847-0AD28D764AA0",
        "text": "4Several other Illinois newspapers published Lincoln’s invitation and Douglas’s answer,\n                  including theChicago Daily Press and Tribuneand theIllinois State Journal.Chicago Daily Press and Tribune(IL), 28 July 1858, 1:2,Daily Illinois State Journal(Springfield), 29 July 1858, 2:2."
      },
      {
        "id": "XDFEEC121-9DF0-4FB7-982E-CE7CBBB4DFAF",
        "text": "5Lincoln’shandwritten versionuses “are.”"
      },
      {
        "id": "X1FFA4D43-8559-499F-B247-1140E4140833",
        "text": "6Lincoln references the recent split of the Democratic Party into pro-James Buchananand pro-Douglas factions. The split occurred after Douglas, in December 1857, spoke\n                  out against theLecompton Constitutionand criticized President Buchanan for supporting it. SeeBleeding Kansas.\n                  This accusation of Douglas that Lincoln had found a Buchanan/National Democratic candidate\n                  and would insist on his inclusion in the proposed debates was pure fiction. A rumor\n                  of the possibility of the candidacy ofSidney Breesedid appear in several Republican newspapers, but Lincoln had no connection to the\n                  idea. Understandably, Douglas was actively trying to avoid being labeled a coward,\n                  as the RepublicanChicago Daily Press and Tribuneseemed primed to do. In their July 26 edition, thePresseditors noted that such debates between political opponents, “is the usual, almost\n                  universal western style of conducting a political campaign, and it has been justly\n                  held that the candidate who refused to speak in that way had no better reason than\n                  cowardice for declining the challenge.”Michael Burlingame,Abraham Lincoln: A Life, 1:445, 484;The Illinois State Journal(Springfield), 21 July 1858, 1:7;Chicago Daily Press and Tribune(IL), 26 July 1858, 1:1; 4 August 1858, 2:5."
      },
      {
        "id": "X94F10569-4F5A-40A5-A248-5C1438E7D064",
        "text": "7The DemocraticChicago Timesechoed Douglas’s sentiment, asking why Lincoln had not challenged Douglas earlier.\n                  TheDaily Illinois State Journalpublished the response of theChicago Daily Press and Tribunewhich described Douglas’s letter as a “long-winded, pettifogging reply” and noted\n                  that, “Lincoln’s challenge was given as soon after Douglas returned home as good taste\n                  would justify, and more than a quarter of a year before the campaign will be closed,\n                  which is long enough in all conscience for anybody.”Michael Burlingame,Abraham Lincoln: A Life, 1:484;The Illinois State Journal(Springfield), 4 August 1858, 4:5."
      },
      {
        "id": "X617A77DB-BFC3-43EE-A571-5FC103188345",
        "text": "8Lincoln’shandwritten versionuses “extending.”"
      },
      {
        "id": "X37B7E4D2-C19B-46F3-9371-46B190D86348",
        "text": "9Lincoln’shandwritten versionuses “plan.”"
      },
      {
        "id": "X5D51620A-97B0-4A73-83BB-B503B92CBDB5",
        "text": "10Tuesday, November 2 served as election day in 1858.Michael Burlingame,Abraham Lincoln: A Life, 1:545."
      },
      {
        "id": "XC81113AF-2C17-44FD-BCCA-FDBE482DDF96",
        "text": "11Douglas responded to Lincoln’s “A house divided against itself cannot stand” speech,\n                  delivered on June 16, 1858,  on Friday, July 9 in Chicago on Friday, July 9 in Chicago.\n                  He commented on the now-famous phrase, “He (Lincoln) thereforeinviteseach section of the Union to arm itself with powder and ball  and march against,\n                  and extinguish the institutions of the other.”Douglas went on to attack Lincoln’s “house divided” statement in all seven of theLincoln-Douglas Debates, accusing Lincoln of threatening the very existence of the institution of slavery\n                  and of fomenting a war between the northern and southern states.Report of Speech at Springfield, Illinois; Report of Speech at Springfield, Illinois; Fragment of A House Divided: Speech at Springfield, Illinois;Chicago Daily Press and Tribune(IL), 12 July 1858, 2:1; Edwin Erle Sparks, ed.,The Lincoln-Douglas Debates of 1858, vol. 3 ofCollections of the Illinois State Historical Library: Lincoln Series, Vol. 1,(Springfield: Illinois State Historical Library, 1908), 93, 178, 223-24, 254-55,\n                     301-2, 345, 369, 416, 453."
      },
      {
        "id": "X121354AB-8F70-4B3E-B0EA-7360A8C54400",
        "text": "12Lincoln’shandwritten versionuses “on you again.”"
      },
      {
        "id": "4019321",
        "text": "13Early in the campaign, Lincoln had followed Douglas on the stump, delivering speeches\n                  either later in the evening after Douglas finished, or the next day. Both Republicans\n                  and Democrats criticized this strategy.  This also posed challenges, moreover, as\n                  many spectators were unwilling to devote long hours or days to campaign events.Michael Burlingame,Abraham Lincoln: A Life,  1:483-85; Report of Speech at Springfield, Illinois; Report of Speech at Springfield, Illinois; Fragment of A House Divided: Speech at Springfield, Illinois; Report of Speech at Chicago, Illinois; Report of Speech at Chicago, Illinois; Report of Speech at Chicago, Illinois; Speech at Springfield, Illinois; Report of Speech at Springfield, Illinois; Report of Speech at Springfield, Illinois."
      },
      {
        "id": "XE2FA36F5-4D10-4DDC-9DDC-C9F7873E2282",
        "text": "14Douglasproposedthe following schedule:Ottawaon August 21,Freeporton August 27,Jonesboroon September 15,Charlestonon September 18,Galesburgon October 7,Quincyon October 13, andAltonon October 15."
      },
      {
        "id": "X7453EFA4-EC99-49BC-94C6-B06E6A6652D6",
        "text": "15Lincoln’shandwritten versiondoes not include “the.”"
      },
      {
        "id": "XECEDD2C4-33E4-4ABC-B1BE-0C30BED20A03",
        "text": "16The debates followed a format of one candidate speaking for an hour, followed by a\n                  one and a half hour response by the other candidate, and finally a half hour rebuttal\n                  by the first speaker. Douglas and Lincoln would alternate who spoke first, with Douglas\n                  speaking first at the odd numbered debates and Lincoln at the even.  Lincoln concluded\n                  the second, fourth, and sixth debates, while Douglas concluded the first, third, fifth,\n                  and seventh debates.Paul M. Angle, ed.,The Complete Lincoln-Douglas Debates of 1858(Chicago & London: University of Chicago Press, 1991), 285-402;Stephen A. Douglas to Abraham Lincoln."
      }
    ],
    "structured_content": [
      {
        "type": "heading",
        "text": "Abraham Lincoln to Stephen A. Douglas, 29 July 18581"
      },
      {
        "type": "paragraph",
        "text": "Yoursof the 24th in relation to an arrangement to divide time, and address the same audiences,\n               is received; and, in apology for not sooner replying, allow me to say, that when I\n               sat by you at dinner yesterday, I was not aware that you had answeredmy note, nor, certainly, that my own note has2been presented to you.3An hour after, I saw a copy of your answer in theChicago Times; and, reaching home, I found the original awaiting me.4Protesting that your insinuations of attempted unfairness on my part were5unjust, and with the hope that you did not very considerately make them, I proceed\n               to reply.  To your statement that “It has been suggested, recently, that an arrangement\n               had been made to bring out a third candidate for theU.S. Senate, who, with yourself, should canvass theStatein opposition to me,” &c.[etc.], I can only say, that such suggestion must have been made by yourself, for certainly\n               none such has been made by or to me, or otherwise, to my knowledge.6Surely you did notdeliberatelyconclude, as you insinuate, that I was expecting to draw you into an arrangement,\n               of terms to be agreed on by yourself, by which a third candidate and myself, “in concert,\n               might be able to take the opening and closing speech in every case.”"
      },
      {
        "type": "paragraph",
        "text": "As to your surprise that I did not sooner make the proposal to divide time with you,\n               I can only say, I made it as soon as I resolved to make it.7I did not know but that such proposal would come from you; I waited, respectfully,\n               to see.  It may have been well known to you that you went to Springfield for the purpose\n               of agreeing on the plan of campaign; but it was not so known to me.  When your appointments\n               were announced in the papers, extruding8only to the 21st of August, I, for the first time, considered it certain that you\n               would make no proposal to me, and then resolved that, if my friends concurred, I would\n               make one to you.  As soon thereafter as I could see and consult with friends satisfactorily,\n               I did make the proposal.  It did not occur to me that the proposed arrangement could\n               derange your plans9after the latest of your appointments already made.  After that, there was, before\n               the election, largely over two months of clear time.10"
      },
      {
        "type": "paragraph",
        "text": "For you to say that we have already spoken atChicagoand Springfield,  and that on both occasions I had the concluding speech, is hardly\n               a fair statement.  The truth rather is this: At Chicago; July 9th, you made a carefully\n               prepared conclusion on my speech of June 16th.11Twenty-four hours after I made a hasty conclusion on yours of the 9th.  You had\n               six days to prepare, and concluded on me again atBloomingtonon the 16th.  Twenty-four hours after I concluded again on you12at Springfield.  In the meantime, you had made another conclusion on me at Springfield,\n               which I did not hear, and of the contents of which I knew nothing when I spoke; so\n               that your speech made in daylight, and mine at night, of the 17th, at Springfield,\n               were both made in perfect independence of each other.  The dates of making all these\n               speeches will show, I think, that in the matter of time for preparation, the advantage\n               has all been on your side;  and that none of the external circumstances have stood\n               to my advantage.13"
      },
      {
        "type": "paragraph",
        "text": "I agree to an arrangement for us to speak at the seven places you have named, and\n               at your own times, provided, you name the times at once, so that I, as well as you,\n               can have to my self the time not covered by the arrangement.14As to the15other details, I wish perfect reciprocity, and no more.  I wish as much time as you,\n               and that conclusions shall alternate.16That is all."
      }
    ]
  },
  "extraction_date": "2025-12-26 21:53:54",
  "word_count": 643
}