{
  "document_id": "D201046",
  "url": "https://papersofabrahamlincoln.org/documents/D201046",
  "metadata": {
    "date": "1858-07-07",
    "authors": [
      "Lincoln, Abraham (President)"
    ],
    "keywords": [
      "Election districts",
      "Elections",
      "Employment references",
      "Political candidates",
      "United States. Congress. House",
      "United States. Congress. Senate"
    ],
    "type": "Letter"
  },
  "content": {
    "full_text": "Abraham Lincoln to John J. Crittenden, 7 July 18581 Private I beg you will pardon me for the liberty I take in addressing you upon only so limited\n               an acquaintance, and that acquaintance so long past–2I am prompted to do so by a story being whispered about here that you are anxious\n               for the re-election ofDouglasto theU.S. Senate, and also, ofHarris, of our District, to theHouse of Representatives3; and that you^are^pledged to write letters to that effect to your friends here inIllinois, if requested–  I do not believe the  story; but still it gives me some uneasiness–\n               If such were your inclination, I do not believe you would so express yourself–  It\n               is not in character with you, as I have always estimated you–  You have no<Page 2>warmer friends than  here in Illinois; and I assure you nine tenths— I believe ninetynine hundredths— of them would be mortified exceedingly by anything of the sort from you–\n               When I tell you this, make such allowance as you think just for my position, which,\n               I doubt not you understand– Nor am I fishing for a letter on the other side–  Even if such could be had, my judgment\n               is that you would better be \"hands off\" Please drop me a line; and if your purposesare, as I hope theyare not, still let me know it–  The confirmation would pain me much; but I should still continue\n               your friend and admirer–4",
    "paragraphs": [
      "Abraham Lincoln to John J. Crittenden, 7 July 18581",
      "Private",
      "I beg you will pardon me for the liberty I take in addressing you upon only so limited\n               an acquaintance, and that acquaintance so long past–2I am prompted to do so by a story being whispered about here that you are anxious\n               for the re-election ofDouglasto theU.S. Senate, and also, ofHarris, of our District, to theHouse of Representatives3; and that you^are^pledged to write letters to that effect to your friends here inIllinois, if requested–  I do not believe the  story; but still it gives me some uneasiness–\n               If such were your inclination, I do not believe you would so express yourself–  It\n               is not in character with you, as I have always estimated you–  You have no<Page 2>warmer friends than  here in Illinois; and I assure you nine tenths— I believe ninetynine hundredths— of them would be mortified exceedingly by anything of the sort from you–\n               When I tell you this, make such allowance as you think just for my position, which,\n               I doubt not you understand–",
      "Nor am I fishing for a letter on the other side–  Even if such could be had, my judgment\n               is that you would better be \"hands off\"",
      "Please drop me a line; and if your purposesare, as I hope theyare not, still let me know it–  The confirmation would pain me much; but I should still continue\n               your friend and admirer–4"
    ],
    "tables_count": 0,
    "citations": [
      "Allen C. Guelzo,Lincoln and Douglas: The Debates that Defined America(New York: Simon & Schuster, 2008), 273.",
      "Michael Burlingame,Abraham Lincoln: A Life(Baltimore: The Johns Hopkins University Press, 2008), 1:457-85, 557; Allen C. Guelzo,\n                     “Houses Divided: Lincoln, Douglas, and the Political Landscape of 1858,”The Journal of American History94 (September 2007), 392; Howard W. Allen and Vincent A. Lacey, eds.,Illinois Elections, 1818-1990(Carbondale and Edwardsville: Southern Illinois University Press, 1992), 11;Daily Illinois State Journal(Springfield), 11 October 1858, 3:1.",
      "Michael Burlingame,Abraham Lincoln: A Life, 1:456-57, 542-43, 546-47; Allen C. Guelzo,Lincoln and Douglas: The Debates that Defined America, 273-76;The Louisville Daily Journal(KY), 26 October 1858, 2:1;Daily Missouri Republican(St. Louis), 25 October 1858, 2:1; 29 October 1858, 2:1; David Davis to Abraham Lincoln; Henry C. Whitney to Abraham Lincoln."
    ],
    "footnotes": [
      {
        "id": "4018582",
        "text": "1Abraham Lincoln wrote and signed this letter."
      },
      {
        "id": "4018583",
        "text": "2Lincoln first met John J. Crittenden during his lone term in theU.S. House of Representatives.  The last knownletterbetween Lincoln and John J. Crittenden prior to this was from Lincoln on September\n                  2, 1850. In the letter, he supposed that Crittenden would, \"have a slight general\n                  recollection of me; though nothing more, I am aware–\"Allen C. Guelzo,Lincoln and Douglas: The Debates that Defined America(New York: Simon & Schuster, 2008), 273."
      },
      {
        "id": "4018584",
        "text": "3Abraham Lincoln was theRepublicancandidate from Illinois for the U.S. Senate. In the summer and fall of 1858, he crisscrossed\n                  Illinois delivering speeches and campaigning on behalf of Republican candidates for\n                  theIllinois General Assembly. At this time the Illinois General Assembly elected the state’s representatives in\n                  the U.S. Senate, thus the outcome of races for theIllinois House of RepresentativesandIllinois Senatewere of importance to Lincoln’s campaign. He ran against, and lost to,DemocratStephen A. Douglas, the incumbent. See the1858 Illinois Republican Convention;1858 Federal Election.Thomas L. Harris, a Democrat, was running for reelection in the Illinois Sixth Congressional\n                  District.  He won against RepublicanJames H. Matheny, garnering 57.6 percent of the voter to 41.4 percent for Matheny.Michael Burlingame,Abraham Lincoln: A Life(Baltimore: The Johns Hopkins University Press, 2008), 1:457-85, 557; Allen C. Guelzo,\n                     “Houses Divided: Lincoln, Douglas, and the Political Landscape of 1858,”The Journal of American History94 (September 2007), 392; Howard W. Allen and Vincent A. Lacey, eds.,Illinois Elections, 1818-1990(Carbondale and Edwardsville: Southern Illinois University Press, 1992), 11;Daily Illinois State Journal(Springfield), 11 October 1858, 3:1."
      },
      {
        "id": "4018585",
        "text": "4An eminent formerWhig, Crittenden was widely regarded as the natural successor toHenry Clay, and Lincoln worried that a Crittenden endorsement for Douglas would hurt his chances\n                  with his former Whig brethren in Illinois.  Crittenden welcomed Lincoln's rise to\n                  political prominence, but had little sympathy with the Republican Party.  Crittendenrespondedon July 29, assuring Lincoln that he was remembered favorably. Crittenden explained,\n                  however, that he and Douglas, though always belonging to different political parties\n                  and \"opposed, in politics, to each other,\"  shared a strong aversion to theLecompton Constitution.Buchananadministration's harsh response to Douglas and use of its power to prevent his reelection\n                  brought sympathy from Crittenden. He wrote of Douglas, \"I could not but wish for his\n                  success— and his triumph over such a persecution– I thought that his re-election was\n                  necessary as a rebuke to the Administration, and a vindication of the great cause\n                  of popular rights & public justice.\" Crittenden admitted that he had shared his support\n                  of Douglas in various conversations but that he had only sent a handful of letters\n                  in which \"MrDouglas was alluded to and recommended.\" Going forward, he wrote, he could not promise\n                  anything, only that, \"Whatever my future course may be, I trust that I shall so act\n                  as to give no just cause of offence to any candid & liberal friend, even tho' he may\n                  differ with me in opinion.\" Crittenden likewise declared what he said in relation\n                  to Douglas applied to  Thomas L. Harris.Though expressing \"no disposition for officious intermeddling\" in hisletterto Lincoln, Crittenden nonetheless became embroiled in the campaign for the U.S.\n                  Senate.  On July 19,T. Lyle Dickey, a former Whig and Lincoln supporter who had defected to the Democrats and Douglas,\n                  wrote Crittenden requesting that he confirm a conversation with Dickey in April 1858\n                  where Crittenden praised Douglas.  On August 1, Crittenden wrote Dickey confirming\n                  the conversation and his praise for Douglas's service to Illinois and his principled\n                  position on the Lecompton Constitution.  Not wishing to be appear \"to be an officious\n                  intermeddler\" in the election, Crittenden requested that Dickey, should he speak of\n                  the conversation or letter, \"acquit  me of any intermeddling, or of the presumption\n                  of seeking to obtrude myself or my sentiments upon the attention of the people of\n                  Illinois.\" Dickey kept the letter private until October 19, when he read it aloud\n                  in a speech denouncing Lincoln for abandoning Clay and Whiggery.  TheDaily Illinois State Journalsought to mitigate the damage by claiming that Crittenden's letter to Dickey was\n                  a forgery and by suggesting the Crittenden had written Lincoln--presumably Crittenden'sletterof July 29--supporting opposition against Douglas.  TheDaily Missouri Republicandemanded that Lincoln publish this letter, which caused Crittenden, hewroteLincoln on October 27, \"much pain & surprise.\"   TheIllinois State Journalcontinued to misrepresent Crittenden's correspondence to Lincoln, prompting Owen\n                  G. Cates ofSt. Louisto write Crittenden asking if he wrote such a letter.  On October 28, Crittenden\n                  responded in a telegram: \"I have written no such letter.\" Crittenden's letter to Dickey,\n                  Dickey's speech, and Crittenden's subsequent telegram hurt Lincoln in the old Whig\n                  stronghold of Central Illinois, contributing to Lincoln's loss to Douglas.David Davis,Henry C. Whitney, and others blamed Crittenden for Lincoln's defeat, and Lincoln himself, in aletterto Crittenden dated November 4,  claimed that the use of Crittenden's name \"contributed\n                  largely\" to his loss.Michael Burlingame,Abraham Lincoln: A Life, 1:456-57, 542-43, 546-47; Allen C. Guelzo,Lincoln and Douglas: The Debates that Defined America, 273-76;The Louisville Daily Journal(KY), 26 October 1858, 2:1;Daily Missouri Republican(St. Louis), 25 October 1858, 2:1; 29 October 1858, 2:1; David Davis to Abraham Lincoln; Henry C. Whitney to Abraham Lincoln."
      }
    ],
    "structured_content": [
      {
        "type": "heading",
        "text": "Abraham Lincoln to John J. Crittenden, 7 July 18581"
      },
      {
        "type": "paragraph",
        "text": "Private"
      },
      {
        "type": "paragraph",
        "text": "I beg you will pardon me for the liberty I take in addressing you upon only so limited\n               an acquaintance, and that acquaintance so long past–2I am prompted to do so by a story being whispered about here that you are anxious\n               for the re-election ofDouglasto theU.S. Senate, and also, ofHarris, of our District, to theHouse of Representatives3; and that you^are^pledged to write letters to that effect to your friends here inIllinois, if requested–  I do not believe the  story; but still it gives me some uneasiness–\n               If such were your inclination, I do not believe you would so express yourself–  It\n               is not in character with you, as I have always estimated you–  You have no<Page 2>warmer friends than  here in Illinois; and I assure you nine tenths— I believe ninetynine hundredths— of them would be mortified exceedingly by anything of the sort from you–\n               When I tell you this, make such allowance as you think just for my position, which,\n               I doubt not you understand–"
      },
      {
        "type": "paragraph",
        "text": "Nor am I fishing for a letter on the other side–  Even if such could be had, my judgment\n               is that you would better be \"hands off\""
      },
      {
        "type": "paragraph",
        "text": "Please drop me a line; and if your purposesare, as I hope theyare not, still let me know it–  The confirmation would pain me much; but I should still continue\n               your friend and admirer–4"
      }
    ]
  },
  "extraction_date": "2025-12-26 21:51:00",
  "word_count": 238
}