{
  "document_id": "D201127",
  "url": "https://papersofabrahamlincoln.org/documents/D201127",
  "metadata": {
    "date": "1858-10-20",
    "authors": [
      "Lincoln, Abraham (President)"
    ],
    "keywords": [
      "Campaign speeches",
      "Constitutional law",
      "Elections",
      "Founding Fathers of the United States",
      "Kansas-Nebraska Act (United States)",
      "Political campaigns",
      "Political oratory",
      "Slavery--Extension to the territories",
      "United States. Congress. Senate"
    ],
    "type": "Speech"
  },
  "content": {
    "full_text": "Report of Speech at Rushville, Illinois, 20 October 18581 AGREES WITHCLAY. “A HOUSE DIVIDED AGAINST ITSELF,” &c.[etc], Long before the hour of speaking had arrived the vast throng had crowded around the\n               stand eager to see and hear their next Senator, “Honest Abe.”—Precisely at 2 P.M. Mr.Lincoln, preceded by our Band entered the crowd and mounted the stand.  On being introduced\n               in a few appropriate words by Mr.Joseph W. Sweeney, he was greeted with a shower of applause, and immediately entered upon his speech.2 It would be needless to undertake to give even a synopsis of his remarks, because\n               by this time, all who wish to know his views on the questions of the day, have become\n               familiar with them through his many published speeches.  We will however name a few\n               of those points which bear more directly on those questions concerning which Mr. Lincoln\n               has been so much abused. He devoted the opening of his speech to the opinions and policy ofHenry Clayon the slavery question, showing that his views and Clay’s coincided, exactly; namely:\n               That in the States where it already exists, it should not be interfered with, but\n               in laying the foundation of societies, in our new Territories, where slavery does\n               not exist, it should not be introduced as an element.3 Mr. Lincoln next took up that position of hisSpringfieldspeech, about which so much has been said.4As we find about the same ideas involved in his lateAlton speech, that he introduced here, we take the liberty to transfer them to our columns as\n               being more satisfactory to our readers.5 “Judge Douglashas again referred to a Springfield speech in which I said “a house divided, against\n                  itself cannot stand.” ‘TheJudgehas so often made the entire quotation from that speech that I can make it from memory.\n                  I used this language: And when Judge Douglas asks me why we cannot let it remain part slave and part free\n                  as the fathers of the government made, he asks a question based upon an assumption\n                  which is itself a falsehood; and I turn upon him and ask him the question, when the\n                  policy that the fathers of the government had adopted in relation to this element\n                  among us, was the best policy in the world—the only wise policy—the only policy that\n                  we can ever safely continue upon—that will ever give us peace unless this dangerous\n                  element masters us all and becomes a national institution—I turn upon him and ask him why he could not let it alone? I turn and ask him why he was driven to the necessity of introducing anew policyin regard to it? He has himself said he introduced a new policy.  He said so in his\n                  speech on the 22d of March of the present year, 1858.12I asked him why he could not let it remain where our fathers placed it? I ask too\n                  of Judge Douglas and his friends why we shall not again place this institution upon\n                  the basis on which the fathers left it? I ask you when he infers that I am in favor\n                  of setting the free and slave States at war, when the institution was placed in that\n                  attitude by those who made the constitution,did they make any war? If we had no war out of it when thus placed, wherein is the ground of belief that\n                  we shall have war out of it if we return to that policy?  Have we had any peace upon\n                  this springing from any other basis?  I maintain that we have not.  I have proposed\n                  nothing more than a return to the policy of the fathers.” Other points were discussed but we can’t now present them.",
    "paragraphs": [
      "Report of Speech at Rushville, Illinois, 20 October 18581",
      "AGREES WITHCLAY.",
      "“A HOUSE DIVIDED AGAINST ITSELF,” &c.[etc],",
      "Long before the hour of speaking had arrived the vast throng had crowded around the\n               stand eager to see and hear their next Senator, “Honest Abe.”—Precisely at 2 P.M. Mr.Lincoln, preceded by our Band entered the crowd and mounted the stand.  On being introduced\n               in a few appropriate words by Mr.Joseph W. Sweeney, he was greeted with a shower of applause, and immediately entered upon his speech.2",
      "It would be needless to undertake to give even a synopsis of his remarks, because\n               by this time, all who wish to know his views on the questions of the day, have become\n               familiar with them through his many published speeches.  We will however name a few\n               of those points which bear more directly on those questions concerning which Mr. Lincoln\n               has been so much abused.",
      "He devoted the opening of his speech to the opinions and policy ofHenry Clayon the slavery question, showing that his views and Clay’s coincided, exactly; namely:\n               That in the States where it already exists, it should not be interfered with, but\n               in laying the foundation of societies, in our new Territories, where slavery does\n               not exist, it should not be introduced as an element.3",
      "Mr. Lincoln next took up that position of hisSpringfieldspeech, about which so much has been said.4As we find about the same ideas involved in his lateAlton speech, that he introduced here, we take the liberty to transfer them to our columns as\n               being more satisfactory to our readers.5",
      "“Judge Douglashas again referred to a Springfield speech in which I said “a house divided, against\n                  itself cannot stand.” ‘TheJudgehas so often made the entire quotation from that speech that I can make it from memory.\n                  I used this language:",
      "And when Judge Douglas asks me why we cannot let it remain part slave and part free\n                  as the fathers of the government made, he asks a question based upon an assumption\n                  which is itself a falsehood; and I turn upon him and ask him the question, when the\n                  policy that the fathers of the government had adopted in relation to this element\n                  among us, was the best policy in the world—the only wise policy—the only policy that\n                  we can ever safely continue upon—that will ever give us peace unless this dangerous\n                  element masters us all and becomes a national institution—I turn upon him and ask him why he could not let it alone? I turn and ask him why he was driven to the necessity of introducing anew policyin regard to it? He has himself said he introduced a new policy.  He said so in his\n                  speech on the 22d of March of the present year, 1858.12I asked him why he could not let it remain where our fathers placed it? I ask too\n                  of Judge Douglas and his friends why we shall not again place this institution upon\n                  the basis on which the fathers left it? I ask you when he infers that I am in favor\n                  of setting the free and slave States at war, when the institution was placed in that\n                  attitude by those who made the constitution,did they make any war? If we had no war out of it when thus placed, wherein is the ground of belief that\n                  we shall have war out of it if we return to that policy?  Have we had any peace upon\n                  this springing from any other basis?  I maintain that we have not.  I have proposed\n                  nothing more than a return to the policy of the fathers.”",
      "Other points were discussed but we can’t now present them."
    ],
    "tables_count": 0,
    "citations": [
      "Schuyler Citizen(Rushville, IL), 27 October 1858, 2:1-3.",
      "The Lincoln Log: A Daily Chronology of the Life of Abraham Lincoln, 20 October 1858,https://thelincolnlog.org/Results.aspx?type=CalendarDay&day=1858-10-20; Michael Burlingame,Abraham Lincoln: A Life(Baltimore: The Johns Hopkins University Press, 2008), 1:457-61, 476-77, 513-14,\n                     546-47; Allen C. Guelzo, “Houses Divided: Lincoln, Douglas, and the Political Landscape\n                     of 1858,”The Journal of American History94 (September 2007), 392-99, 400-401, 414-16.",
      "First Debate with Stephen A. Douglas at Ottawa, Illinois; First Debate with Stephen A. Douglas at Ottawa, Illinois; First Debate with Stephen A. Douglas at Ottawa, Illinois; Allen C. Guelzo, “Houses Divided: Lincoln, Douglas, and the Political Landscape\n                     of 1858,” 400-401;Illinois Daily Journal(Springfield), 2 October 1854, 2:2; Stephen Hansen and Paul Nygard, “Stephen A. Douglas,\n                     the Know-Nothings, and the Democratic Party in Illinois, 1854-1858,”Illinois Historical Journal87 (Summer 1994), 114, 117-19, 122-23, 125.",
      "Michael Burlingame,Abraham Lincoln: A Life. 1:457-58; Report of Speech at Springfield, Illinois; Report of Speech at Springfield, Illinois; Fragment of A House Divided Speech at Springfield, Illinois; Report of Speech at Springfield, Illinois; Lincoln-Douglas Debates Scrapbook.",
      "The Lincoln Log: A Daily Chronology of the Life of Abraham Lincoln, 15 October 1858,https://thelincolnlog.org/Results.aspx?type=CalendarDay&day=1858-10-15; Seventh Debate with Stephen A. Douglas at Alton, Illinois;Seventh Debate with Stephen A. Douglas at Alton, Illinois;Seventh Debate with Stephen A. Douglas at Alton, Illinois; Lincoln-Douglas Debates Scrapbook.",
      "“An Act to Organize the Territories of Kansas and Nebraska,” 30 May 1854,Statutes at Large of the United States10 (1855):283, 289; “An Act to Authorize the People of the Missouri Territory to\n                     Form a Constitution and State Government, and for the Admission of such State into\n                     the Union on an Equal Footing with the Original States, and to Prohibit Slavery in\n                     Certain Territories,” 6 March 1820,Statutes at Large of the United States3 (1846):548.",
      "Michael Burlingame,Abraham Lincoln: A Life, 1:542; Albert D. Kirwan,John J. Crittenden: The Struggle for the Union(Lexington: University of Kentucky Press, 1962), 314-15.",
      "David M. Potter,The Impending Crisis: America Before the Civil War 1848-1861(New York: Harper & Row, 1976), 307, 315-16, 318, 320, 325; Wendell H. Stephenson,\n                     “Lecompton Constitution,”Dictionary of American History, rev. ed. (New York: Charles Scribner's Sons, 1976), 4:130-31;Cong. Globe, 35th Cong., 1st Sess., Appendix, 195 (1858).",
      "U.S. Const. art. I, § 9; “An Act to Prohibit the Importation of Slaves Into Any Port\n                     or Place Within the Jurisdiction of the United States, From and After the First Day\n                     of January, in the Year of our Lord One Thousand Eight Hundred and Eight,” 2 March\n                     1807,Statutes at Large of the United States2 (1850):426-30.",
      "U.S. Const. art. I, § 2-3; U.S. Const. art. XIV; James Oakes,The Crooked Path to Abolition: Abraham Lincoln and the Antislavery Constitution(New York: W. W. Norton, 2021), 10-11.",
      "U.S. Const. art. IV, § 2.",
      "H. M. Flint,Life of Stephen A. Douglas To Which Are Added His Speeches and Reports(Philadelphia: John E. Potter, 1863), 96;Cong. Globe, 35th Cong., 1st Sess., Appendix, 194-201 (1858)"
    ],
    "footnotes": [
      {
        "id": "XE8F760B7-2F66-4A07-B23F-2B47C730C62D",
        "text": "1This report appeared in the October 27, 1858 edition ofRushville’sSchuyler Citizen.Schuyler Citizen(Rushville, IL), 27 October 1858, 2:1-3."
      },
      {
        "id": "X7CD33920-9D39-4623-B297-F52E63FFA59C",
        "text": "2Abraham Lincoln spoke to an audience of between 2,000 and 3,000. At one point, hecklers\n                  forced Lincoln to pause his talk and ask for quiet.Abraham Lincoln was theRepublicancandidate fromIllinoisfor theU.S. Senate. At this time theIllinois General Assemblyelected the state’s representatives in the U.S. Senate, thus the outcome of races\n                  for theIllinois House of RepresentativesandIllinois Senatewere of importance to Lincoln’s campaign. Lincoln campaigned extensively in Illinois\n                  in the summer and fall of 1858, delivering speeches and campaigning on behalf of Republican\n                  candidates for the General Assembly. He and his opponent,DemocratStephen A. Douglas, the incumbent, both focused their campaign efforts on the formerWhigstronghold of central Illinois, where the state legislative races were the closest.\n                  In local elections, Republicans gained a majority of the votes, but pro-Douglas Democrats\n                  retained control of the General Assembly, and Douglas won reelection. See1858 Illinois Republican Convention;1858 Federal Election.The Lincoln Log: A Daily Chronology of the Life of Abraham Lincoln, 20 October 1858,https://thelincolnlog.org/Results.aspx?type=CalendarDay&day=1858-10-20; Michael Burlingame,Abraham Lincoln: A Life(Baltimore: The Johns Hopkins University Press, 2008), 1:457-61, 476-77, 513-14,\n                     546-47; Allen C. Guelzo, “Houses Divided: Lincoln, Douglas, and the Political Landscape\n                     of 1858,”The Journal of American History94 (September 2007), 392-99, 400-401, 414-16."
      },
      {
        "id": "4019426",
        "text": "3In theLincoln-Douglas Debatesand solo speeches, Lincoln and Douglas battled over which party, the Democratic or\n                  the Republican, best represented and defended Henry Clay’s legacy. For published reports\n                  of additional 1858 campaign speeches in which Lincoln’s explanations of how the political\n                  principles of Henry Clay were similar to the platform of the Republican Party were\n                  reported more fully, see Report of Speech at Lewistown, Illinois,Summary of Speech at Augusta, Illinois, Report of Speech at Bloomington, Illinois, and Report of Speech at Edwardsville, Illinois.First Debate with Stephen A. Douglas at Ottawa, Illinois; First Debate with Stephen A. Douglas at Ottawa, Illinois; First Debate with Stephen A. Douglas at Ottawa, Illinois; Allen C. Guelzo, “Houses Divided: Lincoln, Douglas, and the Political Landscape\n                     of 1858,” 400-401;Illinois Daily Journal(Springfield), 2 October 1854, 2:2; Stephen Hansen and Paul Nygard, “Stephen A. Douglas,\n                     the Know-Nothings, and the Democratic Party in Illinois, 1854-1858,”Illinois Historical Journal87 (Summer 1994), 114, 117-19, 122-23, 125."
      },
      {
        "id": "XF34B1A60-64F8-4835-8420-3789BBFE8CE2",
        "text": "4Lincoln was  nominated as the party candidate for the U.S. Senate at the 1858 Illinois\n                  Republican Convention in Springfield on June 16, 1858. His acceptance speech is one\n                  of his most famous and became known as his “House Divided” speech.Michael Burlingame,Abraham Lincoln: A Life. 1:457-58; Report of Speech at Springfield, Illinois; Report of Speech at Springfield, Illinois; Fragment of A House Divided Speech at Springfield, Illinois; Report of Speech at Springfield, Illinois; Lincoln-Douglas Debates Scrapbook."
      },
      {
        "id": "XDB96645A-4C46-4B85-AF17-5D277731EB9C",
        "text": "5The seventh installment of the Lincoln-Douglas Debates was held on October 15, 1858,\n                  inAlton, Illinois. The speeches of Lincoln and Douglas were printed in several newspapers. The paragraphs\n                  quoted here match closely with theversionprinted in theChicago Press and Tribune.The Lincoln Log: A Daily Chronology of the Life of Abraham Lincoln, 15 October 1858,https://thelincolnlog.org/Results.aspx?type=CalendarDay&day=1858-10-15; Seventh Debate with Stephen A. Douglas at Alton, Illinois;Seventh Debate with Stephen A. Douglas at Alton, Illinois;Seventh Debate with Stephen A. Douglas at Alton, Illinois; Lincoln-Douglas Debates Scrapbook."
      },
      {
        "id": "XF85DBC62-0BFC-4AD4-A833-6858F85914B1",
        "text": "6Lincoln is referring to the 1854Kansas-Nebraska Actand popular sovereignty. The Kansas-Nebraska Act repealed the portion of theMissouri Compromisewhich had prohibited slavery north of latitude 36° 30′. According to the language\n                  of the act, the true intent of the act admittingMissouriinto the Union was not to either legislate or exclude slavery from any state or territory,\n                  but to leave the citizens of such entities free to regulate their own institutions,\n                  subject only to the U.S. Constitution.“An Act to Organize the Territories of Kansas and Nebraska,” 30 May 1854,Statutes at Large of the United States10 (1855):283, 289; “An Act to Authorize the People of the Missouri Territory to\n                     Form a Constitution and State Government, and for the Admission of such State into\n                     the Union on an Equal Footing with the Original States, and to Prohibit Slavery in\n                     Certain Territories,” 6 March 1820,Statutes at Large of the United States3 (1846):548."
      },
      {
        "id": "X78A9494B-FB28-4DAD-AEE8-F6E239D7A2CA",
        "text": "7SenatorJohn J. Crittendenhad opposed the Kansas-Nebraska Act from the onset, arguing that the Missouri Compromise\n                  was a sacred compact between the sections that should not be repealed without the\n                  express consent of the North.  An eminent former Whig,  Crittenden was widely regarded\n                  as the natural successor to Clay.   Lincoln worried that a Crittenden endorsement\n                  for Douglas would hurt his chances with his former Whig brethren in Illinois.  Crittenden\n                  welcomed Lincoln's rise to political prominence, but had little sympathy with the\n                  Republican Party. Hearing rumors that Crittenden favored Douglas's reelection, LincolnwroteCrittenden on July 7 asking if the rumor was true.   Crittendenrespondedon July 29, assuring Lincoln that he was remembered favorably (the two had met while\n                  Lincoln was serving theU.S. House of Representatives). Crittenden explained, however, that he and Douglas, though always belonging to\n                  different political parties and \"opposed, in politics, to each other,\" shared a strong\n                  aversion to theLecompton Constitution. TheJames Buchananadministration's harsh response to Douglas and use of its power to prevent his reelection\n                  brought sympathy from Crittenden. He wrote of Douglas, \"I could not but wish for his\n                  success— and his triumph over such a persecution– I thought that his re-election was\n                  necessary as a rebuke to the Administration, and a vindication of the great cause\n                  of popular rights & public justice.\" Crittenden assure Lincoln of his neutrality,\n                  however,  expressing \"no disposition for officious intermeddling\" in the election.Michael Burlingame,Abraham Lincoln: A Life, 1:542; Albert D. Kirwan,John J. Crittenden: The Struggle for the Union(Lexington: University of Kentucky Press, 1962), 314-15."
      },
      {
        "id": "XCE412829-6F87-490D-A8B6-A7AB1A8D41D9",
        "text": "8Lincoln is referencing the conflict within theDemocratic Partyover the Lecompton Constitution. During the agitation over whether to admitKansasas a free or slave state, pro-slavery Kansans held a constitutional convention inLecomptonfrom September 7 to November 8, 1857, drafting a constitution guaranteeing slaveholders\n                  already in the territory their property rights and leaving the decision whether to\n                  allow new slaves into the territory to voters in a referendum. Voters could vote for\n                  the “constitution with slavery” or the “constitution without slavery,” but were not\n                  offered the opportunity to accept or reject the constitution as a whole. On December\n                  21, 1857, Kansans voting in the referendum on the Lecompton Constitution--free state\n                  Kansans abstained from participating--cast 6,226 votes for Lecompton with slavery\n                  and 569 for it without slavery amid charges of voter fraud. On January 4, 1858, however,\n                  Kansans voting in elections called by the anti-slavery legislature--pro-slavery Kansans\n                  abstained from participating-- overwhelmingly rejected the Lecompton Constitution.\n                  Despite opposition in Kansas and considerable backlash from Republicans and the anti-slavery\n                  faction in the Democratic Party, President James Buchanan supported the Lecompton\n                  Constitution, urging that Kansas be admitted into the Union under its terms. Douglas\n                  opposed it, however, bringing him into conflict with Buchanan. Buchanan warned Douglas\n                  that he faced political reprisals if he opposed the administration, but Douglas defied\n                  the president, arguing in a speech before the U.S. Senate that the Lecompton Constitution\n                  did not reflect the will of the actual inhabitants of Kansas, citing the December\n                  21, 1857 vote that allowed voters to vote for the constitution but not against it.\n                  The Senate approved the Lecompton Constitution, but Republicans, Democratic allies\n                  of Douglas, and others, with Douglas as floor leader of the opposition, defeated it\n                  in the U.S. House of Representatives. SeeBleeding Kansas.David M. Potter,The Impending Crisis: America Before the Civil War 1848-1861(New York: Harper & Row, 1976), 307, 315-16, 318, 320, 325; Wendell H. Stephenson,\n                     “Lecompton Constitution,”Dictionary of American History, rev. ed. (New York: Charles Scribner's Sons, 1976), 4:130-31;Cong. Globe, 35th Cong., 1st Sess., Appendix, 195 (1858)."
      },
      {
        "id": "4019427",
        "text": "9Article one, section nine of the U.S. Constitution included this clause regarding\n                  the importation of persons.  In 1807, Congress enacted legislation prohibiting the\n                  importation of slaves to any American port on January 1, 1808.U.S. Const. art. I, § 9; “An Act to Prohibit the Importation of Slaves Into Any Port\n                     or Place Within the Jurisdiction of the United States, From and After the First Day\n                     of January, in the Year of our Lord One Thousand Eight Hundred and Eight,” 2 March\n                     1807,Statutes at Large of the United States2 (1850):426-30."
      },
      {
        "id": "X9A1F6BC5-3C7E-4E7C-9B75-AB0326237716",
        "text": "10Per article one, section two of the U.S. Constitution, the number of representatives\n                  that each state is granted in the U.S. House of Representatives is determined in proportion\n                  to the population of the state. For the purposes of apportionment, three-fifths of\n                  the total number of a state’s enslaved persons were added to each state’s population\n                  for the purposes of calculating congressional representation. The Three-Fifths Compromise,\n                  reached during the1787 Constitutional Conventionand in force until the ratification of the Fourteenth Amendment in 1868, granted\n                  slave-holding states more representatives in Congress as well as more electoral votes\n                  in presidential elections than they would have had if only the number of free persons\n                  were used to calculate each state’s congressional apportionment.U.S. Const. art. I, § 2-3; U.S. Const. art. XIV; James Oakes,The Crooked Path to Abolition: Abraham Lincoln and the Antislavery Constitution(New York: W. W. Norton, 2021), 10-11."
      },
      {
        "id": "4019428",
        "text": "11Article four, section two of the U.S. Constitution included the right of a slaveholder\n                  to reclaim an enslaved person who escaped to another state.U.S. Const. art. IV, § 2."
      },
      {
        "id": "XCCF02302-B819-451D-B611-B2B553A280A7",
        "text": "12On March 22, 1858, Douglas delivered a three-hour long address in the U.S. Senate\n                  denouncing the Lecompton Constitution.H. M. Flint,Life of Stephen A. Douglas To Which Are Added His Speeches and Reports(Philadelphia: John E. Potter, 1863), 96;Cong. Globe, 35th Cong., 1st Sess., Appendix, 194-201 (1858)"
      }
    ],
    "structured_content": [
      {
        "type": "heading",
        "text": "Report of Speech at Rushville, Illinois, 20 October 18581"
      },
      {
        "type": "description",
        "text": "AGREES WITHCLAY."
      },
      {
        "type": "description",
        "text": "“A HOUSE DIVIDED AGAINST ITSELF,” &c.[etc],"
      },
      {
        "type": "paragraph",
        "text": "Long before the hour of speaking had arrived the vast throng had crowded around the\n               stand eager to see and hear their next Senator, “Honest Abe.”—Precisely at 2 P.M. Mr.Lincoln, preceded by our Band entered the crowd and mounted the stand.  On being introduced\n               in a few appropriate words by Mr.Joseph W. Sweeney, he was greeted with a shower of applause, and immediately entered upon his speech.2"
      },
      {
        "type": "paragraph",
        "text": "It would be needless to undertake to give even a synopsis of his remarks, because\n               by this time, all who wish to know his views on the questions of the day, have become\n               familiar with them through his many published speeches.  We will however name a few\n               of those points which bear more directly on those questions concerning which Mr. Lincoln\n               has been so much abused."
      },
      {
        "type": "paragraph",
        "text": "He devoted the opening of his speech to the opinions and policy ofHenry Clayon the slavery question, showing that his views and Clay’s coincided, exactly; namely:\n               That in the States where it already exists, it should not be interfered with, but\n               in laying the foundation of societies, in our new Territories, where slavery does\n               not exist, it should not be introduced as an element.3"
      },
      {
        "type": "paragraph",
        "text": "Mr. Lincoln next took up that position of hisSpringfieldspeech, about which so much has been said.4As we find about the same ideas involved in his lateAlton speech, that he introduced here, we take the liberty to transfer them to our columns as\n               being more satisfactory to our readers.5"
      },
      {
        "type": "paragraph",
        "text": "“Judge Douglashas again referred to a Springfield speech in which I said “a house divided, against\n                  itself cannot stand.” ‘TheJudgehas so often made the entire quotation from that speech that I can make it from memory.\n                  I used this language:"
      },
      {
        "type": "paragraph",
        "text": "And when Judge Douglas asks me why we cannot let it remain part slave and part free\n                  as the fathers of the government made, he asks a question based upon an assumption\n                  which is itself a falsehood; and I turn upon him and ask him the question, when the\n                  policy that the fathers of the government had adopted in relation to this element\n                  among us, was the best policy in the world—the only wise policy—the only policy that\n                  we can ever safely continue upon—that will ever give us peace unless this dangerous\n                  element masters us all and becomes a national institution—I turn upon him and ask him why he could not let it alone? I turn and ask him why he was driven to the necessity of introducing anew policyin regard to it? He has himself said he introduced a new policy.  He said so in his\n                  speech on the 22d of March of the present year, 1858.12I asked him why he could not let it remain where our fathers placed it? I ask too\n                  of Judge Douglas and his friends why we shall not again place this institution upon\n                  the basis on which the fathers left it? I ask you when he infers that I am in favor\n                  of setting the free and slave States at war, when the institution was placed in that\n                  attitude by those who made the constitution,did they make any war? If we had no war out of it when thus placed, wherein is the ground of belief that\n                  we shall have war out of it if we return to that policy?  Have we had any peace upon\n                  this springing from any other basis?  I maintain that we have not.  I have proposed\n                  nothing more than a return to the policy of the fathers.”"
      },
      {
        "type": "paragraph",
        "text": "Other points were discussed but we can’t now present them."
      }
    ]
  },
  "extraction_date": "2025-12-26 22:02:09",
  "word_count": 611
}