{
  "document_id": "D206773",
  "url": "https://papersofabrahamlincoln.org/documents/D206773",
  "metadata": {
    "date": "1850-04-26",
    "authors": [
      "Lincoln, Abraham"
    ],
    "keywords": [
      "Actions and defenses",
      "Adverse possession",
      "Ejectment",
      "Land titles",
      "Real property"
    ],
    "type": "Letter"
  },
  "content": {
    "full_text": "Abraham Lincoln to Thomas J. Turner, 26 April 18501",
    "paragraphs": [
      "Abraham Lincoln to Thomas J. Turner, 26 April 18501"
    ],
    "tables_count": 0,
    "citations": [
      "The Lincoln Log: A Daily Chronology of the Life of Abraham Lincoln, 6 April 1850,http://www.thelincolnlog.org/Results.aspx?type=CalendarDay&day=1850-04-06; 22 April 1850,http://www.thelincolnlog.org/Results.aspx?type=CalendarDay&day=1850-04-22.",
      "For the letters related to this case, seeKemper v. Adams & Bovey, Martha L. Benner and Cullom Davis et al., eds.,The Law Practice of Abraham Lincoln: Complete Documentary Edition, 2d edition (Springfield: Illinois Historic Preservation Agency, 2009),http://www.lawpracticeofabrahamlincoln.org/Details.aspx?case=140935."
    ],
    "footnotes": [
      {
        "id": "X108252BD-9380-40E7-8519-AE0F80C1AD63",
        "text": "1Abraham Lincoln wrote and signed this letter."
      },
      {
        "id": "XC02B47DA-AB57-4577-85B2-1844646501AC",
        "text": "2Thomas J. Turner’s letter has not been located.Lincoln was away from Springfield traveling  theEighth Judicial Circuitfrom April 6 to April 22.The Lincoln Log: A Daily Chronology of the Life of Abraham Lincoln, 6 April 1850,http://www.thelincolnlog.org/Results.aspx?type=CalendarDay&day=1850-04-06; 22 April 1850,http://www.thelincolnlog.org/Results.aspx?type=CalendarDay&day=1850-04-22."
      },
      {
        "id": "XE78F402E-B99C-4E23-8A4D-9C67BC63588C",
        "text": "3Lincoln is referencing a lawsuit involving John H. Kemper,Adam Adams, andJohn Bovey.  Kemper recovered a judgment against William F. Bradshaw, and the U.S. marshal sold\n                  Bradshaw's land inOgle County, Illinois, to satisfy the judgment.  Bradshaw conveyed the land to Adams and Bovey.  Adams\n                  and Bovey had possession of the land that Kemper claimed to own by virtue of the judgment.\n                  Kemper sued Adams and Bovey in an action of ejectment in theU.S. Circuit Court, District of Illinois, to remove them from the property.  Adams and Bovey retained Lincoln, Turner, andSolon Cumins; Kemper retainedStephen T. Logan. Lincoln and his fellow attorneys for the defense argued that the time during which\n                  Kemper could sue had expired.  The Circuit Court found for Kemper, and Adams and Bovey\n                  motioned for a new trial.  The court granted the motion, and the jury found for Kemper.\n                  Adams and Bovey apparently sued Kemper for an injunction to stop the execution of\n                  the judgment, and in March 1858, theU.S. Circuit Court, Northern District of Illinois, ruled for Adams and Bovey.  Lincoln received $100 for his legal services.As indicated in aletterto Turner, Lincoln first became involved in the lawsuit in December 1849.  In aletterdated February 8, 1850, Lincoln noted that there were some mistakes in the description\n                  of the land in Turner’s bill of chancery sent to Lincoln in a letter dated December\n                  5, 1849.  Lincoln requested an accurate description of the land, which Turner must\n                  have provided in a letter Lincoln received on April 22, 1850.Between 1850 and 1858, Lincoln wrote Turner nine letters relating to this case.  He\n                  also corresponded with Adams, Bovey, and Cumins.For the letters related to this case, seeKemper v. Adams & Bovey, Martha L. Benner and Cullom Davis et al., eds.,The Law Practice of Abraham Lincoln: Complete Documentary Edition, 2d edition (Springfield: Illinois Historic Preservation Agency, 2009),http://www.lawpracticeofabrahamlincoln.org/Details.aspx?case=140935."
      }
    ],
    "structured_content": [
      {
        "type": "heading",
        "text": "Abraham Lincoln to Thomas J. Turner, 26 April 18501"
      }
    ]
  },
  "extraction_date": "2025-12-26 21:23:23",
  "word_count": 9
}