{
  "document_id": "D206876",
  "url": "https://papersofabrahamlincoln.org/documents/D206876",
  "metadata": {
    "date": "1849-12-15",
    "authors": [
      "Lincoln, Abraham (President)"
    ],
    "keywords": [
      "Actions and defenses",
      "Adverse possession",
      "Ejectment",
      "Land titles",
      "Real property"
    ],
    "type": "Letter"
  },
  "content": {
    "full_text": "Abraham Lincoln to Thomas J. Turner, 15 December 18492",
    "paragraphs": [
      "Abraham Lincoln to Thomas J. Turner, 15 December 18492"
    ],
    "tables_count": 0,
    "citations": [
      "“Bill in Chancery,” “Chancery,” Reference, Glossary, Martha L. Benner and Cullom Davis\n                     et al., eds.,The Law Practice of Abraham Lincoln: Complete Documentary Edition, 2d edition (Springfield: Illinois Historic Preservation Agency, 2009),http://www.lawpracticeofabrahamlincoln.org/Reference.aspx?ref=Reference%20html%20files/Glossary.html; Henry Campbell Black,Black’s Law Dictionary, 6th ed. (St. Paul, MN: West, 1990), 231.",
      "For the letters related to this case, seeKemper v. Adams & Bovey, Martha L. Benner and Cullom Davis et al., eds.,The Law Practice of Abraham Lincoln: Complete Documentary Edition,http://www.lawpracticeofabrahamlincoln.org/Details.aspx?case=140935.",
      "Michael F. Holt,The Rise and Fall of the American Whig Party: Jacksonian Politics and the Onset of\n                        the Civil War(New York: Oxford University Press, 1999), 414-19; Elbert B. Smith,President Zachary Taylor: The Hero President(New York: Nova History, 2007), 169-70."
    ],
    "footnotes": [
      {
        "id": "X897217F1-6283-4DA8-8CB0-AC3A4C251ED5",
        "text": "1Thomas J. Turner wrote this docketing."
      },
      {
        "id": "XFBDCE847-FDDD-4A6A-84F3-D115F91258FB",
        "text": "2Abraham Lincoln wrote and signed this letter, including the address on the last sheet,\n                  which was folded to create an envelope."
      },
      {
        "id": "XC759082D-471C-4473-A569-DCF3BF7CDA99",
        "text": "3Turner’s letter to Lincoln of December 5, 1849, has not been located.  Bill in Chancery\n                  is a generic term for any action in the chancery division of the law.  The chancery\n                  or equity division is devoted to settling legal issues where there is no remedy in\n                  the common law.“Bill in Chancery,” “Chancery,” Reference, Glossary, Martha L. Benner and Cullom Davis\n                     et al., eds.,The Law Practice of Abraham Lincoln: Complete Documentary Edition, 2d edition (Springfield: Illinois Historic Preservation Agency, 2009),http://www.lawpracticeofabrahamlincoln.org/Reference.aspx?ref=Reference%20html%20files/Glossary.html; Henry Campbell Black,Black’s Law Dictionary, 6th ed. (St. Paul, MN: West, 1990), 231."
      },
      {
        "id": "X2DD81122-C0F6-4224-BA46-53E25F3179E5",
        "text": "4Lincoln is referencing a lawsuit involvingJohn H. Kemper,Adam Adams, andJohn Bovey.  Kemper recovered a judgment againstWilliam F. Bradshaw, and the U.S. marshal sold Bradshaw's land inOgle County, Illinois, to satisfy the judgment.  Bradshaw conveyed the land to Adams and Bovey.  Adams\n                  and Bovey had possession of the land that Kemper claimed to own by virtue of the judgment.\n                  Kemper sued Adams and Bovey in an action of ejectment in theU.S. Circuit Court, District of Illinois, to remove them from the property.  Adams and Bovey retained Lincoln, Turner, andSolon Cumins; Kemper retainedStephen T. Logan. Lincoln and his fellow attorneys for the defense argued that the time during which\n                  Kemper could sue had expired.  The Circuit Court found for Kemper, and Adams and Bovey\n                  motioned for a new trial.  The court granted the motion, and the jury found for Kemper.\n                  Adams and Bovey apparently sued Kemper for an injunction to stop the execution of\n                  the judgment, and in March 1858, theU.S. Circuit Court, Northern District of Illinois, ruled for Adams and Bovey.  Lincoln received $100 for his legal services.Between 1850 and 1858, Lincoln wrote Turner nine letters relating to this case.  He\n                  also corresponded with Adams, Bovey, and Cumins.For the letters related to this case, seeKemper v. Adams & Bovey, Martha L. Benner and Cullom Davis et al., eds.,The Law Practice of Abraham Lincoln: Complete Documentary Edition,http://www.lawpracticeofabrahamlincoln.org/Details.aspx?case=140935."
      },
      {
        "id": "X3893087B-5DEB-4D25-BEAA-23194ADD813E",
        "text": "5Reference to the travails of the administration of PresidentZachary Taylor, which received fierce criticism from bothWhigsandDemocratsover the distribution of patronage.  Conflicts and complaints over the distribution\n                  of patronage dominated the first nine months of the Taylor presidency. Taylor had\n                  positioned himself as a candidate above or unbound by party affiliation, but this\n                  proved easier in making policy than in distributing jobs. The federal civil service\n                  had grown to over 18,000, and Whigs, out of power since 1840, were eager to reap the\n                  rewards of thevictory in 1848. The pool of applicants was vast, however, and Whigs often squabbled over who was\n                  most deserving of accommodation. Many Democrats also voted for Taylor, and they wanted\n                  Taylor to make good on his pledge to be a president of all Americans. Taylor did seek\n                  to broaden support for his administration by offering appointments to both Whigs and\n                  Democrats, but the administration’s inept handling of patronage irritated both groups.\n                  Whigs divided bitterly over patronage, and Democrats, led by its press, continually\n                  condemned President Taylor’s patronage policies as a betrayal of his promise of bipartisanship.\n                  Lincoln was among the deserving Whigs having failed to receive an appointment, losing\n                  out toJustin H. Butterfieldin the contest to become commissioner of theU.S. General Land Office.  The Democrat Turner also apparently came away empty handed. See theGeneral Land Office Affair.Michael F. Holt,The Rise and Fall of the American Whig Party: Jacksonian Politics and the Onset of\n                        the Civil War(New York: Oxford University Press, 1999), 414-19; Elbert B. Smith,President Zachary Taylor: The Hero President(New York: Nova History, 2007), 169-70."
      },
      {
        "id": "X1FE0D6AA-11A1-4DAB-9FBE-933EE91818E1",
        "text": "6Turner wrote this docketing."
      }
    ],
    "structured_content": [
      {
        "type": "heading",
        "text": "Abraham Lincoln to Thomas J. Turner, 15 December 18492"
      }
    ]
  },
  "extraction_date": "2025-12-26 21:21:26",
  "word_count": 9
}