{
  "document_id": "D208762",
  "url": "https://papersofabrahamlincoln.org/documents/D208762",
  "metadata": {
    "date": "1858-04-03",
    "authors": [
      "Grimshaw, Jackson"
    ],
    "keywords": [
      "Actions and defenses",
      "Land titles",
      "Real property",
      "Slavery--Extension to the territories"
    ],
    "type": "Letter"
  },
  "content": {
    "full_text": "Jackson Grimshaw to Abraham Lincoln, 3 April 18581 Yourfavourof 27thult. came duly to hand–  I have been engaged incourtor it should have been    sooner answered.2 I return your agreement with the title of cases & signed.  I also annex an additional\n               agreement, which if you will, please sign & notify me  that you have done so.  I also\n               enclose you with a view to that agreement the certified copy ofthedeedas  recorded.3We can prove the facts stated by Recorders, but for the purpose of presenting the\n               dry legal question  in these cases can see no use in either party being at any unneccessary trouble.  Please return me this copy & notify me whether you do or do not sign the\n               agreement.4 We have a rumour here per telegraph thatLecomptonis defeated in thehouse.5We will not however sell out toDouglass&Morris.6The resolutions at our meeting the other night were drawn byJonas, are a little too strong in several particulars, but in the main express the position<Page 2>of theRepublicansof  5thDistrict.7 We are not  content merely with the defeat of Lecompton, we are opposed to the extension\n               of slavery & believe Douglass & the leaders of theIllinoisDemocracyare responsible for affording the south the opportunity of carrying slavery intoKansas. Mess[Messieurs] Douglas, Morris et id omne genus8may vote with me, but I never will vote for them or aid in endorsing them or elevating\n               them to office.  I am out of politics so far as any personal aspirations are concerned\n               but I never will forgive any northern man who voted for therepeal of the Mo. Compromisewhile inCongressor who as a leader has  since sustained it.9",
    "paragraphs": [
      "Jackson Grimshaw to Abraham Lincoln, 3 April 18581",
      "Yourfavourof 27thult. came duly to hand–  I have been engaged incourtor it should have been    sooner answered.2",
      "I return your agreement with the title of cases & signed.  I also annex an additional\n               agreement, which if you will, please sign & notify me  that you have done so.  I also\n               enclose you with a view to that agreement the certified copy ofthedeedas  recorded.3We can prove the facts stated by Recorders, but for the purpose of presenting the\n               dry legal question  in these cases can see no use in either party being at any unneccessary trouble.  Please return me this copy & notify me whether you do or do not sign the\n               agreement.4",
      "We have a rumour here per telegraph thatLecomptonis defeated in thehouse.5We will not however sell out toDouglass&Morris.6The resolutions at our meeting the other night were drawn byJonas, are a little too strong in several particulars, but in the main express the position<Page 2>of theRepublicansof  5thDistrict.7",
      "We are not  content merely with the defeat of Lecompton, we are opposed to the extension\n               of slavery & believe Douglass & the leaders of theIllinoisDemocracyare responsible for affording the south the opportunity of carrying slavery intoKansas.",
      "Mess[Messieurs] Douglas, Morris et id omne genus8may vote with me, but I never will vote for them or aid in endorsing them or elevating\n               them to office.  I am out of politics so far as any personal aspirations are concerned\n               but I never will forgive any northern man who voted for therepeal of the Mo. Compromisewhile inCongressor who as a leader has  since sustained it.9"
    ],
    "tables_count": 0,
    "citations": [
      "“An Act to Change the Time of Holding Court in the Fifteenth Judicial Circuit,” 19\n                     February 1857,Laws of Illinois(1857),  27.",
      "Powell v. Ament & Beer, Martha L. Benner and Cullom Davis et al., eds.,The Law Practice of Abraham Lincoln: Complete Documentary Edition, 2d edition (Springfield: Illinois Historic Preservation Agency, 2009),http://www.lawpracticeofabrahamlincoln.org/Details.aspx?case=137595; Richard Lloyd to Abraham Lincoln.",
      "David M. Potter and Don E. Fehrenbacher,The Impending Crisis, 1848-1861(New York: Harper & Row, 1976), 322-25.",
      "Michael Burlingame,Abraham Lincoln: A Life(Baltimore: The Johns Hopkins University Press, 2008), 1:445-50; Howard W. Allen\n                     and Vincent A. Lacey, eds.,Illinois Elections, 1818-1990(Carbondale and Edwardsville: Southern Illinois University Press, 1992), 10, 140;Speech of Hon. I. N. Morris, of Illinois, Against the Admission of Kansas under the\n                        Lecompton Constitution. Delivered in the House of Representatives, February 23, 1858([Washington, DC]: Lemuel Towers, [1858]).",
      "Quincy Daily Whig and Republican(IL), 1 April 1858, 3:1; 2 April 1858, 2:2.",
      "Oxford Latin Dictionary(Oxford: Clarendon Press, 1968), 761.",
      "Howard W. Allen and Vincent A. Lacey, eds.,Illinois Elections, 1818-1990,  10, 11, 140, 142."
    ],
    "footnotes": [
      {
        "id": "4018684",
        "text": "1Jackson Grimshaw wrote and signed this letter."
      },
      {
        "id": "4018698",
        "text": "2The spring term ofAdams County Circuit Courtwas scheduled to commence on the fourth Monday in March, which in 1858 was March\n                  22.“An Act to Change the Time of Holding Court in the Fifteenth Judicial Circuit,” 19\n                     February 1857,Laws of Illinois(1857),  27."
      },
      {
        "id": "X52908758-143E-4851-B2D6-1342A12832AE",
        "text": "3The documents that Grimshaw enclosed here were related to the case ofPowell v. Ament & Beer, which involved a dispute over the ownership of land inAdams County, Illinois. The case commenced in theU.S. Circuit Court for the Southern District of Illinoisin January 1858, with Abraham Lincoln representing the plaintiff and Grimshaw as\n                  an attorney for the defendants. At issue in the case was title to property which had\n                  originally been military bounty land patented byJabez Morseand whichJeremiah Evartsclaimed to have purchased from Morse, apparently through land agentsMoore, Morton & Company. Lincoln’s client claimed ownership originating in Evarts’ supposed title to the\n                  property, and the defendants traced their title through transactions that originated\n                  with Morse’s heirs. Neither the deed nor the agreement in the case enclosed here have\n                  been located, but Grimshaw summarized what stipulations relative to the above facts of the case had been agreed upon by\n                  both sides in a letter he wrote to Lincoln on behalf of the firm ofWilliams, Grimshaw & Williamslater in the course of the lawsuit. Based on Grimshaw’s summary the certified copy\n                  of a deed returned here was likely one that purported to convey the land in question\n                  fromCyrus Trueto defendantAnson C. Ament, with True having purchased from Morse’s heirs. Neither the deed nor the agreement\n                  was apparently ever filed in the case. Lincoln’s involvement in the case ended about\n                  1860. After three trials, the case was ultimately decided in 1863 in favor of the\n                  plaintiff.Powell v. Ament & Beer, Martha L. Benner and Cullom Davis et al., eds.,The Law Practice of Abraham Lincoln: Complete Documentary Edition, 2d edition (Springfield: Illinois Historic Preservation Agency, 2009),http://www.lawpracticeofabrahamlincoln.org/Details.aspx?case=137595; Richard Lloyd to Abraham Lincoln."
      },
      {
        "id": "4018722",
        "text": "4Lincolnrespondedto Grimshaw on April 11, 1858."
      },
      {
        "id": "4018699",
        "text": "5TheU.S. Senatehad passed a bill to admit Kansas as a state under the Lecompton Constitution on\n                  March 23, 1858. Rather than approving the Senate bill, the U.S. House of Representatives\n                  instead voted on April 1 to approve a measure that became known as the Crittenden-Montgomery\n                  resolution, which provided for the resubmission of the Lecompton Constitution to the\n                  residents of Kansas. The resolution had previously failed in the Senate, thus Congress\n                  was now deadlocked on the  issue of the Lecompton Constitution. The matter was sent\n                  to a conference committee, which produced a compromise measure that became known as\n                  theEnglishbill. The English bill  provided for an up or down vote on the Lecompton Constitution\n                  in the Kansas Territory and avoided a direct resubmission of the constitution to the\n                  people of Kansas by attaching it to an adjusted land grant. On April 30, the English\n                  bill passed in both houses of the U.S. Congress, but Kansans overwhelmingly voted\n                  against it on August 2.David M. Potter and Don E. Fehrenbacher,The Impending Crisis, 1848-1861(New York: Harper & Row, 1976), 322-25."
      },
      {
        "id": "4018702",
        "text": "6Stephen A. Douglas criticized the Lecompton Constitution andJames Buchanan’s support of it in December 1857,  causing a rift in the Democratic Party. Some Republicans\n                  were excited by Douglas’ repudiation of the Lecompton Constitution to the extent that\n                  they considered supporting his bid for reelection to the U.S. Senate in theelection of 1858. Although Douglas later denied it, he courted Republican support—meeting in person\n                  with prominent men such asHorace Greeleyand hinting in correspondence to Republicans that he was finished with the Democratic\n                  Party. Lincoln and other Republicans were concerned by these developments and urged\n                  fellow party members to remain loyal in the upcoming election. In Lincoln’s view,\n                  Douglas disagreed with the Buchanan administration over whether the Lecompton Constitution\n                  accurately represented the will of Kansans, but did not repudiate the overall goal\n                  of admitting Kansas as a slave state.Democrat Isaac N. Morris was the current U.S. Congressman from Illinois’ Fifth Congressional\n                  District, which included Adams County. Morris also opposed the admission of Kansas\n                  under the Lecompton Constitution, and in a speech on the subject he praised Douglas\n                  for his position on the matter and argued that the Lecompton Constitution did not\n                  represent the will of the residents of Kansas.  Morris stated in his speech that if\n                  he were a Kansan, he would prefer the territory to become a free state.Michael Burlingame,Abraham Lincoln: A Life(Baltimore: The Johns Hopkins University Press, 2008), 1:445-50; Howard W. Allen\n                     and Vincent A. Lacey, eds.,Illinois Elections, 1818-1990(Carbondale and Edwardsville: Southern Illinois University Press, 1992), 10, 140;Speech of Hon. I. N. Morris, of Illinois, Against the Admission of Kansas under the\n                        Lecompton Constitution. Delivered in the House of Representatives, February 23, 1858([Washington, DC]: Lemuel Towers, [1858])."
      },
      {
        "id": "X230AB9A6-0D15-4EE2-AFE1-195F101CE47B",
        "text": "7A Republican Party mass meeting was held at the Adams County courthouse in Quincy\n                  on April 1, 1858. At the meeting Abraham Jonas successfully moved  for the creation\n                  of a committee of five to draft resolutions “expressive of the sense of the meeting”\n                  and was himself named to the committee. The meeting members unanimously adopted the\n                  resolutions drafted, which included a reaffirmation of the1856 Republican Party platform, a condemnation of the Democratic Party’s “outrageous attempt” to bring the Kansas\n                  Territory into the union as a slave state under the Lecompton Constitution, a vow\n                  to oppose the admission of any slave state created out of territory where slavery\n                  had never been allowed or had been abolished, a declaration of opposition to any future\n                  compromise on the subject of slavery, and an intention to “organize and prepare for\n                  the coming contest between Freedom and Slavery”.Quincy Daily Whig and Republican(IL), 1 April 1858, 3:1; 2 April 1858, 2:2."
      },
      {
        "id": "XF1D37AE4-B0E0-45A4-9000-8FA9248DA9F6",
        "text": "8The Latin phrase “et id omne genus” can be translated as “and all of that sort”.Oxford Latin Dictionary(Oxford: Clarendon Press, 1968), 761."
      },
      {
        "id": "4018700",
        "text": "9Despite his assertion that he no longer had personal political aspirations, Grimshaw\n                  challenged Morris in the 1858 election for the U.S. House of Representatives in Illinois’\n                  Fifth Congressional District. Grimshaw lost to Morris, garnering 45.4 percent of the\n                  vote to Morris’ 52.7 percent. Grimshaw had also previously lost the U.S. House of\n                  Representatives race in the Fifth District to Morris in theelection of 1856.Howard W. Allen and Vincent A. Lacey, eds.,Illinois Elections, 1818-1990,  10, 11, 140, 142."
      }
    ],
    "structured_content": [
      {
        "type": "heading",
        "text": "Jackson Grimshaw to Abraham Lincoln, 3 April 18581"
      },
      {
        "type": "paragraph",
        "text": "Yourfavourof 27thult. came duly to hand–  I have been engaged incourtor it should have been    sooner answered.2"
      },
      {
        "type": "paragraph",
        "text": "I return your agreement with the title of cases & signed.  I also annex an additional\n               agreement, which if you will, please sign & notify me  that you have done so.  I also\n               enclose you with a view to that agreement the certified copy ofthedeedas  recorded.3We can prove the facts stated by Recorders, but for the purpose of presenting the\n               dry legal question  in these cases can see no use in either party being at any unneccessary trouble.  Please return me this copy & notify me whether you do or do not sign the\n               agreement.4"
      },
      {
        "type": "paragraph",
        "text": "We have a rumour here per telegraph thatLecomptonis defeated in thehouse.5We will not however sell out toDouglass&Morris.6The resolutions at our meeting the other night were drawn byJonas, are a little too strong in several particulars, but in the main express the position<Page 2>of theRepublicansof  5thDistrict.7"
      },
      {
        "type": "paragraph",
        "text": "We are not  content merely with the defeat of Lecompton, we are opposed to the extension\n               of slavery & believe Douglass & the leaders of theIllinoisDemocracyare responsible for affording the south the opportunity of carrying slavery intoKansas."
      },
      {
        "type": "paragraph",
        "text": "Mess[Messieurs] Douglas, Morris et id omne genus8may vote with me, but I never will vote for them or aid in endorsing them or elevating\n               them to office.  I am out of politics so far as any personal aspirations are concerned\n               but I never will forgive any northern man who voted for therepeal of the Mo. Compromisewhile inCongressor who as a leader has  since sustained it.9"
      }
    ]
  },
  "extraction_date": "2025-12-26 21:46:37",
  "word_count": 267
}