{
  "document_id": "D208752",
  "url": "https://papersofabrahamlincoln.org/documents/D208752",
  "metadata": {
    "date": "1856-07-05",
    "authors": [
      "Trumbull, Lyman"
    ],
    "keywords": [
      "Political conventions",
      "Political candidates",
      "Elections",
      "Presidents--Election",
      "Political oratory",
      "Speeches",
      "Political party organization",
      "Kansas-Nebraska Act (United States)",
      "Slavery--Extension to the territories"
    ],
    "type": "Letter"
  },
  "content": {
    "full_text": "Lyman Trumbull to Abraham Lincoln, 5 July 18561 I thought with you at the time thePhiladelphia Con. met thatMcLeanwas the strongest man not only inIllsbut in the Union, but I now think differently–2Fremontwill get a largedemocraticvote in all the western states, quite enough to carry him in, if he gets the mass\n               of theWhigs, as I trust he will–  There is a great deal of enthusiasm for Fremont & not any forBuchannan;3but after all I do not think it would have<Page 2>made much difference who who we nominated– It is the cause rather than the man which creates the excitement– I have never seen such a deep seated feeling among the People–  It is with the South^ern counties that we in Ills[Illinois]^Illsthat wewill have most  trouble, & perhaps there may be some difficulty in reconciling  the\n               Whigs through the  centre. If you could make a tour through South Illsin company with such a man asPalmer, make speeches & get up organizations to where we could send documents for distribution,\n               we could accomplish something I think in that quarter–  Unless something of the kind\n               is done, I fear<Page 3>Marshall’s district will go almost en-masse against us–4Douglashas been perfectly whipped out of his self government, non-intervention & popular\n               sovereignty dogmas–Toombs’ bill as amended  repeals  numerous Acts of the so calledterritorial  Legislature–  This is, of course, a complete assumption byCongressof its authority over the  territories–  When Congress without having reserved the\n               power in the  organic acts, goes into theterritory, & abolishes the local laws of its territorial legislature, it of course blows sky\n               high all Douglas theories & his speeches about the sovereign rights of the people\n               of the territories–   You<Page 4>see by the proceedings that we tested Douglas’ & Co[Company] on various  admendments, & compelled them to vote squarly against the right of a territorial legislature to regulate slavery, & also  against\n               the proposition that slavery in the absence of local laws cannot go into the territories–5 Bissellwrites me in fine spirits & thinks we will carry thestate–  Look out for a big majority in the 8thDistrict for Fremont & Bissell–6",
    "paragraphs": [
      "Lyman Trumbull to Abraham Lincoln, 5 July 18561",
      "I thought with you at the time thePhiladelphia Con. met thatMcLeanwas the strongest man not only inIllsbut in the Union, but I now think differently–2Fremontwill get a largedemocraticvote in all the western states, quite enough to carry him in, if he gets the mass\n               of theWhigs, as I trust he will–  There is a great deal of enthusiasm for Fremont & not any forBuchannan;3but after all I do not think it would have<Page 2>made much difference who who we nominated– It is the cause rather than the man which creates the excitement–",
      "I have never seen such a deep seated feeling among the People–  It is with the South^ern counties that we in Ills[Illinois]^Illsthat wewill have most  trouble, & perhaps there may be some difficulty in reconciling  the\n               Whigs through the  centre.",
      "If you could make a tour through South Illsin company with such a man asPalmer, make speeches & get up organizations to where we could send documents for distribution,\n               we could accomplish something I think in that quarter–  Unless something of the kind\n               is done, I fear<Page 3>Marshall’s district will go almost en-masse against us–4Douglashas been perfectly whipped out of his self government, non-intervention & popular\n               sovereignty dogmas–Toombs’ bill as amended  repeals  numerous Acts of the so calledterritorial  Legislature–  This is, of course, a complete assumption byCongressof its authority over the  territories–  When Congress without having reserved the\n               power in the  organic acts, goes into theterritory, & abolishes the local laws of its territorial legislature, it of course blows sky\n               high all Douglas theories & his speeches about the sovereign rights of the people\n               of the territories–   You<Page 4>see by the proceedings that we tested Douglas’ & Co[Company] on various  admendments, & compelled them to vote squarly against the right of a territorial legislature to regulate slavery, & also  against\n               the proposition that slavery in the absence of local laws cannot go into the territories–5",
      "Bissellwrites me in fine spirits & thinks we will carry thestate–  Look out for a big majority in the 8thDistrict for Fremont & Bissell–6"
    ],
    "tables_count": 0,
    "citations": [
      "Proceedings of the First Three Republican National Conventions of 1856, 1860 and 1864(Minneapolis, MN: Charles W. Johnson, 1893), 15.",
      "Proceedings of the First Three Republican National Conventions of 1856, 1860 and 1864, 54; Jean H. Baker,James Buchanan(New York: Times Books, 2004), 69-70; David Herbert Donald,Lincoln(New York: Touchstone, 1995), 192.",
      "Daily Illinois State Journal(Springfield), 29 May 1856, 2:3; David Herbert Donald,Lincoln, 190-92; Michael Burlingame,Abraham Lincoln: A Life(Baltimore: The Johns Hopkins University Press, 2008), 1:424-28; Howard W. Allen\n                     and Vincent A. Lacey, eds.,Illinois Elections, 1818-1990(Carbondale and Edwardsville: Southern Illinois University Press, 1992), 10.",
      "S. 356. 34th Cong. 1st sess. (1856);Cong. Globe, 34th Cong., 1st Sess., 1439 (1856);Cong. Globe, 34th Cong., 1st Sess., Appendix, 778-79, 796-99 (1856); “An Act to Organize the\n                     Territories of Kansas and Nebraska,” 30 May 1854,Statutes at Large of the United States10 (1855):277-290; Ulrich Bonnell Phillips,The Life of Robert Toombs(New York: Macmillan, 1913), 126, 128; David M. Potter and Don E. Fehrenbacher,The Impending Crisis, 1848-1861(New York: Harper & Row, 1976), 215.",
      "Howard W. Allen and Vincent A. Lacey, eds.,Illinois Elections, 1818-1990, 10, 135-40;Daily Illinois State Journal(Springfield), 20 November 1856, 2:2;Cong. Globe, 34th Cong., 3rd Sess., 652 (1857); Michael F. Holt,The Rise and Fall of the American Whig Party: Jacksonian Politics and the Onset of\n                        the Civil War(New York: Oxford University Press, 1999), 979."
    ],
    "footnotes": [
      {
        "id": "XD198FCA8-E7ED-46C4-A52E-3655451DAF1A",
        "text": "1Lyman Trumbull wrote and signed this letter. He also wrote the name and address on\n                  the envelope shown in the fifth image."
      },
      {
        "id": "X2AE2F1F5-3179-46F1-BB4D-24C12A6CDAF9",
        "text": "2TheRepublican Partyheld its1856 national conventioninPhiladelphia, Pennsylvaniaduring the third week in June. In a June 7, 1856letterto Trumbull, Abraham Lincoln had advocated for U.S. Supreme Court Justice John McLean\n                  to become the Republican Party’s nominee for president in the1856 Federal Election, asserting that McLean was the candidate most likely to appeal to conservative former\n                  Whigs within the nascent Republican Party. In his June 15 reply, Trumbull wrote that he agreed McLean was the party’s best option for a presidential\n                  candidate and that Lincoln’s June 7 letter convinced him to attend the 1856 Republican\n                  National Convention to help ensure that a conservative candidate such as McLean was\n                  nominated.Proceedings of the First Three Republican National Conventions of 1856, 1860 and 1864(Minneapolis, MN: Charles W. Johnson, 1893), 15."
      },
      {
        "id": "X8E7A2286-6CBB-4434-BDCE-85E47D76D3E4",
        "text": "3At the 1856 Republican National Convention, the party’s delegates nominated John C.\n                  Fremont as the party’s candidate for president. Fremont received 359 delegate votes\n                  to McLean’s 190.During the1856 Democratic National ConventioninCincinnati, Ohioduring the first week in June 1856, the Democratic Party had nominated James Buchanan\n                  as its candidate for president, believing him to be a less controversial alternative\n                  to both incumbent presidentFranklin Pierceand Stephen A. Douglas.Proceedings of the First Three Republican National Conventions of 1856, 1860 and 1864, 54; Jean H. Baker,James Buchanan(New York: Times Books, 2004), 69-70; David Herbert Donald,Lincoln(New York: Touchstone, 1995), 192."
      },
      {
        "id": "XF4720DD9-9A5B-411C-86F8-6DD74C8A8AA0",
        "text": "4John M. Palmer had served as president of the1856 Illinois Anti-Nebraska Conventionthat effectively created the Republican Party and was considered a loyal member of\n                  the new party. In July 1856, Lincoln, Trumbull, and other Republican leaders even\n                  tried (but failed) to convince Palmer to run for Illinois’ Sixth Congressional District’s\n                  seat in theU.S. House of Representatives.Lincoln delivered more than fifty speeches throughoutIllinoisduring the 1856 campaign, including in southern Illinois. Turnout was low in southern\n                  Illinois, however, as relatively few Republicans lived in the area. AlthoughWilliam H. Herndonaccompanied him during some of this stumping, there is no indication that Palmer\n                  accompanied Lincoln on any speaking tours during the election campaign of 1856.Democrat Samuel S. Marshall was a candidate for reelection to the U.S. House of Representatives\n                  in 1856, representing Illinois’ Ninth Congressional District.Daily Illinois State Journal(Springfield), 29 May 1856, 2:3; David Herbert Donald,Lincoln, 190-92; Michael Burlingame,Abraham Lincoln: A Life(Baltimore: The Johns Hopkins University Press, 2008), 1:424-28; Howard W. Allen\n                     and Vincent A. Lacey, eds.,Illinois Elections, 1818-1990(Carbondale and Edwardsville: Southern Illinois University Press, 1992), 10."
      },
      {
        "id": "X933B13AC-5DC7-47C8-BE7C-91AD34734BFF",
        "text": "5Trumbull is discussing debates in theU.S. Senateregarding the so-called “Toombs bill.” On June 23, 1856, Robert A. Toombs announced\n                  his intention of introducing a  bill that would supposedly quell the escalatingpolitical violence in Kansas. The so-called Toombs Bill sought to resolve issues in theKansas Territoryby formulating a process for bringing the territory into the union as a new state.\n                  The bill proposed taking a census of the Kansas Territory’s inhabitants, empowering\n                  President Pierce to appoint five commissioners to ensure that voting integrity existed\n                  in the territory, and authorizing white men over twenty-one years of age residing\n                  in the territory to elect a convention to form a state government.On July 2, the Senate brought the bill up to a vote and a debate on the bill ensued,\n                  during which Trumbull and others proposed multiple amendments. Douglas participated\n                  in this debate. Trumbull argued that because Toombs’ bill stipulated that the Kansas\n                  Territory’s voters be, in effect, re-registered under federal supervision, that the\n                  bill was asserting the right of the U.S. Congress to regulate and govern the territories\n                  and would therefore nullify laws which the Kansas Territorial Legislature had passed\n                  related to the management of its own elections. TheKansas-Nebraska Actdid not specify that the U.S. Congress reserved the right to assert its authority\n                  over the territories’ elections. Although the Senate voted to amend the Toombs bill\n                  so that the Kansas Territory’s elections were merely postponed rather than forbidden\n                  until the “complete execution” of the act, Trumbull argued that the bill exposed Douglas\n                  and the Democrats’ hypocrisy on the concept of popular sovereignty. Trumbull proposed\n                  an amendment with language explicitly declaring “all the acts and proceedings” of\n                  the Kansas Territorial Legislature “null and void” as well as an amendment making\n                  it clear that the Kansas Territorial Legislature held the right “at any time to exclude\n                  slavery . . . or to recognize and regulate it therein.” The Senate rejected both of\n                  these amendments.Toombs’ bill passed the Senate, which had a Democratic majority, on  July 2, but\n                  ultimately failed in the U.S. House of Representatives, in which Republicans held\n                  a majority.S. 356. 34th Cong. 1st sess. (1856);Cong. Globe, 34th Cong., 1st Sess., 1439 (1856);Cong. Globe, 34th Cong., 1st Sess., Appendix, 778-79, 796-99 (1856); “An Act to Organize the\n                     Territories of Kansas and Nebraska,” 30 May 1854,Statutes at Large of the United States10 (1855):277-290; Ulrich Bonnell Phillips,The Life of Robert Toombs(New York: Macmillan, 1913), 126, 128; David M. Potter and Don E. Fehrenbacher,The Impending Crisis, 1848-1861(New York: Harper & Row, 1976), 215."
      },
      {
        "id": "XD9F76057-9727-48BC-AFA9-A665780C155F",
        "text": "6In the federal election of 1856, Buchanan won the presidency. In Illinois, he won\n                  44.1 percent of the total vote to Fremont’s 40.2 percent, 15.7 percent going toMillard Fillmore, candidate of theAmerican Party.Illinois voters elected William H. Bissell governor over DemocratWilliam A. Richardsonand American Party candidateBuckner S. Morris. Bissell won nearly 47 percent of the vote to Richardson’s nearly 45 percent and\n                  Morris’s 8 percent. In Illinois’ Eighth Congressional District, which Trumbull predicted\n                  would give both Fremont and Bissell a “big majority,” Fremont won only one of the\n                  nine counties which comprised the District:Saint Clair County. Similarly, Bissell won only Saint Clair County andMadison County. Every other county in the state’s Eighth Congressional District returned strong\n                  majorities for both Buchanan and Richardson.Trumbull’s predictions that the Republican Party would likely encounter difficulties\n                  in both southern and central  Illinois and in Illinois’ Ninth Congressional District,\n                  specifically, were proven correct. In the contest for seats in the U.S. House of Representatives,\n                  voters in the state’s two southern congressional districts—eight and nine—elected\n                  Democratic candidates over Republican candidates by strong margins.  In the Ninth\n                  Congressional District, which Trumbull worried would vote against the Republicans\n                  “en masse,” Democratic candidate Marshall triumphed over Republican candidateBenjamin L. Wileywith 82.5 percent to 17.4 percent of the vote. The Democratic Party also won strong\n                  majorities in nearly every county in the Ninth Congressional District in both the\n                  gubernatorial and presidential races. OnlyEdwards CountyandWabash Countybroke pattern; voters in these counties awarded Bissell the majority in close contests\n                  for the governorship, and gave Fillmore narrow majorities in the presidential race.In the central Illinois districts—four, five, six, and seven—the races for seats in\n                  the U.S. House were more competitive than the races in southern Illinois: Republicans\n                  won only the Fourth Congressional District, with 51.1 percent of the vote to Democrats’\n                  45.7 percent, yet lost the races in the Fifth, Sixth, and Seventh Congressional Districts.\n                  In the race for the governorship, Richardson secured victories in every county in\n                  the Fifth, Sixth, and Seventh Congressional Districts except two:Henderson County, which Bissell won, andPiatt County, which Morris won. The gubernatorial race in the Fourth Congressional District was\n                  more competitive, with Richardson winning five counties and Bissell six. The outcome\n                  was the same in the Fourth Congressional District in the presidential contest: Buchanan\n                  won the same five counties that Richardson won, and Fremont won the same six counties\n                  as Bissell. Buchanan won every county in the Sixth and Seventh Congressional Districts\n                  except for Piatt County, which  Fillmore won. Buchanan also won all but two counties\n                  in the Fifth Congressional District.Democratic incumbentThomas L. Harrisalso ultimately won Illinois’ Sixth District’s seat over RepublicanJohn Williamsin the race that Palmer refused to join.Howard W. Allen and Vincent A. Lacey, eds.,Illinois Elections, 1818-1990, 10, 135-40;Daily Illinois State Journal(Springfield), 20 November 1856, 2:2;Cong. Globe, 34th Cong., 3rd Sess., 652 (1857); Michael F. Holt,The Rise and Fall of the American Whig Party: Jacksonian Politics and the Onset of\n                        the Civil War(New York: Oxford University Press, 1999), 979."
      },
      {
        "id": "X47DAF701-BC69-4CA2-8816-AE21E4231F96",
        "text": "7LincolnwroteTrumbull at least one more letter regarding the election of 1856 after this letter."
      },
      {
        "id": "X8B5CAC16-1D7C-480C-970B-FECD4DDC5C16",
        "text": "8An unknown person wrote this docketing."
      }
    ],
    "structured_content": [
      {
        "type": "heading",
        "text": "Lyman Trumbull to Abraham Lincoln, 5 July 18561"
      },
      {
        "type": "paragraph",
        "text": "I thought with you at the time thePhiladelphia Con. met thatMcLeanwas the strongest man not only inIllsbut in the Union, but I now think differently–2Fremontwill get a largedemocraticvote in all the western states, quite enough to carry him in, if he gets the mass\n               of theWhigs, as I trust he will–  There is a great deal of enthusiasm for Fremont & not any forBuchannan;3but after all I do not think it would have<Page 2>made much difference who who we nominated– It is the cause rather than the man which creates the excitement–"
      },
      {
        "type": "paragraph",
        "text": "I have never seen such a deep seated feeling among the People–  It is with the South^ern counties that we in Ills[Illinois]^Illsthat wewill have most  trouble, & perhaps there may be some difficulty in reconciling  the\n               Whigs through the  centre."
      },
      {
        "type": "paragraph",
        "text": "If you could make a tour through South Illsin company with such a man asPalmer, make speeches & get up organizations to where we could send documents for distribution,\n               we could accomplish something I think in that quarter–  Unless something of the kind\n               is done, I fear<Page 3>Marshall’s district will go almost en-masse against us–4Douglashas been perfectly whipped out of his self government, non-intervention & popular\n               sovereignty dogmas–Toombs’ bill as amended  repeals  numerous Acts of the so calledterritorial  Legislature–  This is, of course, a complete assumption byCongressof its authority over the  territories–  When Congress without having reserved the\n               power in the  organic acts, goes into theterritory, & abolishes the local laws of its territorial legislature, it of course blows sky\n               high all Douglas theories & his speeches about the sovereign rights of the people\n               of the territories–   You<Page 4>see by the proceedings that we tested Douglas’ & Co[Company] on various  admendments, & compelled them to vote squarly against the right of a territorial legislature to regulate slavery, & also  against\n               the proposition that slavery in the absence of local laws cannot go into the territories–5"
      },
      {
        "type": "paragraph",
        "text": "Bissellwrites me in fine spirits & thinks we will carry thestate–  Look out for a big majority in the 8thDistrict for Fremont & Bissell–6"
      }
    ]
  },
  "extraction_date": "2025-12-26 21:39:34",
  "word_count": 349
}