{
  "document_id": "D208597",
  "url": "https://papersofabrahamlincoln.org/documents/D208597",
  "metadata": {
    "date": "1839-01-17",
    "authors": [
      "Lincoln, Abraham (President)"
    ],
    "keywords": [
      "Public lands",
      "State governments--Finance",
      "Public land sales",
      "Public works"
    ],
    "type": "Resolution"
  },
  "content": {
    "full_text": "Resolution regarding the Purchase of Unsold Federal Lands, 17 January 18391 Resolved by theGeneral Assemblyof the state ofIllinois, that the said State propose to purchase of the government of the United States,\n               all the lands not sold or otherwise disposed of, within the limits of said State,\n               at the rate of twentyfive cents per acre, to be paid (unless otherwise agreed upon)\n               at such time, as the said Government of the United States, shall deliver over to the\n               authorities of the^said^State of Illinois, all the plats, Field Notes &c[etc.] &c. pertaining to the surveys of said lands—2 Resolved, that the faith of the said State of Illinois is hereby irrevocably pledged,\n               to carry into\n               effect the foregoing proposal, if the Government of the United States shall accept\n               the same within two\n               years from the passage hereof— Resolved, that our Senators inCongressbe instructed and our Representatives requested, to use their\n               best exertions to procure the passage of a law or resolution of Congressofcongressaccepting the foregoing proposal— Resolved that the Governor be requested to transmit a copy of the foregoing resolutions\n               to each of our\n               Senators and Representatives in Congress—3",
    "paragraphs": [
      "Resolution regarding the Purchase of Unsold Federal Lands, 17 January 18391",
      "Resolved by theGeneral Assemblyof the state ofIllinois, that the said State propose to purchase of the government of the United States,\n               all the lands not sold or otherwise disposed of, within the limits of said State,\n               at the rate of twentyfive cents per acre, to be paid (unless otherwise agreed upon)\n               at such time, as the said Government of the United States, shall deliver over to the\n               authorities of the^said^State of Illinois, all the plats, Field Notes &c[etc.] &c. pertaining to the surveys of said lands—2",
      "Resolved, that the faith of the said State of Illinois is hereby irrevocably pledged,\n               to carry into\n               effect the foregoing proposal, if the Government of the United States shall accept\n               the same within two\n               years from the passage hereof—",
      "Resolved, that our Senators inCongressbe instructed and our Representatives requested, to use their\n               best exertions to procure the passage of a law or resolution of Congressofcongressaccepting the foregoing proposal—",
      "Resolved that the Governor be requested to transmit a copy of the foregoing resolutions\n               to each of our\n               Senators and Representatives in Congress—3"
    ],
    "tables_count": 0,
    "citations": [
      "Illinois HouseJournal.  1838. 11th G. A., 1st sess., \n                     142, 151, 152, 223-25, 299, 328-29, 600; Illinois SenateJournal. 1838. 11th G. A., 1st sess., 266, 330, 499.",
      "Paul W. Gates, “Public Domain,”Dictionary of American Historyrev. ed. (New York: Charles Scribner’s Sons, 1976), 5:443-44; Norma Lois Peterson,The Presidencies of William Henry Harrison & John Tyler(Lawrence: University Press of Kansas, 1989), 98; “An Act to Appropriate the Proceeds\n                     of the Sales of the Public Lands, and to Grant Pre-Emption Rights,” 4 September 1841,Statutes at Large of the United States5 (1856):453-58.",
      "Illinois HouseJournal.  1838. 11th G. A., 1st sess., \n                     225; Illinois SenateJournal. 1838. 11th G. A., 1st sess., 266.",
      "Illinois HouseJournal.  1838. 11th G. A., 1st sess., \n                     299."
    ],
    "footnotes": [
      {
        "id": "XEF98ABDA-4AE6-4FD1-8287-D7A4BEEBCCF7",
        "text": "1On December 26, 1838, the House of Representatives passed aresolutioninstructing the Committee on Finance to report on the subject of unsold federal lands.\n                  On January 1, 1839,Jonas Rawaltof the Committee of Finance, of which Abraham  Lincoln was a member, reported back\n                  the resolution, written entirely by Lincoln, asking that the committee be discharged\n                  from further consideration, in which the House concurred. Later that day, Lincoln\n                  moved that the House reconsider this vote, and the House concurred. The House subsequently\n                  refused to discharge the committee from further consideration. On January 17, Lincoln,\n                  speaking on behalf of the committee, reported back the resolution with a lengthyreport, together with this set of resolutions. The House tabled the report and resolutions,\n                  and ordered them to be printed. On January 28, the House, on Lincoln’s motion, took\n                  up the report and resolutions.  Representatives offered amendments, and the House\n                  referred the report, resolutions, and amendments to a select committee, of which Lincoln\n                  was a member. On February 2, Lincoln of the select committee reported back the report\n                  and resolution without amendment, recommending their adoption.  The House then adopted\n                  theresolutionsand sent them to theSenaterequesting the latter’s concurrence. On February 13, the Senate tabled the resolutions.\n                  On March 2, the Senate took up the resolutions and adopted them, and they becamejoint resolutionsof both housesIllinois HouseJournal.  1838. 11th G. A., 1st sess., \n                     142, 151, 152, 223-25, 299, 328-29, 600; Illinois SenateJournal. 1838. 11th G. A., 1st sess., 266, 330, 499."
      },
      {
        "id": "X3D718A3F-5542-437B-BAC8-B3DA6D685E28",
        "text": "2From the  onset of the republic, there had been two conflicting views about the disposal\n                  of public lands.  The first view, espoused byAlexander Hamiltonand favored by eastern states, was that the federal government should retain the\n                  public domain and pledge it toward retiring the revolutionary war debt and paying\n                  government expenses by extracting all possible income from it.Thomas Jefferson, on the other hand, believed that the civic life of the republic would be better\n                  served by making the land available to farmer-owners at little cost, a view embraced\n                  by those clamoring for land in the west.  Out of necessity, Hamilton’s view prevailed\n                  before and immediately after theWar of 1812.  The price of land varied between $1.00 and $2.00 per acre until 1820, when legislation\n                  set the minimum price at $1.25 per acre.  Even this comparatively low price was too\n                  much for some frontiersmen, and their solution was to squat on public land, improve\n                  it, and raise a crop or two to make their payments before they were discovered.  Squatters\n                  wanted protection against speculators who might try to buy their tracts; they also\n                  wanted legal recognition of their right to preemption--a prior right to purchase their\n                  claim at a minimum price before auction.Congresspassed a number of preemption acts, and in September 1841, squatters and western\n                  states scored a major victory with the passage of the Distribution-Preemption Act.\n                  This legislation sanctioned squatterism, allowing settlers to stake claims on surveyed\n                  federal lands before sale and, at the time of auction, purchase a minimum of 160 acres\n                  at $1.25 per acre.  The act further provided thatOhio,Indiana,Illinois,Alabama,Missouri,Michigan,Louisiana,Arkansas,Mississippi, and any other state thereafter admitted to the Union would received 10% of the proceeds\n                  of the sale of public lands in their respective states.  Sections eight and nine granted\n                  each of the states 500,000 acres of federal land, stipulating that the proceeds from\n                  the sale of these lands was to go toward public works.  In 1862, the Homestead Act\n                  further opened land to settlers, giving land free to settlers who agreed to live on\n                  and improve tracts of 160 acres for five years.  The federal government also made\n                  further grants to states totalling over 300 million acres.Paul W. Gates, “Public Domain,”Dictionary of American Historyrev. ed. (New York: Charles Scribner’s Sons, 1976), 5:443-44; Norma Lois Peterson,The Presidencies of William Henry Harrison & John Tyler(Lawrence: University Press of Kansas, 1989), 98; “An Act to Appropriate the Proceeds\n                     of the Sales of the Public Lands, and to Grant Pre-Emption Rights,” 4 September 1841,Statutes at Large of the United States5 (1856):453-58."
      },
      {
        "id": "X7B9E42B7-B3C4-4532-93F7-FE2FEF2FD2DE",
        "text": "3Two hand-written copies of these resolutions exist: the  one here entirely in Abraham\n                  Lincoln‘s hand that Lincoln introduced in the House of Representatives, and asecondpartially in Lincoln’s hand that the House of Representatives submitted to the Senate.\n                  The latter copy included after the last resolution the phrase “in the adoption of\n                  which resolutions, they ask the concurrence of the Senate.”Illinois HouseJournal.  1838. 11th G. A., 1st sess., \n                     225; Illinois SenateJournal. 1838. 11th G. A., 1st sess., 266."
      },
      {
        "id": "X48645E2A-3255-4C82-A43B-DB33CA0713BF",
        "text": "4These legislators formed a select committee in the House that considered the report\n                  and resolutions.Illinois HouseJournal.  1838. 11th G. A., 1st sess., \n                     299."
      }
    ],
    "structured_content": [
      {
        "type": "heading",
        "text": "Resolution regarding the Purchase of Unsold Federal Lands, 17 January 18391"
      },
      {
        "type": "paragraph",
        "text": "Resolved by theGeneral Assemblyof the state ofIllinois, that the said State propose to purchase of the government of the United States,\n               all the lands not sold or otherwise disposed of, within the limits of said State,\n               at the rate of twentyfive cents per acre, to be paid (unless otherwise agreed upon)\n               at such time, as the said Government of the United States, shall deliver over to the\n               authorities of the^said^State of Illinois, all the plats, Field Notes &c[etc.] &c. pertaining to the surveys of said lands—2"
      },
      {
        "type": "paragraph",
        "text": "Resolved, that the faith of the said State of Illinois is hereby irrevocably pledged,\n               to carry into\n               effect the foregoing proposal, if the Government of the United States shall accept\n               the same within two\n               years from the passage hereof—"
      },
      {
        "type": "paragraph",
        "text": "Resolved, that our Senators inCongressbe instructed and our Representatives requested, to use their\n               best exertions to procure the passage of a law or resolution of Congressofcongressaccepting the foregoing proposal—"
      },
      {
        "type": "paragraph",
        "text": "Resolved that the Governor be requested to transmit a copy of the foregoing resolutions\n               to each of our\n               Senators and Representatives in Congress—3"
      }
    ]
  },
  "extraction_date": "2025-12-26 20:08:02",
  "word_count": 188
}