{
  "document_id": "D210882",
  "url": "https://papersofabrahamlincoln.org/documents/D210882",
  "metadata": {
    "date": "1858-08-17",
    "authors": [
      "Shaffer, John W."
    ],
    "keywords": [
      "Debates and debating",
      "Elections",
      "Itineraries",
      "Political campaigns",
      "United States. Congress. Senate"
    ],
    "type": "Letter"
  },
  "content": {
    "full_text": "John W. Shaffer to Abraham Lincoln, 17 August 18581 Will you please inform me (as soon as you can) at what time and on what train we may\n               expect you in ourTownas we wish to meet you at the DepotState wether you will come from the East or South2 P. S. the Douglassites have been making arrangements privately to consume the whole\n                  Evening with their Speakers after the Discussion is over, but we hearing of their\n                  plans concluded to head them off by anouncing publicly in this Weeks Papers, that we  Expected a number of able Speakers here and among themLovejoy, to talk to our friends in the Evening<Page 2>and that if any of ourdemocraticfriends wished to discuss the points at issue they could have an opportunity.  by\n                  this means we will Either make them come up to the work or run3 I will write Mr Lovejoy this Evening and hope he will Come, as it is important that\n                  we give them a perfect Cleaning out on that day.  Your friends here feel confident\n                  that you will use up thelittleGiantand if Lovejoy comes we can clean out the balance of theParty.  I wish you would request Lovejoy to come4I understand they are ExpectingThompson Campbellformerly of this district lately fromCaliforniato Speak in the Evening.5",
    "paragraphs": [
      "John W. Shaffer to Abraham Lincoln, 17 August 18581",
      "Will you please inform me (as soon as you can) at what time and on what train we may\n               expect you in ourTownas we wish to meet you at the DepotState wether you will come from the East or South2",
      "P. S. the Douglassites have been making arrangements privately to consume the whole\n                  Evening with their Speakers after the Discussion is over, but we hearing of their\n                  plans concluded to head them off by anouncing publicly in this Weeks Papers, that we  Expected a number of able Speakers here and among themLovejoy, to talk to our friends in the Evening<Page 2>and that if any of ourdemocraticfriends wished to discuss the points at issue they could have an opportunity.  by\n                  this means we will Either make them come up to the work or run3",
      "I will write Mr Lovejoy this Evening and hope he will Come, as it is important that\n                  we give them a perfect Cleaning out on that day.  Your friends here feel confident\n                  that you will use up thelittleGiantand if Lovejoy comes we can clean out the balance of theParty.  I wish you would request Lovejoy to come4I understand they are ExpectingThompson Campbellformerly of this district lately fromCaliforniato Speak in the Evening.5"
    ],
    "tables_count": 0,
    "citations": [
      "Alton Daily Courier(IL), 31 August 1858, 2:2;The Lincoln Log: A Daily Chronology of the Life of Abraham Lincoln, 26 August 1858,https://thelincolnlog.org/Results.aspx?type=CalendarDay&day=1858-08-26; 27 August 1858,https://thelincolnlog.org/Results.aspx?type=CalendarDay&day=1858-08-27; Second Debate with Stephen A. Douglas at Freeport, Illinois; Second Debate with Stephen A. Douglas at Freeport, Illinois; Second Debate with Stephen A. Douglas at Freeport, Illinois; Michael Burlingame,Abraham Lincoln: A Life(Baltimore: The Johns Hopkins University Press, 2008), 1:457-85, 547, 557; Allen\n                     C. Guelzo, “Houses Divided: Lincoln, Douglas, and the Political Landscape of 1858,”The Journal of American History94 (September 2007), 392.",
      "Chicago Daily Press and Tribune(IL), 30 August 1858, 1:1;Alton Daily Courier(IL), 31 August 1858, 2:4; Carl Brent Swisher, \"Dred Scott Case,\"Dictionary of American History, 2nd rev. ed. (New York: Charles Scribner’s Sons, 1942), 2:167-8; First Debate with Stephen A. Douglas at Ottawa, Illinois; First Debate with Stephen A. Douglas at Ottawa, Illinois; First Debate with Stephen A. Douglas at Ottawa, Illinois.",
      "Second Debate with Stephen A. Douglas at Freeport, Illinois; Second Debate with Stephen A. Douglas at Freeport, Illinois; Second Debate with Stephen A. Douglas at Freeport, Illinois; Third Debate with Stephen A. Douglas at Freeport, Illinois; Third Debate with Stephen A. Douglas at Freeport, Illinois;   Third Debate with Stephen A. Douglas at Freeport, Illinois."
    ],
    "footnotes": [
      {
        "id": "X287E0F8A-7367-4AD8-9353-CDE2EDB18F7F",
        "text": "1John W. Shaffer wrote and signed this letter, including the address on the envelope."
      },
      {
        "id": "X81B89A37-5F2F-42AE-91FA-A2EB76C03B77",
        "text": "2Abraham Lincoln’s response, if he wrote one, has not been located.Lincoln arrived in Freeport for the second of sevenLincoln-Douglas Debatesat nine a.m. on the morning of Friday, August 27 via theIllinois Centraltrain. He arrived from Amboy, approximately fifty miles south of Freeport.Lincoln was theRepublicancandidate fromIllinoisfor theU.S. Senate. He ran against, and lost to, DemocratStephen A. Douglas, the incumbent. See1858 Illinois Republican Convention;1858 Federal Election.Alton Daily Courier(IL), 31 August 1858, 2:2;The Lincoln Log: A Daily Chronology of the Life of Abraham Lincoln, 26 August 1858,https://thelincolnlog.org/Results.aspx?type=CalendarDay&day=1858-08-26; 27 August 1858,https://thelincolnlog.org/Results.aspx?type=CalendarDay&day=1858-08-27; Second Debate with Stephen A. Douglas at Freeport, Illinois; Second Debate with Stephen A. Douglas at Freeport, Illinois; Second Debate with Stephen A. Douglas at Freeport, Illinois; Michael Burlingame,Abraham Lincoln: A Life(Baltimore: The Johns Hopkins University Press, 2008), 1:457-85, 547, 557; Allen\n                     C. Guelzo, “Houses Divided: Lincoln, Douglas, and the Political Landscape of 1858,”The Journal of American History94 (September 2007), 392."
      },
      {
        "id": "X4B600622-B854-45BF-992B-E7AB56F49FA2",
        "text": "3Following the debate between Lincoln and Douglas at Freeport, the crowd moved to the\n                  Brewster House, whereOwen Lovejoyaddressed them for approximately forty minutes. He tore into Douglas’s arguments\n                  including those on theDred Scott case, popular sovereignty, and his stance on slavery.Cyrenius B. Denioand other Republicans delivered speeches at a Republican meeting held at theStephenson CountyCourt House.Republicans, including Lincoln, opposed the decision in the Dred Scott case, which\n                  effectively barred any current or future emancipated slave from the right of United\n                  States citizenship and solidified the right of American citizens to transport their\n                  property wherever they wished—including taking an enslaved individual into a free\n                  state—without feared loss of that property. The outcome essentially invalidated the\n                  concept of popular sovereignty, which Stephen A. Douglas argued allowed territorial\n                  and state governments to either allow or prohibit slavery as they saw fit. Lincoln’s\n                  main concern with popular sovereignty had been its power to “allow the people of a\n                  Territory to have Slavery if they want to, but does not allow them not to have it\n                  if they do not want it.” The Scott decision proved Lincoln’s assertion, to which he\n                  remarked, “as I understand the Dred Scott decision, if any one man wants slaves, all\n                  the rest have no way of keeping that one man from holding them.”Chicago Daily Press and Tribune(IL), 30 August 1858, 1:1;Alton Daily Courier(IL), 31 August 1858, 2:4; Carl Brent Swisher, \"Dred Scott Case,\"Dictionary of American History, 2nd rev. ed. (New York: Charles Scribner’s Sons, 1942), 2:167-8; First Debate with Stephen A. Douglas at Ottawa, Illinois; First Debate with Stephen A. Douglas at Ottawa, Illinois; First Debate with Stephen A. Douglas at Ottawa, Illinois."
      },
      {
        "id": "X453BD977-394A-4EE6-86AF-84D0DD78C0C1",
        "text": "4No letter from Lincoln to Lovejoy on this topic has been located."
      },
      {
        "id": "X9B816F3E-B880-4156-B49B-BD42103F1022",
        "text": "5There is no record of Campbell speaking following the debate.  Lincoln did reference\n                  Campbell at the third debate atJonesboroSecond Debate with Stephen A. Douglas at Freeport, Illinois; Second Debate with Stephen A. Douglas at Freeport, Illinois; Second Debate with Stephen A. Douglas at Freeport, Illinois; Third Debate with Stephen A. Douglas at Freeport, Illinois; Third Debate with Stephen A. Douglas at Freeport, Illinois;   Third Debate with Stephen A. Douglas at Freeport, Illinois."
      },
      {
        "id": "XF2887160-38C7-44F3-A144-1918B0293976",
        "text": "6Abraham Lincoln wrote this docketing."
      }
    ],
    "structured_content": [
      {
        "type": "heading",
        "text": "John W. Shaffer to Abraham Lincoln, 17 August 18581"
      },
      {
        "type": "paragraph",
        "text": "Will you please inform me (as soon as you can) at what time and on what train we may\n               expect you in ourTownas we wish to meet you at the DepotState wether you will come from the East or South2"
      },
      {
        "type": "paragraph",
        "text": "P. S. the Douglassites have been making arrangements privately to consume the whole\n                  Evening with their Speakers after the Discussion is over, but we hearing of their\n                  plans concluded to head them off by anouncing publicly in this Weeks Papers, that we  Expected a number of able Speakers here and among themLovejoy, to talk to our friends in the Evening<Page 2>and that if any of ourdemocraticfriends wished to discuss the points at issue they could have an opportunity.  by\n                  this means we will Either make them come up to the work or run3"
      },
      {
        "type": "paragraph",
        "text": "I will write Mr Lovejoy this Evening and hope he will Come, as it is important that\n                  we give them a perfect Cleaning out on that day.  Your friends here feel confident\n                  that you will use up thelittleGiantand if Lovejoy comes we can clean out the balance of theParty.  I wish you would request Lovejoy to come4I understand they are ExpectingThompson Campbellformerly of this district lately fromCaliforniato Speak in the Evening.5"
      }
    ]
  },
  "extraction_date": "2025-12-26 21:58:04",
  "word_count": 213
}