{
  "document_id": "D210842",
  "url": "https://papersofabrahamlincoln.org/documents/D210842",
  "metadata": {
    "date": "1858-08-05",
    "authors": [
      "Bush, John M."
    ],
    "keywords": [
      "Elections",
      "Local elections",
      "Political campaigns",
      "Political candidates",
      "Political conventions",
      "Strategy--Political aspects",
      "United States.  Congress. Senate"
    ],
    "type": "Letter"
  },
  "content": {
    "full_text": "John M. Bush to Abraham Lincoln, 5 August 18581 I am this morning in recpt[receipt] of you'rs dated 2ndinst.2and would say in reply, that we are \"considering the conflicting interests\" in thisCountywith much anxiety. It is our earnest desire to send aRepublicanRepresentative, and to this end every effort will be made independent of the Sheriffalty\n               and other matters of a local character, each of which however will have an influence\n               in the comingelection.3 You are aware that in /56 the course of the \"Old lineWhigs\" (know-nothings) gave theDemocracythe Representative.4 In addition to managing that interest, which I think we will succeed in doing there\n               are strong local prejudices and feelings in various sections of the County on Rail\n               Road questions which we have to watch after.5 MrDouglassfriends will doubtless nominateNathaniel GreenofDelavanwho was an ardent Know Nothing at thelast Presidential Election. We hope however with Maj[Major].Cullomor some such man to spoil their calculations if possible. We are to have a mass meeting atTremonton Saturday 14thto elect delegates to the Congressional Convention inPeoria19thand would like very<Page 3>much to have some speaking on the occasion.  If you could be with us we would take\n               measures to have a large gathering.6 There is no County that needs yourpresencemore than this. Thewavering factionwhich defeated us last time could be brought into the lines better in that way, I\n               think, than any other. There is talk of Douglass spending a day or two with us but I don't know the day. Your personal strength is greater than his inTazewell, but his friends are exceedingly busy, and will leave no stone unmoved. I assure you I shall leave nothing undone in my power— whether by visiting the County,\n               or otherwise that will help theCause. Please let us know when you can be with us.  Wishing you success, I remain7",
    "paragraphs": [
      "John M. Bush to Abraham Lincoln, 5 August 18581",
      "I am this morning in recpt[receipt] of you'rs dated 2ndinst.2and would say in reply, that we are \"considering the conflicting interests\" in thisCountywith much anxiety.",
      "It is our earnest desire to send aRepublicanRepresentative, and to this end every effort will be made independent of the Sheriffalty\n               and other matters of a local character, each of which however will have an influence\n               in the comingelection.3",
      "You are aware that in /56 the course of the \"Old lineWhigs\" (know-nothings) gave theDemocracythe Representative.4",
      "In addition to managing that interest, which I think we will succeed in doing there\n               are strong local prejudices and feelings in various sections of the County on Rail\n               Road questions which we have to watch after.5",
      "MrDouglassfriends will doubtless nominateNathaniel GreenofDelavanwho was an ardent Know Nothing at thelast Presidential Election.",
      "We hope however with Maj[Major].Cullomor some such man to spoil their calculations if possible.",
      "We are to have a mass meeting atTremonton Saturday 14thto elect delegates to the Congressional Convention inPeoria19thand would like very<Page 3>much to have some speaking on the occasion.  If you could be with us we would take\n               measures to have a large gathering.6",
      "There is no County that needs yourpresencemore than this.",
      "Thewavering factionwhich defeated us last time could be brought into the lines better in that way, I\n               think, than any other.",
      "There is talk of Douglass spending a day or two with us but I don't know the day.",
      "Your personal strength is greater than his inTazewell, but his friends are exceedingly busy, and will leave no stone unmoved.",
      "I assure you I shall leave nothing undone in my power— whether by visiting the County,\n               or otherwise that will help theCause.",
      "Please let us know when you can be with us.  Wishing you success, I remain7"
    ],
    "tables_count": 0,
    "citations": [
      "Abraham Lincoln to Lyman Porter;Thomas J. Pickett to Abraham Lincoln;John A. Jones to Abraham Lincoln; Michael Burlingame,Abraham Lincoln: A Life(Baltimore: The Johns Hopkins University Press, 2008), 1:458; Allen C. Guelzo, “Houses\n                     Divided: Lincoln, Douglas, and the Political Landscape of 1858,”The Journal of American History94 (September 2007), 392, 394;David Davis to Abraham Lincoln;Albert Parker to Abraham Lincoln.",
      "Michael Burlingame,Abraham Lincoln: A Life, 1:407-8;Daily Illinois State Journal(Springfield), 5 January 1857, 2:2; Howard W. Allen and Vincent A. Lacey, eds.,Illinois Elections, 1818-1990(Carbondale and Edwardsville: Southern Illinois University Press, 1992), 10, 140.",
      "Bruce Collins, “The Lincoln-Douglas Contest of 1858 and Illinois’ Electorate,”Journal of American Studies20 (December 1986), 410-14.",
      "The Lincoln Log: A Daily Chronology of the Life of Abraham Lincoln, 30 August 1858,https://thelincolnlog.org/Results.aspx?type=CalendarDay&day=1858-08-30;Summary of Speech at Tremont, Illinois;Summary of Speech at Tremont, Illinois;Summary of Speech at the Congressional Convention of the Fourth District, Peoria,\n                        Illinois;Summary of Speech at Peoria, Illinois;Daily Illinois State Journal(Springfield), 21 August 1858, 2:3; 4 November 1858, 3:2.",
      "John Clayton, comp.,The Illinois Fact Book and Historical Almanac 1673-1968(Carbondale: Southern Illinois University Press, 1970), 222;Daily Illinois State Journal(Springfield), 4 November 1858, 3:2;The Weekly Chicago Times(IL), 11 November 1858, 2:5;History of Tazewell County Illinois(Chicago: Chas. C. Chapman, 1879), 713; Howard W. Allen and Vincent A. Lacey, eds.,Illinois Elections, 1818-1990, 11,  142; Allen C. Guelzo, “Houses Divided: Lincoln, Douglas, and the Political\n                     Landscape of 1858,” 404-8;The Lincoln Log: A Daily Chronology of the Life of Abraham Lincoln, 30 August 1858,https://thelincolnlog.org/Results.aspx?type=CalendarDay&day=1858-08-30, 5 October 1858,https://thelincolnlog.org/Results.aspx?type=CalendarDay&day=1858-10-05;Daily Illinois State Register(Springfield, IL), 4 September 1858, 2:3; Harry E. Pratt,The Great Debates(Springfield, IL: Illinois State Historical Library, 1955), 6-7;Summary of Speech at Tremont, Illinois;Summary of Speech at Tremont, Illinois;Summary of Speech at Pekin, Illinois;Summary of Speech at Pekin, Illinois; Michael Burlingame,Abraham Lincoln: A Life, 1:556-57."
    ],
    "footnotes": [
      {
        "id": "X0B966AE7-A83A-4B29-AF8B-4631CDE98857",
        "text": "1John M. Bush wrote and signed this letter. He also wrote Abraham Lincoln’s name and\n                  address on the envelope shown in the fifth image."
      },
      {
        "id": "X90F24063-0AC9-44BD-BECA-37CAF451BE87",
        "text": "2Lincoln’s letter to Bush has not been located."
      },
      {
        "id": "X2D93A24C-26C7-4630-AE6D-40E82AEFAE08",
        "text": "3Based upon several other letters that Lincoln and his correspondents exchanged around\n                  this time, it appears that Lincoln wrote multiple letters on August 2 inquiring about\n                  the race for theIllinois House of Representativesin Tazewell County, Illinois. At this time, Lincoln was running againstDemocraticincumbent Stephen A. Douglas as theIllinoisRepublican Party’s candidate for theU.S. Senatein the1858 Federal Election. See the1858 Illinois Republican Convention.  Members of theIllinois General Assemblyvoted for and elected the state’s representatives in the U.S. Senate; therefore,\n                  the races for the Illinois House of Representatives andIllinois Senatewere highly relevant to the outcome of the state’s race for the U.S. Senate seat.\n                  It is more likely, therefore, that in his August 2 letter to Bush, Lincoln asked about\n                  Tazewell County Republicans’ efforts to send a Republican to the Illinois House of\n                  Representatives rather than to theU.S. House of Representatives.Several of Lincoln’s political allies had also written him in late-July and early-August\n                  about the possibility of Tazewell County’s Republicans supporting a member of the\n                  Know Nothing or American Party for sheriff in 1858 in the hopes that it would boost\n                  support for a Republican candidate for the Illinois House of Representatives.Abraham Lincoln to Lyman Porter;Thomas J. Pickett to Abraham Lincoln;John A. Jones to Abraham Lincoln; Michael Burlingame,Abraham Lincoln: A Life(Baltimore: The Johns Hopkins University Press, 2008), 1:458; Allen C. Guelzo, “Houses\n                     Divided: Lincoln, Douglas, and the Political Landscape of 1858,”The Journal of American History94 (September 2007), 392, 394;David Davis to Abraham Lincoln;Albert Parker to Abraham Lincoln."
      },
      {
        "id": "XE312B2FD-5BA1-4F98-8B8B-27F9ABE97373",
        "text": "4Since the formation of the Know Nothing Party in Illinois in 1855, the Illinois Republican\n                  Party had to contend with its influence in local politics. Some former Whigs drifted\n                  into the Know Nothing Party—including in central Illinois. Centrally-located Tazewell\n                  County was in the Thirty-Ninth Illinois House District. In the state elections of\n                  1856, Tazewell County’s voters elected Democrat Daniel Trail to the Illinois House as the representative for the Thirty-Ninth Illinois House District.Tazewell County was also part of the state’s Fourth Congressional District. During\n                  the1856 Federal Election, although the district’s voters sent RepublicanWilliam Kelloggto the U.S. House of Representatives with 51.1 percent of the vote to DemocratJames W. Davidson’s 45.7 percent, voters in Tazewell County awarded Davidson a healthy majority of\n                  52.5 percent of the county’s vote to Kellogg’s 42 percent. Third party candidate A.\n                  H. Griffith won 5.5 percent of the county’s vote—162 votes in total. If all of the\n                  votes cast in Tazewell County for Griffith had been cast for Kellogg instead, Kellogg\n                  would have won 1,407 votes total to Davidson’s 1,555 votes total. Thus, despite Bush’s\n                  comments above, the votes that Tazewell County’s voters cast for Griffith would not\n                  have granted Kellogg a victory over Davidson in the county.Michael Burlingame,Abraham Lincoln: A Life, 1:407-8;Daily Illinois State Journal(Springfield), 5 January 1857, 2:2; Howard W. Allen and Vincent A. Lacey, eds.,Illinois Elections, 1818-1990(Carbondale and Edwardsville: Southern Illinois University Press, 1992), 10, 140."
      },
      {
        "id": "X33CAD0FB-7D98-41C7-B4DE-A130756BDD05",
        "text": "5In 1858, railroads in Illinois were suffering lingering financial effects from thePanic of 1857, and theIllinois Central Railroad Companymade an unpopular request to be released from a state tax requirement to pay seven\n                  percent of its earnings as compensation for lands it had received from thestate. Both Democrats and Republicans attempted to link the opposing party to the Illinois\n                  Central Railroad during the election of 1858. In Tazewell County, discontent with\n                  railroads was also related to a struggling effort to sell county bonds to fund two\n                  railroads. Republicans did their best to win the votes of both former Whigs and members\n                  of the Know Nothing Party by emphasizing national issues over local displeasure with\n                  railroads.Bruce Collins, “The Lincoln-Douglas Contest of 1858 and Illinois’ Electorate,”Journal of American Studies20 (December 1986), 410-14."
      },
      {
        "id": "XDFF41AE5-07D8-4819-A929-4642B366BD24",
        "text": "6On July 20,Daniel A. Cheeverhad alsowrittenLincoln asking him to speak in Tremont, Illinois, on August 14. Lincolnrepliedto Cheever on August 9, informing him that his schedule would not permit him to speak\n                  in Tremont on that date. The Republicans of Tazewell County ultimately held their\n                  convention in Tremont on August 30 instead. Lincoln attended and delivered an address.\n                  Attendees nominated Richard N. Cullom as the party’s candidate for the Illinois House\n                  of Representatives andThomas C. Reevesfor sheriff of Tazewell County.Lincoln also attended the Republican Congressional Convention in Peoria, Illinois,\n                  on August 19 and delivered a speech. During the convention, delegates unanimously\n                  nominated Kellogg for reelection to the U.S. House of Representatives for Illinois’\n                  Fourth Congressional District.The Lincoln Log: A Daily Chronology of the Life of Abraham Lincoln, 30 August 1858,https://thelincolnlog.org/Results.aspx?type=CalendarDay&day=1858-08-30;Summary of Speech at Tremont, Illinois;Summary of Speech at Tremont, Illinois;Summary of Speech at the Congressional Convention of the Fourth District, Peoria,\n                        Illinois;Summary of Speech at Peoria, Illinois;Daily Illinois State Journal(Springfield), 21 August 1858, 2:3; 4 November 1858, 3:2."
      },
      {
        "id": "X960A5EF1-101F-46A1-8253-6D519F913EE2",
        "text": "7If Lincoln replied to this letter, his response has not been located.Central Illinois constituted the primary competition ground for both Lincoln and Douglas\n                  given that the Republican Party dominated the state’s northern counties and the Democratic\n                  Party dominated the southern counties. During the campaign of 1858, Douglas spoke\n                  in Tazewell County twice: inWashingtonon September 30 and in Pekin on October 2. Lincoln spoke in Pekin on August 29, in\n                  Tremont on August 30, and in Pekin again on October 5. Bush introduced Lincoln when\n                  he spoke in Pekin on October 5.In the local elections of 1858, Cullom received 1,783 votes, losing the Thirty-Ninth\n                  Illinois House District’s seat in the Illinois House of Representatives to DemocratRobert B. M. Wilson, who garnered 1,955 votes. Voters in Tazewell County elected Reeves sheriff.In the federal election of 1858, Kellogg won reelection to the U.S. House of Representatives,\n                  garnering 52.8 percent of the Fourth Congressional District’s votes compared to Democrat\n                  Davidson’s 45.7 percent andanti-LecomptonDemocrat Jacob Gale’s 1.5 percent. In Tazewell County, however, the patterns of the\n                  federal election of 1856 repeated: Davidson received 52.2 percent of the county’s\n                  votes, Kellogg received 47.5 percent, and Gale just 0.2 percent.Although Republicans won a majority of all votes cast in Illinois in the local elections\n                  of 1858, pro-Douglas Democrats retained control of the Illinois General Assembly,\n                  and Douglas won reelection to the U.S. Senate. Through the campaign, however, and\n                  in particular through his participation in theLincoln-Douglas Debates, Lincoln gained recognition as well as standing within the national Republican Party.John Clayton, comp.,The Illinois Fact Book and Historical Almanac 1673-1968(Carbondale: Southern Illinois University Press, 1970), 222;Daily Illinois State Journal(Springfield), 4 November 1858, 3:2;The Weekly Chicago Times(IL), 11 November 1858, 2:5;History of Tazewell County Illinois(Chicago: Chas. C. Chapman, 1879), 713; Howard W. Allen and Vincent A. Lacey, eds.,Illinois Elections, 1818-1990, 11,  142; Allen C. Guelzo, “Houses Divided: Lincoln, Douglas, and the Political\n                     Landscape of 1858,” 404-8;The Lincoln Log: A Daily Chronology of the Life of Abraham Lincoln, 30 August 1858,https://thelincolnlog.org/Results.aspx?type=CalendarDay&day=1858-08-30, 5 October 1858,https://thelincolnlog.org/Results.aspx?type=CalendarDay&day=1858-10-05;Daily Illinois State Register(Springfield, IL), 4 September 1858, 2:3; Harry E. Pratt,The Great Debates(Springfield, IL: Illinois State Historical Library, 1955), 6-7;Summary of Speech at Tremont, Illinois;Summary of Speech at Tremont, Illinois;Summary of Speech at Pekin, Illinois;Summary of Speech at Pekin, Illinois; Michael Burlingame,Abraham Lincoln: A Life, 1:556-57."
      },
      {
        "id": "XB1C437D8-EB2A-4EED-9A2F-37A176FD836C",
        "text": "8Lincoln wrote this docketing vertically on the left side of the envelope shown in\n                  the fifth image."
      }
    ],
    "structured_content": [
      {
        "type": "heading",
        "text": "John M. Bush to Abraham Lincoln, 5 August 18581"
      },
      {
        "type": "paragraph",
        "text": "I am this morning in recpt[receipt] of you'rs dated 2ndinst.2and would say in reply, that we are \"considering the conflicting interests\" in thisCountywith much anxiety."
      },
      {
        "type": "paragraph",
        "text": "It is our earnest desire to send aRepublicanRepresentative, and to this end every effort will be made independent of the Sheriffalty\n               and other matters of a local character, each of which however will have an influence\n               in the comingelection.3"
      },
      {
        "type": "paragraph",
        "text": "You are aware that in /56 the course of the \"Old lineWhigs\" (know-nothings) gave theDemocracythe Representative.4"
      },
      {
        "type": "paragraph",
        "text": "In addition to managing that interest, which I think we will succeed in doing there\n               are strong local prejudices and feelings in various sections of the County on Rail\n               Road questions which we have to watch after.5"
      },
      {
        "type": "paragraph",
        "text": "MrDouglassfriends will doubtless nominateNathaniel GreenofDelavanwho was an ardent Know Nothing at thelast Presidential Election."
      },
      {
        "type": "paragraph",
        "text": "We hope however with Maj[Major].Cullomor some such man to spoil their calculations if possible."
      },
      {
        "type": "paragraph",
        "text": "We are to have a mass meeting atTremonton Saturday 14thto elect delegates to the Congressional Convention inPeoria19thand would like very<Page 3>much to have some speaking on the occasion.  If you could be with us we would take\n               measures to have a large gathering.6"
      },
      {
        "type": "paragraph",
        "text": "There is no County that needs yourpresencemore than this."
      },
      {
        "type": "paragraph",
        "text": "Thewavering factionwhich defeated us last time could be brought into the lines better in that way, I\n               think, than any other."
      },
      {
        "type": "paragraph",
        "text": "There is talk of Douglass spending a day or two with us but I don't know the day."
      },
      {
        "type": "paragraph",
        "text": "Your personal strength is greater than his inTazewell, but his friends are exceedingly busy, and will leave no stone unmoved."
      },
      {
        "type": "paragraph",
        "text": "I assure you I shall leave nothing undone in my power— whether by visiting the County,\n               or otherwise that will help theCause."
      },
      {
        "type": "paragraph",
        "text": "Please let us know when you can be with us.  Wishing you success, I remain7"
      }
    ]
  },
  "extraction_date": "2025-12-26 21:55:39",
  "word_count": 302
}