{
  "document_id": "D210681",
  "url": "https://papersofabrahamlincoln.org/documents/D210681",
  "metadata": {
    "date": "1858-05-02",
    "authors": [
      "Washburne, Elihu B."
    ],
    "keywords": [
      "Elections",
      "Partisanship",
      "Political candidates",
      "Political parties",
      "Presidents--Election",
      "United States. Congress. Senate"
    ],
    "type": "Letter"
  },
  "content": {
    "full_text": "Elihu B. Washburne to Abraham Lincoln, 2 May 18581 Private, I have to acknowledge the receipt of yourletterfromUrbanna.2I have never occupied but one position in regard to ourStatematters, and I have never been misunderstood except by those determined to misunderstand\n               and misrepresent me.  I have here, and in all my letters home, invariably taken the\n               ground that therepublican partyinIllinoismust stand by their principles and their men— that for Senator I was for you against\n               the field— that the party was bound by every obligation of honor and fair dealing\n               to elect you, if it had  the strength to elect anybody.  YetJohn Wentworthhas been persistently repre-<Page 2>senting the contrary, probably to prejudice me.  He, of course, wrote you theletteran extract of which yousend. No other man could have written it.  Of course, I never wrote such a letter.  He\n               referred to a letter I wrote toWilsonof theChicago Journal,and^but^no such idea was conveyed in the letter, or ever entered my head.3You seem to be in doubt about it, and think the language was misconstrued.  Wilson\n               writes me that he stated to you, I quote his language, that he “had re- received no letter which did not in the strongest terms advocate his (your) election,” &c.[etc.]4My letter to him was marked private, so that he might not print it, but I do not\n               recollect anything in it that I would not have any good republican see.  I spoke ofDouglasas probably being with the republicans hereafter, and for one I should<Page 3>welcome him as a valuable and indomitable ally, and so I shall if he came to us, but\n               I had no idea of making him Senator, or making him a leader.  I perceive that an idea\n               has been industriously circulated in our State, that the republicans outside the State\n               were wanting to sell us out in Illinois5Let me assure you such stuff ought not to be believed for a moment.  Perhaps individuals\n               have said something like it, but I have seen no disposition by any body representing the party to interfere in our matters, and even iftheythere were any such disposition, I take it, it would very soon be ascertained that\n               we should settle our matters in our own way,  “subject only to the constitution.”6We have nothing to do, but to push the Republican column right on,turning neither to the right nor to the left.7The Douglas men will be with us— those who are<Page 4>in earnest I mean—the others will go back to theirvomit.8I want to leave the doors of our party  wide open so that all can come in who desire\n               it, and I would cordially welcome them.  I see no policy in abusing the Douglas men\n               now— they are certainly not dangerous to us, and will be the lesser faction of the\n               party by the time of theelection.9I do not believe our party is so large that it cannot hold any more. Where Douglas and his few remaining followers here are to go I cannot now say.  Whathisviews are I am not advised, but the practical result will be  he must go back to\n               the administration, or come to us.  A Douglas party,perse, would amount to nothing now. I have felt somewhat indignant at the misrepresentations of my views.  I claim neither\n               influence or importance in the State– I am a republican, “pure and simple,” devoted\n               to the success of the party, and to the elevation of its early, steadfast and consistent\n               friends.  I stand on thePhilaPlatform“without change or  shadow  of turning.”10I am forSewardfor President andLincolnfor U.S. Senator from Illinois, and “more hereafter.”  My paper is out and I will\n               close.  Excuse this very hastily written letter,",
    "paragraphs": [
      "Elihu B. Washburne to Abraham Lincoln, 2 May 18581",
      "Private,",
      "I have to acknowledge the receipt of yourletterfromUrbanna.2I have never occupied but one position in regard to ourStatematters, and I have never been misunderstood except by those determined to misunderstand\n               and misrepresent me.  I have here, and in all my letters home, invariably taken the\n               ground that therepublican partyinIllinoismust stand by their principles and their men— that for Senator I was for you against\n               the field— that the party was bound by every obligation of honor and fair dealing\n               to elect you, if it had  the strength to elect anybody.  YetJohn Wentworthhas been persistently repre-<Page 2>senting the contrary, probably to prejudice me.  He, of course, wrote you theletteran extract of which yousend. No other man could have written it.  Of course, I never wrote such a letter.  He\n               referred to a letter I wrote toWilsonof theChicago Journal,and^but^no such idea was conveyed in the letter, or ever entered my head.3You seem to be in doubt about it, and think the language was misconstrued.  Wilson\n               writes me that he stated to you, I quote his language, that he “had re- received no letter which did not in the strongest terms advocate his (your) election,” &c.[etc.]4My letter to him was marked private, so that he might not print it, but I do not\n               recollect anything in it that I would not have any good republican see.  I spoke ofDouglasas probably being with the republicans hereafter, and for one I should<Page 3>welcome him as a valuable and indomitable ally, and so I shall if he came to us, but\n               I had no idea of making him Senator, or making him a leader.  I perceive that an idea\n               has been industriously circulated in our State, that the republicans outside the State\n               were wanting to sell us out in Illinois5Let me assure you such stuff ought not to be believed for a moment.  Perhaps individuals\n               have said something like it, but I have seen no disposition by any body representing the party to interfere in our matters, and even iftheythere were any such disposition, I take it, it would very soon be ascertained that\n               we should settle our matters in our own way,  “subject only to the constitution.”6We have nothing to do, but to push the Republican column right on,turning neither to the right nor to the left.7The Douglas men will be with us— those who are<Page 4>in earnest I mean—the others will go back to theirvomit.8I want to leave the doors of our party  wide open so that all can come in who desire\n               it, and I would cordially welcome them.  I see no policy in abusing the Douglas men\n               now— they are certainly not dangerous to us, and will be the lesser faction of the\n               party by the time of theelection.9I do not believe our party is so large that it cannot hold any more.",
      "Where Douglas and his few remaining followers here are to go I cannot now say.  Whathisviews are I am not advised, but the practical result will be  he must go back to\n               the administration, or come to us.  A Douglas party,perse, would amount to nothing now.",
      "I have felt somewhat indignant at the misrepresentations of my views.  I claim neither\n               influence or importance in the State– I am a republican, “pure and simple,” devoted\n               to the success of the party, and to the elevation of its early, steadfast and consistent\n               friends.  I stand on thePhilaPlatform“without change or  shadow  of turning.”10I am forSewardfor President andLincolnfor U.S. Senator from Illinois, and “more hereafter.”  My paper is out and I will\n               close.  Excuse this very hastily written letter,"
    ],
    "tables_count": 0,
    "citations": [
      "Michael Burlingame,Abraham Lincoln: A Life(Baltimore: The Johns Hopkins University Press, 2008), 1:445-50.",
      "Russell K. Nelson, “The Early Life and Congressional Career of Elihu B. Washburne”\n                     (PhD dissertation, University of North Dakota, August 1953), 159-62; Charles L. Wilson\n                     to Elihu B. Washburne, 3 May 1858,E. B. Washburne Papers: Bound Volumes, Letters Received; 1857, Aug. 10-1858, Aug.\n                        8, Manuscript/Mixed Material,https://www.loc.gov/resource/mss44651.003/?sp=203&st=image, accessed 22 February 2024.",
      "The Lincoln Log: A Daily Chronology of the Life of Abraham Lincoln, 21 April 1858,https://www.thelincolnlog.org/Results.aspx?type=CalendarDay&day=1858-04-21;Abraham Lincoln to Charles L. Wilson; Russell K. Nelson, “The Early Life and Congressional Career of Elihu B. Washburne,”\n                     160-61; Charles H. Ray to Elihu B. Washburne, 2 May [1858],E. B. Washburne Papers: Bound Volumes, Letters Received; 1861; Mar. 21-May 31, Manuscript/Mixed Material,https://www.loc.gov/resource/mss44651.017/?sp=227&st=image, accessed 22 February 2024.",
      "Michael Burlingame,Abraham Lincoln: A Life, 1:446-48;Abraham Lincoln to Charles L. Wilson.",
      "“An Act to Organize the Territories of Kansas and Nebraska,” 30 May 1854,Statutes at Large of the United States10 (1855):283, 289; “An Act to Authorize the People of the Missouri Territory to Form\n                     a Constitution and State Government, and for the Admission of such State into the\n                     Union on an Equal Footing with the Original States, and to Prohibit Slavery in Certain\n                     Territories,” 6 March 1820,Statutes at Large of the United States3 (1846):548.",
      "Proverbs 4:26-27.",
      "Proverbs 26:11.",
      "Daily Illinois State Journal(Springfield), 22 April 1858, 2:1-5;Chicago Daily Tribune(IL), 23 April 1858, 2:1-4; Michael Burlingame,Abraham Lincoln: A Life, 1:546; Allen C. Guelzo, “Houses Divided: Lincoln, Douglas, and the Political Landscape\n                     of 1858,”The Journal of American History94 (September 2007), 394, 414-16.",
      "James 1:17.",
      "Elihu B. Washburne to Abraham Lincoln;Abraham Lincoln to Elihu B. Washburne;Elihu B. Washburne to Abraham Lincoln."
    ],
    "footnotes": [
      {
        "id": "X86DF2C8B-26D7-483E-B1BA-D11DFBEB5F2C",
        "text": "1Elihu B. Washburne wrote and signed this letter."
      },
      {
        "id": "XE141C055-4E85-4C85-8027-BF9F8FC2CFA8",
        "text": "2Abraham LincolnwroteWashburne from Urbana on April 26, 1858, regarding a  the rumor that one of the Republican\n                  members of theU.S. Congressfrom Illinois had written a letter which encouraged Illinois Republicans to support\n                  Stephen A. Douglas’ bid for reelection to theU.S. Senatein theelection of 1858. Lincoln assured Washburne, who was implicated as a possible author of the supposed\n                  letter, that he was confident the matter was a misunderstanding.Douglas had criticized theLecompton Constitutionand PresidentJames Buchanan’s support of it in December 1857, causing a rift in theDemocratic Party. Some Republicans were excited by Douglas’ repudiation of the Lecompton Constitution\n                  to the extent that they considered backing him for reelection to the U.S. Senate in\n                  1858. Although Douglas later denied it, he courted Republican support. Lincoln and\n                  other Republicans were concerned by these developments and urged fellow party members\n                  to remain loyal in the upcoming election.Michael Burlingame,Abraham Lincoln: A Life(Baltimore: The Johns Hopkins University Press, 2008), 1:445-50."
      },
      {
        "id": "XCA92219D-7CC4-4BD7-8A40-3A0577738374",
        "text": "3The letter causing the controversy was written by Washburne toCharles L. Wilsonon April 12, 1858. In it, Washburne wrote that in light of Douglas’ differences with\n                  the Democratic Party, he would consider welcoming him as an ally to the Republican\n                  Party, but that Lincoln must be the Republican Party’s candidate for the U.S. Senate\n                  in Illinois in 1858. Wilson wrote to Washburne on May 3, 1858, explaining that he\n                  had only shown the letter in controversy to two people, both of whom he trusted, and\n                  blaming John Wentworth for misrepresenting the contents of the letter and stirring\n                  up trouble to ingratiate himself with Lincoln.Russell K. Nelson, “The Early Life and Congressional Career of Elihu B. Washburne”\n                     (PhD dissertation, University of North Dakota, August 1953), 159-62; Charles L. Wilson\n                     to Elihu B. Washburne, 3 May 1858,E. B. Washburne Papers: Bound Volumes, Letters Received; 1857, Aug. 10-1858, Aug.\n                        8, Manuscript/Mixed Material,https://www.loc.gov/resource/mss44651.003/?sp=203&st=image, accessed 22 February 2024."
      },
      {
        "id": "XFD0E7489-9F53-4295-A185-3D61146E502B",
        "text": "4No letter from Wilson to Washburne matching this description has been located. It\n                  is unknown when Wilson spoke to Lincoln on the subject of Washburne’s controversial\n                  letter, although the two men were both present at an April 21, 1858 meeting of Republican\n                  leaders inSpringfieldat which the topic came up.The Lincoln Log: A Daily Chronology of the Life of Abraham Lincoln, 21 April 1858,https://www.thelincolnlog.org/Results.aspx?type=CalendarDay&day=1858-04-21;Abraham Lincoln to Charles L. Wilson; Russell K. Nelson, “The Early Life and Congressional Career of Elihu B. Washburne,”\n                     160-61; Charles H. Ray to Elihu B. Washburne, 2 May [1858],E. B. Washburne Papers: Bound Volumes, Letters Received; 1861; Mar. 21-May 31, Manuscript/Mixed Material,https://www.loc.gov/resource/mss44651.017/?sp=227&st=image, accessed 22 February 2024."
      },
      {
        "id": "X61972455-1A29-4032-8653-98D04DCD4CC2",
        "text": "5Among the Republicans whose support Douglas courted following his break with the Buchanan\n                  administration were prominent easterners likeHorace Greeleyand William H. Seward. They, along with other eastern Republican leaders and newspaper\n                  editors urged Illinois Republicans to back Douglas. In a subsequentletterto Wilson, Lincoln acknowledged the influence of these outside Republicans while\n                  agreeing there was likely no conspiracy on their part to elect Douglas.Michael Burlingame,Abraham Lincoln: A Life, 1:446-48;Abraham Lincoln to Charles L. Wilson."
      },
      {
        "id": "X125E9228-1015-4B7A-A88B-712076F8F71E",
        "text": "6Washburne references theKansas-Nebraska Actand popular sovereignty.  The Kansas-Nebraska Act repealed the portion of theMissouri Compromisewhich had prohibited slavery north of latitude 36° 30′. According to the language\n                  of the Kansas-Nebraska Act, the true intent of the act admittingMissouriinto the Union was not to either legislate or exclude  slavery from any state or\n                  territory, but to leave the citizens of such entities free to regulate their own institutions,\n                  subject only to the U.S. Constitution.“An Act to Organize the Territories of Kansas and Nebraska,” 30 May 1854,Statutes at Large of the United States10 (1855):283, 289; “An Act to Authorize the People of the Missouri Territory to Form\n                     a Constitution and State Government, and for the Admission of such State into the\n                     Union on an Equal Footing with the Original States, and to Prohibit Slavery in Certain\n                     Territories,” 6 March 1820,Statutes at Large of the United States3 (1846):548."
      },
      {
        "id": "XC1BAFF42-9355-41DE-938A-4094F4D37C94",
        "text": "7The biblical book of Proverbs advises keeping to a straight path, turning neither\n                  to the right nor to the left.Proverbs 4:26-27."
      },
      {
        "id": "X3C4BD036-D525-418F-870A-ED9B25D05F65",
        "text": "8In the Bible, a fool repeating their folly is likened to a dog returning to its own\n                  vomit.Proverbs 26:11."
      },
      {
        "id": "XFA0E5A53-D5FD-4071-B015-084D7538E3E0",
        "text": "9Not long before the date of this letter, the Douglas Democrats in Illinois had demonstrated\n                  their relative strength. The two wings of the Democratic Party held their state conventions\n                  simultaneously in the Illinois State House on April 21 and the meeting of Douglas’\n                  supporters garnered more attendees than the convention of Buchanan Democrats. Far\n                  from being the lesser faction of the Democratic Party at the time of the 1858 election,\n                  the Douglas Democrat candidates forIllinois House of Representativesgarnered 166,374 votes total, while the Buchanan Democrat candidates earned 9,951\n                  votes. Similarly the Douglas Democrat candidates forIllinois Senatewon 44,750 votes and the Buchanan Democrat candidates received 1,308. The Republican\n                  candidates in theIllinois General Assemblyraces received the highest total votes, but due to the manner in which legislative\n                  districts were apportioned, they did not elect a majority to the state legislature.\n                  As the Illinois General Assembly elected the state’s representative to the U.S. Senate\n                  at this time, this meant that Douglas won reelection to the U.S. Senate in 1858, defeating\n                  Lincoln.Daily Illinois State Journal(Springfield), 22 April 1858, 2:1-5;Chicago Daily Tribune(IL), 23 April 1858, 2:1-4; Michael Burlingame,Abraham Lincoln: A Life, 1:546; Allen C. Guelzo, “Houses Divided: Lincoln, Douglas, and the Political Landscape\n                     of 1858,”The Journal of American History94 (September 2007), 394, 414-16."
      },
      {
        "id": "X1E6F4992-1A58-403C-B202-517FFD3C21C8",
        "text": "10The author of the biblical book of James ascribes every perfect gift as coming from\n                  God, the Father of Light, who is immutable and who is characterized by neither change\n                  nor shadow of alteration.James 1:17."
      },
      {
        "id": "XCB8643DE-0677-49A7-A73D-C263F9856D7E",
        "text": "11Four days after the date of this letter,  WashburnewroteLincoln again explaining the misunderstanding over his letter to Wilson. Lincoln\n                  responded to Washburne onMay 10andMay 15, and the pair exchanged several further letters on the subject of the political situation\n                  in Illinois in 1858.Elihu B. Washburne to Abraham Lincoln;Abraham Lincoln to Elihu B. Washburne;Elihu B. Washburne to Abraham Lincoln."
      }
    ],
    "structured_content": [
      {
        "type": "heading",
        "text": "Elihu B. Washburne to Abraham Lincoln, 2 May 18581"
      },
      {
        "type": "paragraph",
        "text": "Private,"
      },
      {
        "type": "paragraph",
        "text": "I have to acknowledge the receipt of yourletterfromUrbanna.2I have never occupied but one position in regard to ourStatematters, and I have never been misunderstood except by those determined to misunderstand\n               and misrepresent me.  I have here, and in all my letters home, invariably taken the\n               ground that therepublican partyinIllinoismust stand by their principles and their men— that for Senator I was for you against\n               the field— that the party was bound by every obligation of honor and fair dealing\n               to elect you, if it had  the strength to elect anybody.  YetJohn Wentworthhas been persistently repre-<Page 2>senting the contrary, probably to prejudice me.  He, of course, wrote you theletteran extract of which yousend. No other man could have written it.  Of course, I never wrote such a letter.  He\n               referred to a letter I wrote toWilsonof theChicago Journal,and^but^no such idea was conveyed in the letter, or ever entered my head.3You seem to be in doubt about it, and think the language was misconstrued.  Wilson\n               writes me that he stated to you, I quote his language, that he “had re- received no letter which did not in the strongest terms advocate his (your) election,” &c.[etc.]4My letter to him was marked private, so that he might not print it, but I do not\n               recollect anything in it that I would not have any good republican see.  I spoke ofDouglasas probably being with the republicans hereafter, and for one I should<Page 3>welcome him as a valuable and indomitable ally, and so I shall if he came to us, but\n               I had no idea of making him Senator, or making him a leader.  I perceive that an idea\n               has been industriously circulated in our State, that the republicans outside the State\n               were wanting to sell us out in Illinois5Let me assure you such stuff ought not to be believed for a moment.  Perhaps individuals\n               have said something like it, but I have seen no disposition by any body representing the party to interfere in our matters, and even iftheythere were any such disposition, I take it, it would very soon be ascertained that\n               we should settle our matters in our own way,  “subject only to the constitution.”6We have nothing to do, but to push the Republican column right on,turning neither to the right nor to the left.7The Douglas men will be with us— those who are<Page 4>in earnest I mean—the others will go back to theirvomit.8I want to leave the doors of our party  wide open so that all can come in who desire\n               it, and I would cordially welcome them.  I see no policy in abusing the Douglas men\n               now— they are certainly not dangerous to us, and will be the lesser faction of the\n               party by the time of theelection.9I do not believe our party is so large that it cannot hold any more."
      },
      {
        "type": "paragraph",
        "text": "Where Douglas and his few remaining followers here are to go I cannot now say.  Whathisviews are I am not advised, but the practical result will be  he must go back to\n               the administration, or come to us.  A Douglas party,perse, would amount to nothing now."
      },
      {
        "type": "paragraph",
        "text": "I have felt somewhat indignant at the misrepresentations of my views.  I claim neither\n               influence or importance in the State– I am a republican, “pure and simple,” devoted\n               to the success of the party, and to the elevation of its early, steadfast and consistent\n               friends.  I stand on thePhilaPlatform“without change or  shadow  of turning.”10I am forSewardfor President andLincolnfor U.S. Senator from Illinois, and “more hereafter.”  My paper is out and I will\n               close.  Excuse this very hastily written letter,"
      }
    ]
  },
  "extraction_date": "2025-12-26 21:46:39",
  "word_count": 606
}