{
  "document_id": "D210341",
  "url": "https://papersofabrahamlincoln.org/documents/D210341",
  "metadata": {
    "date": "1847-12-29",
    "authors": [
      "Henry, Anson G."
    ],
    "keywords": [
      "Mexican War",
      "Political parties--Platforms"
    ],
    "type": "Letter"
  },
  "content": {
    "full_text": "Anson G. Henry to Abraham Lincoln, 29 December 18471 I loose no time in explaining the \"unnatural\" occurrence you allude to in your letter.2You knowBakerwas with us at the time he wrote the letter Endorsed by me, & I sent the package\n               by same mail.3I had began the letter you no doubt received two or three days after you received\n               the package but did not finish it that evening in Consequence of Bakers remaining\n               three or four days^longer^than he intended that Evening. Since I wrote that letter nothing of importance has\n               occured or I should have Communicated it without waiting to hear from you, so hereafter you\n               may infer when you hear nothing from me, that all is going on as usual. You no doubt get theWhigregularly & of course noticed my synopsis of Bakers Speech.4I did not like the ground he took, and I did not report him as taking as strong ground\n               against Territoryas he really didfor I did not think it would do our party or him any good— he went further than MrClayhimself. I repeat what I then said in theWhig, If this no Territory doctrine is to be made the test ofWhiggeryI shall retire from all participation in theComeing Canvasswith the firm Conviction thatLocofocoismwill Continue triumphant.5 I find that I cannot honestly go with my party upon that question, & have about made\n               up my mind to retire from the Editorial Chair of theWhig, and<Page 2>leave its management to those who can conscientiously coincide with Mr Clay. That Speech of Mr Clay will beat us as a party for years to come, unless we can unite\n               upon \"Old Zac\" and allow him to run without any other pledge than that of administering the Government\n               in strict accordance with the Constitution and for the best interests of the whole\n               people. I am willing to trust him to do right, & he can do nothing Else but give the\n               Country a good Whig Administration. By the way, I got a letter from him in November last. I wrote him soon after you left,\n               Enclosing that Editorial you sent toBledsoe. I said to him– \"I have taken you for aWhiginprinciple. If I am mistaken, you will no doubt take pleasure in Correcting our misapprehension.\"\n               I also said– \"I hope our^Editorial^course will meet your approbation\". His letter in reply was marked \"Strictly Confidential,\"\n               but it is no violation of confidence to say, that it wasEntirely Satisfactory. If I were to publish it, it would amount to nothing without the explanation, more\n               than a courteous reply to a letter of Enquiry. In that part of the letter in which\n               he alludes to the Editorial he says; \"You seem to well understand my views & wishes\n               &c[etc.]\" I send you the only Copy of that Editorial I have left.6 I feel a very great anxiety to know what course you design taking in relation to theMexican War. I hope you will not feel disposed to go with Mr Clay against all Territory. If you\n               do, I am fearful you will<Page 3>be with the minority party for a long time to come. It would be painful in the extreme\n               to part Company with you after^having^fought with you side by side so long. But if the Whigs as a partyJoinJoin issue with MrPolk& take the side of \"No Territory,\" I shall at the polls (but no where else)Sustain Mr Polk. The South would haveTexaswith Slavery, & now I will try to get Free Territory as an offset, & this is fair\n               & nothing moreIf the South want to go out of the Union let them go. Their threatening to do so\n               should not deter me from voting for theWilmot Proviso. I would not vote one Dollar for Carrying on the War without it. With it I would\n               vote Millions of men & Money to carry it on untillMexicoshall agree to give us what Mr Polk claims. The Whigs now have the power to make\n               the Locos swallow the same kind of a pill they forced down our throats in May '46[1846].7They should be made to swallow the Proviso, or vote againstsuppliesfor carrying on the War. I now have it in serious contemplation to return toSpringfield. Dr'sTodd&Jayneboth urge my return to Supply the places ofMerryman&Frazierboth of whom leave–8I shall go down & look round next week if will, & determine my Course for the future.\n               I am fully Convinced I can never make any thing out of Politics.9 Let me hear from you often. Remember us kindly to MrsLincoln&Bob, and believe me now as ever",
    "paragraphs": [
      "Anson G. Henry to Abraham Lincoln, 29 December 18471",
      "I loose no time in explaining the \"unnatural\" occurrence you allude to in your letter.2You knowBakerwas with us at the time he wrote the letter Endorsed by me, & I sent the package\n               by same mail.3I had began the letter you no doubt received two or three days after you received\n               the package but did not finish it that evening in Consequence of Bakers remaining\n               three or four days^longer^than he intended that Evening. Since I wrote that letter nothing of importance has\n               occured or I should have Communicated it without waiting to hear from you, so hereafter you\n               may infer when you hear nothing from me, that all is going on as usual.",
      "You no doubt get theWhigregularly & of course noticed my synopsis of Bakers Speech.4I did not like the ground he took, and I did not report him as taking as strong ground\n               against Territoryas he really didfor I did not think it would do our party or him any good— he went further than MrClayhimself. I repeat what I then said in theWhig, If this no Territory doctrine is to be made the test ofWhiggeryI shall retire from all participation in theComeing Canvasswith the firm Conviction thatLocofocoismwill Continue triumphant.5",
      "I find that I cannot honestly go with my party upon that question, & have about made\n               up my mind to retire from the Editorial Chair of theWhig, and<Page 2>leave its management to those who can conscientiously coincide with Mr Clay.",
      "That Speech of Mr Clay will beat us as a party for years to come, unless we can unite\n               upon \"Old Zac\" and allow him to run without any other pledge than that of administering the Government\n               in strict accordance with the Constitution and for the best interests of the whole\n               people. I am willing to trust him to do right, & he can do nothing Else but give the\n               Country a good Whig Administration.",
      "By the way, I got a letter from him in November last. I wrote him soon after you left,\n               Enclosing that Editorial you sent toBledsoe. I said to him– \"I have taken you for aWhiginprinciple. If I am mistaken, you will no doubt take pleasure in Correcting our misapprehension.\"\n               I also said– \"I hope our^Editorial^course will meet your approbation\". His letter in reply was marked \"Strictly Confidential,\"\n               but it is no violation of confidence to say, that it wasEntirely Satisfactory. If I were to publish it, it would amount to nothing without the explanation, more\n               than a courteous reply to a letter of Enquiry. In that part of the letter in which\n               he alludes to the Editorial he says; \"You seem to well understand my views & wishes\n               &c[etc.]\" I send you the only Copy of that Editorial I have left.6",
      "I feel a very great anxiety to know what course you design taking in relation to theMexican War. I hope you will not feel disposed to go with Mr Clay against all Territory. If you\n               do, I am fearful you will<Page 3>be with the minority party for a long time to come. It would be painful in the extreme\n               to part Company with you after^having^fought with you side by side so long. But if the Whigs as a partyJoinJoin issue with MrPolk& take the side of \"No Territory,\" I shall at the polls (but no where else)Sustain Mr Polk.",
      "The South would haveTexaswith Slavery, & now I will try to get Free Territory as an offset, & this is fair\n               & nothing moreIf the South want to go out of the Union let them go. Their threatening to do so\n               should not deter me from voting for theWilmot Proviso. I would not vote one Dollar for Carrying on the War without it. With it I would\n               vote Millions of men & Money to carry it on untillMexicoshall agree to give us what Mr Polk claims. The Whigs now have the power to make\n               the Locos swallow the same kind of a pill they forced down our throats in May '46[1846].7They should be made to swallow the Proviso, or vote againstsuppliesfor carrying on the War.",
      "I now have it in serious contemplation to return toSpringfield. Dr'sTodd&Jayneboth urge my return to Supply the places ofMerryman&Frazierboth of whom leave–8I shall go down & look round next week if will, & determine my Course for the future.\n               I am fully Convinced I can never make any thing out of Politics.9",
      "Let me hear from you often. Remember us kindly to MrsLincoln&Bob, and believe me now as ever"
    ],
    "tables_count": 0,
    "citations": [
      "Michael F. Holt,The Rise and Fall of the American Whig Party: Jacksonian Politics and the Onset of\n                        the Civil War(New York: Oxford University Press, 1999), 248-53; Robert V. Remini,Henry Clay: Statesman for the Union(New York: W. W. Norton, 1991), 692-94, Melba Porter Hay and Carol Reardon, eds.,The Papers of Henry Clay(Lexington: University Press of Kentucky, 1991), 10:361-76.",
      "“An Act providing for the Prosecution of the Existing War Between the United States\n                     and the Republic of Mexico,” 13 May 1846,Statutes at Large of the United States9 (1862):9-10; Michael F. Holt,The Rise and Fall of the American Whig Party: Jacksonian Politics and the Onset of\n                        the Civil War, 233.",
      "Illinois Journal(Springfield), 18 November  1847, 3:2; 13 January 1848, 3:2; 10 February 1848, 2:1.",
      "Illinois Journal(Springfield), 30 December 1847, 2:1; 27 January 1848, 2:7; 24 February 1848, 3:2.",
      "Michael F. Holt,The Rise and Fall of the American Whig Party: Jacksonian Politics and the Onset of\n                        the Civil War, 195-96; Paul H. Bergeron, The Presidency of James K. Polk (Lawrence: University\n                     Press of Kansas, 1987), 19-20; John L. Moore, Jon P. Preimesberger, and David R. Tarr,\n                     eds.,Congressional Quarterly’s Guide to U.S. Elections, 4th ed. (Washington, DC: CQ Press, 2001), 1:649.",
      "H. Montgomery,The Life of Major General Zachary Taylor(New York: C. M. Saxton, Barker, 1860), 380-81."
    ],
    "footnotes": [
      {
        "id": "X95BEC7FD-FA2B-461E-A3B4-78B83483EE01",
        "text": "1Anson G. Henry wrote and signed the letter."
      },
      {
        "id": "XCDA1E9FF-77CC-43A1-8393-9BB6AFE1279B",
        "text": "2Abraham Lincoln’s letter to Henry has not been located."
      },
      {
        "id": "X275D6132-F0FA-4E10-A6BD-A267E4AABF23",
        "text": "3The letter from Edward D. Baker to  Lincoln that is referenced here has not been located."
      },
      {
        "id": "XB68D80A0-9B78-4C5F-A36B-F31B0E0BEF01",
        "text": "4Henry references theTazewell Whig, of which he was the editor.  No issues of theTazewell Whigfor this period are extant. No other  report or summary of Baker’s speech could\n                  be located, but Henry’s description of the speech suggests that Baker expressed his\n                  views on territorial acquisitions from Mexico in the aftermath of the Mexican War."
      },
      {
        "id": "XF8C7DCF5-57DE-4E5D-899C-4DEA8E3D10A9",
        "text": "5With a national election on the horizon, Whigs hoping for success in the fall of 1848\n                  shifted their strategy away from economic issues to PresidentJames K. Polk’s management of the Mexican War and plans to exact territory in the peace treaty.\n                  Opposition to Polk’s conduct of the war and territorial acquisition offered the Whigs\n                  a convenient way to differentiate themselves from theirDemocraticrivals.  Acquiring territory from Mexico became linked to the extension of slavery,\n                  however, exacerbating lines of fission within the party.  From the moment Congress\n                  declared war in May 1846, anti-slavery Whigs charged that President Polk was working\n                  at the behest of southern slaveholders to acquire more territory for slavery.    Anti-slavery\n                  Whigs were less concerned with territorial acquisition than with the permanent enactment\n                  of the  Wilmot Proviso, which barred slavery from all territory acquired from Mexico.\n                  Southern Whigs and their more moderate Northern counterparts, hoping to use the no\n                  territory pledge as an election issue, advocated for no territory, with or without\n                  the Proviso.Henry Clay, Whig Party standard bearerin 1844and titular head of the party, made his feelings known on the war, territorial acquisition,\n                  and the expansion of slavery in a speech delivered inLexington, Kentuckyon November 13, 1847.  Fighting for his political life in the wake of a strong movement\n                  to draftZachary Tayloras the Whig presidential candidate in 1848, Clay argued that it was the duty of the\n                  nation, “as with the view of avoiding discord and discontent at home, to abstain from\n                  seeking to conquer and annex to the United States Mexico or any part of it; and, especially,\n                  to disabuse the public mind in any quarter of the Union of the impression, if it any\n                  where exists, that a desire for such a conquest, is cherished for the purpose of propagating\n                  or extending slavery.”  Lincoln was in the crowd that day to hear his political mentor\n                  and idol.Michael F. Holt,The Rise and Fall of the American Whig Party: Jacksonian Politics and the Onset of\n                        the Civil War(New York: Oxford University Press, 1999), 248-53; Robert V. Remini,Henry Clay: Statesman for the Union(New York: W. W. Norton, 1991), 692-94, Melba Porter Hay and Carol Reardon, eds.,The Papers of Henry Clay(Lexington: University Press of Kentucky, 1991), 10:361-76."
      },
      {
        "id": "X4C92D8FE-0094-4B64-A730-93B864A3B9BB",
        "text": "6Henry enclosed this editorial in this letter."
      },
      {
        "id": "XCE3D2007-696A-485D-83C3-32A63D1BDBEB",
        "text": "7Henry references  the success of the Democrats  in attaching a preamble  blaming Mexico\n                  for the commencement of hostilities   to a bill enacted on May 13, 1846, authorizing\n                  President Polk to raise a volunteer force of 50,000 and appropriating $10 million\n                  to prosecute the war.  Affixing such a preamble to a bill raising troops and supplies\n                  to conduct the war placed the Whigs in an awkward position. Knowing the fate of theFederalist Partyfor opposing theWar of 1812, most congressional Whigs recognized that it was essential for their political survival\n                  to appropriate men and material to carry the war to a successful conclusion, but bristled\n                  at the idea of exonerating Polk for his culpability for instigating the conflict.\n                  In the end, only fourteen of seventy-seven Whigs in the House and two of twenty-four\n                  in the Senate voted against the bill of May 13, 1846.“An Act providing for the Prosecution of the Existing War Between the United States\n                     and the Republic of Mexico,” 13 May 1846,Statutes at Large of the United States9 (1862):9-10; Michael F. Holt,The Rise and Fall of the American Whig Party: Jacksonian Politics and the Onset of\n                        the Civil War, 233."
      },
      {
        "id": "X0D500661-C892-46E4-AEC9-DFFF407EE885",
        "text": "8Elijah J. Fraser announced plans to leave Springfield in November 1847, and in January\n                  1848, he moved toSt. Louisto take a position in a newly-opened hospital.  Elias H. Merryman moved toChicagoin February 1848.Illinois Journal(Springfield), 18 November  1847, 3:2; 13 January 1848, 3:2; 10 February 1848, 2:1."
      },
      {
        "id": "X8F5BAA7B-BA0C-4587-857D-E7E15DF27046",
        "text": "9In January 1848, Henry resigned as editor of theTazewell Whigand moved from Pekin to Springfield, where he resumed his medical practice.Illinois Journal(Springfield), 30 December 1847, 2:1; 27 January 1848, 2:7; 24 February 1848, 3:2."
      },
      {
        "id": "X7A4431B4-DA4C-4855-AC30-1446838AE620",
        "text": "10This editorial appeared in theTazewell Whigon September 3, 1847."
      },
      {
        "id": "XBB71ADDE-2B6F-4CE6-A5B4-8DC042AF2E72",
        "text": "11Henry  Clay lostNew Yorkby 5,106 voters, and that narrow loss cost him the presidency in 1844. TheLiberty Partypolled 15,812 in New York; had Clay received only a third of those votes, he would\n                  have won. Some Whigs attributed Clay’s loss to the Liberty Party and the refusal of\n                  abolitionists to vote for Clay, though other Whigs blamed Clay’s loss on his waffling\n                  on the annexation ofTexas.Michael F. Holt,The Rise and Fall of the American Whig Party: Jacksonian Politics and the Onset of\n                        the Civil War, 195-96; Paul H. Bergeron, The Presidency of James K. Polk (Lawrence: University\n                     Press of Kansas, 1987), 19-20; John L. Moore, Jon P. Preimesberger, and David R. Tarr,\n                     eds.,Congressional Quarterly’s Guide to U.S. Elections, 4th ed. (Washington, DC: CQ Press, 2001), 1:649."
      },
      {
        "id": "X800B6E48-5431-482F-A485-9A4DD334651E",
        "text": "12Paraphrase of a quotation from  a statement of political principles made by Zachary\n                  Taylor in a letter toJoseph R. Ingersolldated August 3, 1847.H. Montgomery,The Life of Major General Zachary Taylor(New York: C. M. Saxton, Barker, 1860), 380-81."
      }
    ],
    "structured_content": [
      {
        "type": "heading",
        "text": "Anson G. Henry to Abraham Lincoln, 29 December 18471"
      },
      {
        "type": "paragraph",
        "text": "I loose no time in explaining the \"unnatural\" occurrence you allude to in your letter.2You knowBakerwas with us at the time he wrote the letter Endorsed by me, & I sent the package\n               by same mail.3I had began the letter you no doubt received two or three days after you received\n               the package but did not finish it that evening in Consequence of Bakers remaining\n               three or four days^longer^than he intended that Evening. Since I wrote that letter nothing of importance has\n               occured or I should have Communicated it without waiting to hear from you, so hereafter you\n               may infer when you hear nothing from me, that all is going on as usual."
      },
      {
        "type": "paragraph",
        "text": "You no doubt get theWhigregularly & of course noticed my synopsis of Bakers Speech.4I did not like the ground he took, and I did not report him as taking as strong ground\n               against Territoryas he really didfor I did not think it would do our party or him any good— he went further than MrClayhimself. I repeat what I then said in theWhig, If this no Territory doctrine is to be made the test ofWhiggeryI shall retire from all participation in theComeing Canvasswith the firm Conviction thatLocofocoismwill Continue triumphant.5"
      },
      {
        "type": "paragraph",
        "text": "I find that I cannot honestly go with my party upon that question, & have about made\n               up my mind to retire from the Editorial Chair of theWhig, and<Page 2>leave its management to those who can conscientiously coincide with Mr Clay."
      },
      {
        "type": "paragraph",
        "text": "That Speech of Mr Clay will beat us as a party for years to come, unless we can unite\n               upon \"Old Zac\" and allow him to run without any other pledge than that of administering the Government\n               in strict accordance with the Constitution and for the best interests of the whole\n               people. I am willing to trust him to do right, & he can do nothing Else but give the\n               Country a good Whig Administration."
      },
      {
        "type": "paragraph",
        "text": "By the way, I got a letter from him in November last. I wrote him soon after you left,\n               Enclosing that Editorial you sent toBledsoe. I said to him– \"I have taken you for aWhiginprinciple. If I am mistaken, you will no doubt take pleasure in Correcting our misapprehension.\"\n               I also said– \"I hope our^Editorial^course will meet your approbation\". His letter in reply was marked \"Strictly Confidential,\"\n               but it is no violation of confidence to say, that it wasEntirely Satisfactory. If I were to publish it, it would amount to nothing without the explanation, more\n               than a courteous reply to a letter of Enquiry. In that part of the letter in which\n               he alludes to the Editorial he says; \"You seem to well understand my views & wishes\n               &c[etc.]\" I send you the only Copy of that Editorial I have left.6"
      },
      {
        "type": "paragraph",
        "text": "I feel a very great anxiety to know what course you design taking in relation to theMexican War. I hope you will not feel disposed to go with Mr Clay against all Territory. If you\n               do, I am fearful you will<Page 3>be with the minority party for a long time to come. It would be painful in the extreme\n               to part Company with you after^having^fought with you side by side so long. But if the Whigs as a partyJoinJoin issue with MrPolk& take the side of \"No Territory,\" I shall at the polls (but no where else)Sustain Mr Polk."
      },
      {
        "type": "paragraph",
        "text": "The South would haveTexaswith Slavery, & now I will try to get Free Territory as an offset, & this is fair\n               & nothing moreIf the South want to go out of the Union let them go. Their threatening to do so\n               should not deter me from voting for theWilmot Proviso. I would not vote one Dollar for Carrying on the War without it. With it I would\n               vote Millions of men & Money to carry it on untillMexicoshall agree to give us what Mr Polk claims. The Whigs now have the power to make\n               the Locos swallow the same kind of a pill they forced down our throats in May '46[1846].7They should be made to swallow the Proviso, or vote againstsuppliesfor carrying on the War."
      },
      {
        "type": "paragraph",
        "text": "I now have it in serious contemplation to return toSpringfield. Dr'sTodd&Jayneboth urge my return to Supply the places ofMerryman&Frazierboth of whom leave–8I shall go down & look round next week if will, & determine my Course for the future.\n               I am fully Convinced I can never make any thing out of Politics.9"
      },
      {
        "type": "paragraph",
        "text": "Let me hear from you often. Remember us kindly to MrsLincoln&Bob, and believe me now as ever"
      }
    ]
  },
  "extraction_date": "2025-12-26 20:25:44",
  "word_count": 761
}