{
  "document_id": "D210617",
  "url": "https://papersofabrahamlincoln.org/documents/D210617",
  "metadata": {
    "date": "1854-12-15",
    "authors": [
      "Randolph, William H."
    ],
    "keywords": [
      "Actions and defenses",
      "Ejectment",
      "Elections",
      "Attorney and client",
      "Political campaigns",
      "United States. Congress. Senate"
    ],
    "type": "Letter"
  },
  "content": {
    "full_text": "William H. Randolph to Stephen T. Logan and Abraham Lincoln, 15 December 18541 I write you by request of Maj[Major]J. M. Walkerin regard to an Ejectment suit against himIt is his wish that you attend to said suit for himI told him you would be the men to employ2that he might rely on your prompt attentionAdvise theMajorwhat is necessary for his defence3I wrote MrLyesterday in regard to other mattersI now think he will have no opposition from this side ofRiveras MrWilliamsI am told reliably is not desirious of making an effort4",
    "paragraphs": [
      "William H. Randolph to Stephen T. Logan and Abraham Lincoln, 15 December 18541",
      "I write you by request of Maj[Major]J. M. Walkerin regard to an Ejectment suit against himIt is his wish that you attend to said suit for himI told him you would be the men to employ2that he might rely on your prompt attentionAdvise theMajorwhat is necessary for his defence3I wrote MrLyesterday in regard to other mattersI now think he will have no opposition from this side ofRiveras MrWilliamsI am told reliably is not desirious of making an effort4"
    ],
    "tables_count": 0,
    "citations": [
      "“Ejectment,” Reference, Glossary, Martha L. Benner and Cullom Davis et al., eds.,The Law Practice of Abraham Lincoln: Complete Documentary Edition,http://www.lawpracticeofabrahamlincoln.org/Reference.aspx?ref=Reference%20html%20files/Glossary.html.",
      "David Herbert Donald,Lincoln(New York: Touchstone, 1995), 167-73; Autobiography of Abraham Lincoln Written for John L. Scripps;William H. Randolph to Abraham Lincoln;Illinois Daily Journal(Springfield), 10 November 1854, 2:5; Illinois SenateJournal. 1855. 19th G. A., 242-55;Abraham Lincoln to Elihu B. Washburne."
    ],
    "footnotes": [
      {
        "id": "XD42CAD91-A18C-429F-AF99-AAE733D4A1C0",
        "text": "1William H. Randolph wrote and signed this letter, including the internal address on\n                  page two and the address on the envelope."
      },
      {
        "id": "X8FA83CD3-3378-46CF-8595-B842DC2AC628",
        "text": "2“loy” written over “ly”."
      },
      {
        "id": "X81510EFA-8413-46C3-96C3-A8A051E03F89",
        "text": "3No further evidence of Abraham Lincoln’s involvement in an ejectment suit against\n                  John M. Walker has been located. In American law, “ejectment” relates to an action\n                  to recover land or other real property and to collect damages.“Ejectment,” Reference, Glossary, Martha L. Benner and Cullom Davis et al., eds.,The Law Practice of Abraham Lincoln: Complete Documentary Edition,http://www.lawpracticeofabrahamlincoln.org/Reference.aspx?ref=Reference%20html%20files/Glossary.html."
      },
      {
        "id": "XD40F43CA-6D0A-4508-8702-C74F18D58EC4",
        "text": "4No letter from Randolph to Lincoln of December 14, 1854, has been located. Randolph\n                  didwriteLincoln on December 13, 1854 regarding theIllinois House of Representativesrace inMcDonough County. That letter bears a Macomb postmark with a date of December 15 like this one, so\n                  presumably the two letters were mailed around the same time. The letter Randolph references\n                  here apparently discussed Lincoln’s candidacy for a seat in theU.S. Senateand the potential candidacy of Archibald Williams, as did an earlier letter Randolphwroteto Lincoln on December 4, 1854.Passage of theKansas-Nebraska Actand its effective repeal of theMissouri Compromisehad reawakened Lincoln’s passion for politics, and he threw himself into thecongressional election campaignin the fall of 1854, crisscrossingIllinoisto deliver speeches against the Kansas-Nebraska Act and in support ofanti-Nebraskacandidates. He even allowed himself to become a candidate for theIllinois General Assembly(albeit reluctantly at first). As the election campaign reached its climax, Lincoln’s\n                  name began to circulate as a possible nominee for one of the state’s U.S. Senate seats.\n                  Lincoln won election to the Illinois House of Representatives in the 1854 election,\n                  butdeclinedthe seat in late November in order to run for U.S. Senate.The General Assembly met in a joint session on February 8, 1855, to make their selection\n                  for the U.S. Senate. In the first round of voting, Lincoln received forty-five of\n                  the ninety-nine votes cast, but as no candidate received a majority of votes, several\n                  more rounds of balloting ensued. After the ninth vote, with his share of votes declining,\n                  Lincoln dropped out of contention and urged his remaining supporters to vote for anti-NebraskaDemocratLyman Trumbullto ensure that an anti-Nebraska candidate would be elected. Trumbull won a majority\n                  of votes in the tenth round and became Illinois’ next U.S. Senator. Archibald Williams\n                  was nominated in the Senate election, but only received a handful of votes. Randolph\n                  was correct that Lincoln faced no serious opponent in the Senate race from west of\n                  the Illinois River. Aside from Lincoln, the candidates who received significant numbers\n                  of votes   wereJames ShieldsofBelleville,Joel A. MattesonofWill County, and the ultimate victor, Trumbull, ofMadison County. See the1854 Federal Election.David Herbert Donald,Lincoln(New York: Touchstone, 1995), 167-73; Autobiography of Abraham Lincoln Written for John L. Scripps;William H. Randolph to Abraham Lincoln;Illinois Daily Journal(Springfield), 10 November 1854, 2:5; Illinois SenateJournal. 1855. 19th G. A., 242-55;Abraham Lincoln to Elihu B. Washburne."
      },
      {
        "id": "XFBF60DBB-2BDB-4F58-9F4C-674B8CD4156B",
        "text": "5Lincoln wrote this docketing."
      },
      {
        "id": "X363FD285-86AD-4F11-BEC0-CBAE0280F1E5",
        "text": "6An unknown person wrote this docketing."
      }
    ],
    "structured_content": [
      {
        "type": "heading",
        "text": "William H. Randolph to Stephen T. Logan and Abraham Lincoln, 15 December 18541"
      },
      {
        "type": "paragraph",
        "text": "I write you by request of Maj[Major]J. M. Walkerin regard to an Ejectment suit against himIt is his wish that you attend to said suit for himI told him you would be the men to employ2that he might rely on your prompt attentionAdvise theMajorwhat is necessary for his defence3I wrote MrLyesterday in regard to other mattersI now think he will have no opposition from this side ofRiveras MrWilliamsI am told reliably is not desirious of making an effort4"
      }
    ]
  },
  "extraction_date": "2025-12-26 21:34:14",
  "word_count": 91
}