{
  "document_id": "D210947",
  "url": "https://papersofabrahamlincoln.org/documents/D210947",
  "metadata": {
    "date": "1858-09-20",
    "authors": [
      "Farnsworth, John F."
    ],
    "keywords": [
      "Elections",
      "Political campaigns",
      "Slavery--Extension to the territories",
      "United States. Congress. Senate"
    ],
    "type": "Letter"
  },
  "content": {
    "full_text": "John F. Farnsworth to Abraham Lincoln, 20 September 18581 Yours is recd[received]It is not true that I am “every where pledging myself unconditionally against the admission of more slave states”^&c[etc.]^2though it is true that I declared last winter, in thehouse, that no more slave states should ever be admittedwiththeassistanceof myvote&c.3and wheninterrogatedI say so still, but at the same time I say that is not the position of theRepublican party, but my individual sentiment &c–4but if",
    "paragraphs": [
      "John F. Farnsworth to Abraham Lincoln, 20 September 18581",
      "Yours is recd[received]It is not true that I am “every where pledging myself unconditionally against the admission of more slave states”^&c[etc.]^2though it is true that I declared last winter, in thehouse, that no more slave states should ever be admittedwiththeassistanceof myvote&c.3and wheninterrogatedI say so still, but at the same time I say that is not the position of theRepublican party, but my individual sentiment &c–4but if"
    ],
    "tables_count": 0,
    "citations": [
      "Third Debate with Stephen A. Douglas at Jonesboro, Illinois; Third Debate with Stephen A. Douglas at Jonesboro, Illinois; Third Debate with Stephen A. Douglas at Jonesboro, Illinois.",
      "Third Debate with Stephen A. Douglas at Jonesboro, Illinois; Third Debate with Stephen A. Douglas at Jonesboro, Illinois; Third Debate with Stephen A. Douglas at Jonesboro, Illinois;Cong. Globe, 35th Cong., 1st Sess., 1207 (1858).",
      "Daily Islander and Argus(Rock Island, IL), 7 October 1858, 2:2.",
      "Fourth Debate with Stephen A. Douglas at Charleston, Illinois; Fourth Debate with Stephen A. Douglas at Charleston, Illinois; Fourth Debate with Stephen A. Douglas at Charleston, Illinois; Fifth Debate with Stephen A. Douglas at Galesburg, Illinois; Fifth Debate with Stephen A. Douglas, at Galesburg, Illinois; Fifth Debate with Stephen A. Douglas, at Galesburg, Illinois; Allen C. Guelzo, “Houses Divided: Lincoln, Douglas, and the Political Landscape\n                     of 1858,”The Journal of American History94 (September 2007), 414-16."
    ],
    "footnotes": [
      {
        "id": "XAF5072F4-C70D-42AE-AF4C-BB6816DEF556",
        "text": "1John F. Farnsworth wrote and signed this letter, including the address and signed\n                  frank on the envelope."
      },
      {
        "id": "X2912D932-E106-425A-B196-233ED8017F0C",
        "text": "2No letter from Abraham Lincoln to Farnsworth to which this is a response has been\n                  located. Based on this reply, Lincoln may have written Farnsworth a letter similar\n                  to that which he wrote toElihu B. Washburneon September 16, 1858, in which he informed Washburne that at the thirdLincoln-Douglas DebateinJonesboroon September 15,Stephen A. Douglashad stated that Washburne was “every where” claiming to be “unconditionally against\n                  the admission of any more Slave States”. Lincoln asked Washburne to either burn his\n                  letter or write a response which Lincoln could use to rebut Douglas’ claim. At the\n                  Jonesboro debate, Douglas asserted that although Lincoln distanced himself from a\n                  position opposing additional slave states, Farnsworth, Washburne, andOwen Lovejoy, the Republican candidates for theU.S. House of Representativesin the northern Congressional districts ofIllinois, were actively advocating that no more slave states be admitted to the union.Third Debate with Stephen A. Douglas at Jonesboro, Illinois; Third Debate with Stephen A. Douglas at Jonesboro, Illinois; Third Debate with Stephen A. Douglas at Jonesboro, Illinois."
      },
      {
        "id": "XE05351A4-0253-42B8-BF76-D870DCB28120",
        "text": "3In describing Farnsworth in the Lincoln-Douglas Debate at Jonesboro as an opponent\n                  to the admission of slave states, Douglas asserted that in the precedingU.S. CongressFarnsworth had made a speech in which he called on God to palsy his right arm if\n                  he ever voted to admit a slave state. This was apparently a reference to a March 20,\n                  1858 speech by Farnsworth in the U.S. House of Representatives in the debate  overKansas. In that speech, Farnsworth expressed a hope that the last slave state had been admitted\n                  to the union, adding “So help me God, none shall ever be admitted with the assistance\n                  of my vote; and whether here or anywhere else, wherever and whenever it is in my power\n                  to strike a shackle from a human limb, or from human progress, that power shall be\n                  exercised.”Third Debate with Stephen A. Douglas at Jonesboro, Illinois; Third Debate with Stephen A. Douglas at Jonesboro, Illinois; Third Debate with Stephen A. Douglas at Jonesboro, Illinois;Cong. Globe, 35th Cong., 1st Sess., 1207 (1858)."
      },
      {
        "id": "X61CC3B3D-0631-4BFF-8459-2B449DEA3DD0",
        "text": "4A speech that Farnsworth made atElginduring the1858 election campaignwas one where he declared that in disagreement with Lincoln and with the Republican\n                  Party platform, he was opposed to the creation of any more slave states under any\n                  circumstances.Daily Islander and Argus(Rock Island, IL), 7 October 1858, 2:2."
      },
      {
        "id": "X50DDED68-BAC9-4DDD-A5CA-2DB18E2C8F45",
        "text": "5No response to this letter has been located, nor further correspondence between Lincoln\n                  and Farnsworth on the subject. Douglas repeated his  statements regarding the opposition\n                  of Farnsworth, Washburne, and Lovejoy to additional slave states during the Lincoln-Douglas\n                  Debate inCharlestonon September 18, 1858, and that inGalesburgon October  7.Lincoln and Douglas debated as candidates for theU.S. Senate.  Lincoln, the candidate of the Republican Party, was challenging Douglas, theDemocraticincumbent.  Douglas would go on to defeat Lincoln and retain his seat.  See1858 Federal Election;1858 Illinois Republican Convention.Fourth Debate with Stephen A. Douglas at Charleston, Illinois; Fourth Debate with Stephen A. Douglas at Charleston, Illinois; Fourth Debate with Stephen A. Douglas at Charleston, Illinois; Fifth Debate with Stephen A. Douglas at Galesburg, Illinois; Fifth Debate with Stephen A. Douglas, at Galesburg, Illinois; Fifth Debate with Stephen A. Douglas, at Galesburg, Illinois; Allen C. Guelzo, “Houses Divided: Lincoln, Douglas, and the Political Landscape\n                     of 1858,”The Journal of American History94 (September 2007), 414-16."
      },
      {
        "id": "XD544C6B9-8922-4833-B5A6-85EAF349F696",
        "text": "6Lincoln wrote this docketing."
      }
    ],
    "structured_content": [
      {
        "type": "heading",
        "text": "John F. Farnsworth to Abraham Lincoln, 20 September 18581"
      },
      {
        "type": "paragraph",
        "text": "Yours is recd[received]It is not true that I am “every where pledging myself unconditionally against the admission of more slave states”^&c[etc.]^2though it is true that I declared last winter, in thehouse, that no more slave states should ever be admittedwiththeassistanceof myvote&c.3and wheninterrogatedI say so still, but at the same time I say that is not the position of theRepublican party, but my individual sentiment &c–4but if"
      }
    ]
  },
  "extraction_date": "2025-12-26 22:01:14",
  "word_count": 75
}