{
  "document_id": "D210779",
  "url": "https://papersofabrahamlincoln.org/documents/D210779",
  "metadata": {
    "date": "1858-07-22",
    "authors": [
      "Chambers, William M."
    ],
    "keywords": [
      "African Americans--Civil rights",
      "Elections",
      "Political campaigns",
      "Political candidates",
      "Political parties--Platforms",
      "Slavery",
      "Strategy--Political aspects",
      "United States. Congress. Senate"
    ],
    "type": "Letter"
  },
  "content": {
    "full_text": "William M. Chambers to Abraham Lincoln, 22 July 18581 (Confidential.) Personally we are not acquainted and possibly we may never be, but I find myself placed\n               in a position where it is becoming to address you in this way, lest the latter coming\n               conclusion may be verified2 I have just read your speech delivered atChicagoand desire to say something to you about it, but before doing so I will promise that\n               I am a member of theAmerican partyand as such participated in thecanvass of 1856with the consciousness of defeat before me, actuated by a desire to prove there was\n               a conservative element^in the government^.–3I have ever entertained a political hostility toJudge Douglas, and perhaps there is no man, with my humble capacity, who can entertain, a more\n               sincere desire to see him beaten in thecoming contestthan myself— none who would do more in an honourable way than I will to accomplish his defeat.  My opposition to him is based upon principle.\n               I admire his talents and his genius, and would rejoice if I could have confidence\n               in the man or have faith in his government policy, but I cannot, and therefore I want\n               some man to defeat him. Since last winter I have not hesitated to avow myself in your favour for that position, feeling that we had not the man who could be run with any prospect\n               of success. With this brief introduction I will proceed with my intention I do not see any necessity for discussing the subject of slavery in a theoretical\n               point of view, and very certainly we are not interested in its practical workings,\n               unless you have determined to keep alive a sectional party; evry thing as I understand it, now tends to having a united opposition to the administration,\n               and to have a platform upon which therepublicanand american parties North & South can stand.4I hope it is not your intention to thwart this movement.  Less of the discussion,\n               and less of the favouring of negro equality will satisfy your friends in the extreme Northern part of theState, and you may rely upon it some explanation will be necessary to carry the South.5For one, I cannot defend your positions as I understand them, and there are republicans\n               here who are getting very shy, and do not hesitate to condemn your course.  I am an\n               humble citizen, but take the liberty of thinking and speaking for myself, and no one\n               is responsible  but myself for what I say or do. If I advocate your claims, I do not want my opposition to Senator Douglas to be the\n               only reason for doing so, and if to day any one<Page 3>thing politically would  be calculated to rejoice me more than any other one thing,\n               it would be, the means of explaining away some objectionable views expressed by you\n               in your Chicago speech, and I must be allowed to say that unless some movement is\n               made in that direction, that I shall hold my place upon the subject of theelection.6I have told MrT. A. Marshall, that I will give him my support, and myFillmore friendsunderstand this, but under existing circumstances I cannot urge them to do as I do.7 I am very sure that no motive but to kindly suggest has prompted me in this matter,\n               and to warn you that your position is dangerous to your success, and one that a large\n               body of your fellow citizens, who are opposed to thedemocratic partycannot endorse. It is thought here by many of your warmest admirers, that there is no need of your\n               letting Douglas place you in the defense,— that there is enough of his political inconsistencies\n               and tergiversations, to keep you busy a year, and I submit to you if it were not better\n               to handle these than disturb the elements that are so kindly affiliating.8 Suit yourself, about an answer to this, but^I^would suggest, that if you can in any way defend your position, by rendering it less\n               objectionable to many devoted friends, you had better fix an early day to come over<Page 4>to this part of the State.9 Please inform me if I may rely on your attention to this matter.10",
    "paragraphs": [
      "William M. Chambers to Abraham Lincoln, 22 July 18581",
      "(Confidential.)",
      "Personally we are not acquainted and possibly we may never be, but I find myself placed\n               in a position where it is becoming to address you in this way, lest the latter coming\n               conclusion may be verified2",
      "I have just read your speech delivered atChicagoand desire to say something to you about it, but before doing so I will promise that\n               I am a member of theAmerican partyand as such participated in thecanvass of 1856with the consciousness of defeat before me, actuated by a desire to prove there was\n               a conservative element^in the government^.–3I have ever entertained a political hostility toJudge Douglas, and perhaps there is no man, with my humble capacity, who can entertain, a more\n               sincere desire to see him beaten in thecoming contestthan myself— none who would do more in an honourable way than I will to accomplish his defeat.  My opposition to him is based upon principle.\n               I admire his talents and his genius, and would rejoice if I could have confidence\n               in the man or have faith in his government policy, but I cannot, and therefore I want\n               some man to defeat him.",
      "Since last winter I have not hesitated to avow myself in your favour for that position, feeling that we had not the man who could be run with any prospect\n               of success.",
      "With this brief introduction I will proceed with my intention",
      "I do not see any necessity for discussing the subject of slavery in a theoretical\n               point of view, and very certainly we are not interested in its practical workings,\n               unless you have determined to keep alive a sectional party; evry thing as I understand it, now tends to having a united opposition to the administration,\n               and to have a platform upon which therepublicanand american parties North & South can stand.4I hope it is not your intention to thwart this movement.  Less of the discussion,\n               and less of the favouring of negro equality will satisfy your friends in the extreme Northern part of theState, and you may rely upon it some explanation will be necessary to carry the South.5For one, I cannot defend your positions as I understand them, and there are republicans\n               here who are getting very shy, and do not hesitate to condemn your course.  I am an\n               humble citizen, but take the liberty of thinking and speaking for myself, and no one\n               is responsible  but myself for what I say or do.",
      "If I advocate your claims, I do not want my opposition to Senator Douglas to be the\n               only reason for doing so, and if to day any one<Page 3>thing politically would  be calculated to rejoice me more than any other one thing,\n               it would be, the means of explaining away some objectionable views expressed by you\n               in your Chicago speech, and I must be allowed to say that unless some movement is\n               made in that direction, that I shall hold my place upon the subject of theelection.6I have told MrT. A. Marshall, that I will give him my support, and myFillmore friendsunderstand this, but under existing circumstances I cannot urge them to do as I do.7",
      "I am very sure that no motive but to kindly suggest has prompted me in this matter,\n               and to warn you that your position is dangerous to your success, and one that a large\n               body of your fellow citizens, who are opposed to thedemocratic partycannot endorse.",
      "It is thought here by many of your warmest admirers, that there is no need of your\n               letting Douglas place you in the defense,— that there is enough of his political inconsistencies\n               and tergiversations, to keep you busy a year, and I submit to you if it were not better\n               to handle these than disturb the elements that are so kindly affiliating.8",
      "Suit yourself, about an answer to this, but^I^would suggest, that if you can in any way defend your position, by rendering it less\n               objectionable to many devoted friends, you had better fix an early day to come over<Page 4>to this part of the State.9",
      "Please inform me if I may rely on your attention to this matter.10"
    ],
    "tables_count": 0,
    "citations": [
      "Michael Burlingame,Abraham Lincoln: A Life(Baltimore: The Johns Hopkins University Press, 2008), 1:457-85, 547, 557; Allen\n                     C. Guelzo, “Houses Divided: Lincoln, Douglas, and the Political Landscape of 1858,”The Journal of American History94 (September 2007), 392; Stephen Hansen and Paul Nygard, “Stephen A. Douglas, the\n                     Know-Nothings, and the Democratic Party in Illinois, 1854-1858,”Illinois Historical Journal87 (Summer 1994), 123-29; Tyler Anbinder,Nativism & Slavery: The Northern Know Nothings & the Politics of the 1850s(Oxford: Oxford University Press, 1992), 246-78; Report of Speech at Chicago, Illinois; Report of Speech at Chicago, Illinois; Report of Speech at Chicago, Illinois.",
      "Frank H. Severance, ed.,Millard Fillmore Papers, vol. 11 ofPublications of the Buffalo Historical Society(Buffalo, NY: Buffalo Historical Society, 1907), 2:21; Philip G. Auchampaugh, “Campaign\n                     of 1856,”Dictionary of American History, rev. ed. (New York: Charles Scribner’s Sons, 1976), 1:420-21;Report of Speech at Galena, Illinois;Report of Speech at Galena, Illinois.",
      "First Debate with Stephen A. Douglas at Ottawa, Illinois; First Debate with Stephen A. Douglas at Ottawa, Illinois; First Debate with Stephen A. Douglas at Ottawa, Illinois.",
      "Illinois SenateJournal. 1859. 21st G. A., 5, 30;Daily Illinois State Journal(Springfield), 13 November 1858, 2:3.",
      "John Trible to Abraham Lincoln; Johnson H. Jordan to Abraham Lincoln;Leander Munsell to Abraham Lincoln;David Davis to Abraham Lincoln; Joseph Medill to Abraham Lincoln.",
      "History of Coles County, Illinois(Chicago: Wm. Le Baron, Jr., 1879), 245; Edward Callary,Place Names of Illinois(Urbana and Chicago: University of Illinois Press, 2009), 218; Stephen Hansen and\n                     Paul Nygard, “Stephen A. Douglas, the Know-Nothings, and the Democratic Party in Illinois,\n                     1854-1858,” 129-30; Illinois HouseJournal. 1859. 21st G. A., 5, 32;Daily Illinois State Journal(Springfield), 5 January 1857, 2:2; 13 November 1858, 2:3;The Lincoln Log: A Daily Chronology of the Life of Abraham Lincoln, 7 September 1858,https://thelincolnlog.org/Results.aspx?type=CalendarDay&day=1858-09-07; 17 September 1858,https://thelincolnlog.org/Results.aspx?type=CalendarDay&day=1858-09-17; 18 September 1858,https://thelincolnlog.org/Results.aspx?type=CalendarDay&day=1858-09-18; Fourth Debate with Stephen A. Douglas at Charleston, Illinois, Fourth Debate with Stephen A. Douglas at Charleston, Illinois; Fourth Debate with Stephen A. Douglas at Charleston, Illinois."
    ],
    "footnotes": [
      {
        "id": "4019106",
        "text": "1William M. Chambers wrote and signed this letter."
      },
      {
        "id": "4019107",
        "text": "2Abraham Lincoln received aletterfromThomas A. Marshall, written on June 2, 1858, introducing him to Chambers. Marshall described Chambers\n                  as a prominent formerKnow Nothingwho was well disposed toward both Lincoln and the Republican Party. Marshallwroteto Lincoln again on July 22,  confessing that Chambers had shown him this letter\n                  and offering a suggestion as to how Lincoln should respond in a way that would satisfy\n                  Chambers."
      },
      {
        "id": "4019108",
        "text": "3Lincoln was theRepublicancandidate fromIllinoisfor theU.S. Senate. In the summer and fall of 1858, he crisscrossed Illinois delivering speeches and\n                  campaigning on behalf of Republican candidates for theIllinois General Assembly. At this time the Illinois General Assembly elected the state’s representatives in\n                  the U.S. Senate, thus the outcome of races for theIllinois House of RepresentativesandIllinois Senatewere of importance to Lincoln’s campaign. He ran against, and lost to, DemocratStephen A. Douglas, the incumbent. Lincoln and Douglas both focused their campaign efforts on the formerWhig Partystronghold of central Illinois, where the state legislative races were the closest.\n                  Among the former Whigs whose votes were courted were those who had moved into the\n                  American Party following the dissolution of the Whig Party. Chambers and other former\n                  members of the American Party, often referred to colloquially as \"Fillmore Men\" because\n                  the national party backedMillard Fillmorein thepresidential election of 1856,  were an important source of votes for both Democrats and Republicans in the state\n                  and federal elections of 1858,  and both Lincoln and Douglas worked hard to garner\n                  their support. See1858 Illinois Republican Convention;1858 Federal Election.Douglas had commenced his reelection campaign with a speech in Chicago on July 9,\n                  1858, with Lincoln following up with a speech in Chicago on July 10. In it, Lincoln\n                  discussed topics such as popular sovereignty, theLecompton Constitution, and theDred Scott decision, responding to allegations made by Douglas the previous evening.Michael Burlingame,Abraham Lincoln: A Life(Baltimore: The Johns Hopkins University Press, 2008), 1:457-85, 547, 557; Allen\n                     C. Guelzo, “Houses Divided: Lincoln, Douglas, and the Political Landscape of 1858,”The Journal of American History94 (September 2007), 392; Stephen Hansen and Paul Nygard, “Stephen A. Douglas, the\n                     Know-Nothings, and the Democratic Party in Illinois, 1854-1858,”Illinois Historical Journal87 (Summer 1994), 123-29; Tyler Anbinder,Nativism & Slavery: The Northern Know Nothings & the Politics of the 1850s(Oxford: Oxford University Press, 1992), 246-78; Report of Speech at Chicago, Illinois; Report of Speech at Chicago, Illinois; Report of Speech at Chicago, Illinois."
      },
      {
        "id": "4019109",
        "text": "4In his “Union Speech,” delivered inAlbany, New Yorkon June 26, 1856, Millard Fillmore had called the Republican Party, which had nominatedJohn C. Fremontat itsfirst national convention, a “sectional party” that represented only the interests of the free states of the\n                  nation. Lincoln contended  in afragment of a speechon sectionalism in 1856 that the Democrats were no less sectional than the Republicans,\n                  and that the question of slavery itself was, \"in its nature calculated to divide the\n                  American people geographically.\"  Lincoln sought to refute charges that Republicans\n                  were disunionists in a speech inGalena, Illinois, delivered on July 23, 1856.Frank H. Severance, ed.,Millard Fillmore Papers, vol. 11 ofPublications of the Buffalo Historical Society(Buffalo, NY: Buffalo Historical Society, 1907), 2:21; Philip G. Auchampaugh, “Campaign\n                     of 1856,”Dictionary of American History, rev. ed. (New York: Charles Scribner’s Sons, 1976), 1:420-21;Report of Speech at Galena, Illinois;Report of Speech at Galena, Illinois."
      },
      {
        "id": "4019110",
        "text": "5In the firstdebatebetween Douglas and Lincoln on August 21, Lincoln argued, \"I have no purpose directly or indirectly to interfere with the institution of slavery\n                  in the States where it exists. I believe I have no lawful right to do so, and I have\n                  no inclination to do so. I have no purpose to introduce political and social equality\n                  between the white and the black races. There is a physical difference between the\n                  two, which in my judgment will probably forever forbid their living together upon\n                  the footing of perfect equality, and inasmuch as it becomes a necessity that there\n                  must be a difference. I, as well as Judge Douglas, am in favor of the race to which\n                  I belong, having the superior position. I have never said anything to the contrary,\n                  but I hold that notwithstanding all this, there is no reason in the world why the\n                  negro is not entitled to all the natural rights enumerated in the Declaration of Independence,\n                  the right to life, liberty and the pursuit of happiness.\"First Debate with Stephen A. Douglas at Ottawa, Illinois; First Debate with Stephen A. Douglas at Ottawa, Illinois; First Debate with Stephen A. Douglas at Ottawa, Illinois."
      },
      {
        "id": "4019111",
        "text": "6It is not known what specific claims to which Chambers is referring. In hisletterto Lincoln, Marshall recommended that Lincoln respond with a letter articulating:\n                  \"That as his letter does not specify the particular parts of the Chicago speech, that\n                  do not meet his approval, you do not know exactly what part to explain, & it would\n                  exceed the bounds of a letter, & take more time than you now have at Command to enter\n                  into a detailed defence of the whole.\""
      },
      {
        "id": "4019112",
        "text": "7Marshall was elected, as a Republican,  to the Illinois Senate in 1858 from the counties\n                  ofVermilion,Coles, andEdgar. He voted for Lincoln in the election for U.S. senator.Illinois SenateJournal. 1859. 21st G. A., 5, 30;Daily Illinois State Journal(Springfield), 13 November 1858, 2:3."
      },
      {
        "id": "4019113",
        "text": "8On July 19, 1858, John  Matherswroteto Lincoln offering advice for his campaign, encouraging Lincoln to attack Douglas\n                  offensively in his speeches in the future, rather than speaking defensively. Several\n                  other correspondents wrote to Lincoln during thecampaign of 1858offering similar advice for his speeches and debates with Douglas.John Trible to Abraham Lincoln; Johnson H. Jordan to Abraham Lincoln;Leander Munsell to Abraham Lincoln;David Davis to Abraham Lincoln; Joseph Medill to Abraham Lincoln."
      },
      {
        "id": "4019270",
        "text": "9On September 7, 1858, Lincoln spoke to an audience of 1,000 inMattoon, Illinois, in Coles County. He also spent the day and night of September 17 in Mattoon. The\n                  next day, September 18, the fourth of aseries of debatesbetween Lincoln and Douglas was held in Charleston, Illinois, the county seat of\n                  Coles.Douglas and the Democrats proved more adept than the Republicans in attracting the\n                  votes of former members of the American Party. By way of illustration, of the fourteen\n                  counties where the American vote had an impact on the election for state representatives,\n                  Democrats carried eleven of the fourteen.  One exception was Illinois House District\n                  Twenty-Five, which included Coles andMoultriecounties.  In 1856, the Democrats won this seat, but in 1858, voters elected RepublicanWilliam W. Craddockto represent them.  Craddock also voted for Lincoln in the election for U.S. Senate.History of Coles County, Illinois(Chicago: Wm. Le Baron, Jr., 1879), 245; Edward Callary,Place Names of Illinois(Urbana and Chicago: University of Illinois Press, 2009), 218; Stephen Hansen and\n                     Paul Nygard, “Stephen A. Douglas, the Know-Nothings, and the Democratic Party in Illinois,\n                     1854-1858,” 129-30; Illinois HouseJournal. 1859. 21st G. A., 5, 32;Daily Illinois State Journal(Springfield), 5 January 1857, 2:2; 13 November 1858, 2:3;The Lincoln Log: A Daily Chronology of the Life of Abraham Lincoln, 7 September 1858,https://thelincolnlog.org/Results.aspx?type=CalendarDay&day=1858-09-07; 17 September 1858,https://thelincolnlog.org/Results.aspx?type=CalendarDay&day=1858-09-17; 18 September 1858,https://thelincolnlog.org/Results.aspx?type=CalendarDay&day=1858-09-18; Fourth Debate with Stephen A. Douglas at Charleston, Illinois, Fourth Debate with Stephen A. Douglas at Charleston, Illinois; Fourth Debate with Stephen A. Douglas at Charleston, Illinois."
      },
      {
        "id": "4019114",
        "text": "10No response from Lincoln to Chambers has been located, and, beyond Marshall'sletterto Lincoln on July 22, no additional letters between Lincoln and Marshall regarding\n                  Chambers have been found."
      },
      {
        "id": "4019115",
        "text": "11An unknown person wrote this docketing."
      }
    ],
    "structured_content": [
      {
        "type": "heading",
        "text": "William M. Chambers to Abraham Lincoln, 22 July 18581"
      },
      {
        "type": "paragraph",
        "text": "(Confidential.)"
      },
      {
        "type": "paragraph",
        "text": "Personally we are not acquainted and possibly we may never be, but I find myself placed\n               in a position where it is becoming to address you in this way, lest the latter coming\n               conclusion may be verified2"
      },
      {
        "type": "paragraph",
        "text": "I have just read your speech delivered atChicagoand desire to say something to you about it, but before doing so I will promise that\n               I am a member of theAmerican partyand as such participated in thecanvass of 1856with the consciousness of defeat before me, actuated by a desire to prove there was\n               a conservative element^in the government^.–3I have ever entertained a political hostility toJudge Douglas, and perhaps there is no man, with my humble capacity, who can entertain, a more\n               sincere desire to see him beaten in thecoming contestthan myself— none who would do more in an honourable way than I will to accomplish his defeat.  My opposition to him is based upon principle.\n               I admire his talents and his genius, and would rejoice if I could have confidence\n               in the man or have faith in his government policy, but I cannot, and therefore I want\n               some man to defeat him."
      },
      {
        "type": "paragraph",
        "text": "Since last winter I have not hesitated to avow myself in your favour for that position, feeling that we had not the man who could be run with any prospect\n               of success."
      },
      {
        "type": "paragraph",
        "text": "With this brief introduction I will proceed with my intention"
      },
      {
        "type": "paragraph",
        "text": "I do not see any necessity for discussing the subject of slavery in a theoretical\n               point of view, and very certainly we are not interested in its practical workings,\n               unless you have determined to keep alive a sectional party; evry thing as I understand it, now tends to having a united opposition to the administration,\n               and to have a platform upon which therepublicanand american parties North & South can stand.4I hope it is not your intention to thwart this movement.  Less of the discussion,\n               and less of the favouring of negro equality will satisfy your friends in the extreme Northern part of theState, and you may rely upon it some explanation will be necessary to carry the South.5For one, I cannot defend your positions as I understand them, and there are republicans\n               here who are getting very shy, and do not hesitate to condemn your course.  I am an\n               humble citizen, but take the liberty of thinking and speaking for myself, and no one\n               is responsible  but myself for what I say or do."
      },
      {
        "type": "paragraph",
        "text": "If I advocate your claims, I do not want my opposition to Senator Douglas to be the\n               only reason for doing so, and if to day any one<Page 3>thing politically would  be calculated to rejoice me more than any other one thing,\n               it would be, the means of explaining away some objectionable views expressed by you\n               in your Chicago speech, and I must be allowed to say that unless some movement is\n               made in that direction, that I shall hold my place upon the subject of theelection.6I have told MrT. A. Marshall, that I will give him my support, and myFillmore friendsunderstand this, but under existing circumstances I cannot urge them to do as I do.7"
      },
      {
        "type": "paragraph",
        "text": "I am very sure that no motive but to kindly suggest has prompted me in this matter,\n               and to warn you that your position is dangerous to your success, and one that a large\n               body of your fellow citizens, who are opposed to thedemocratic partycannot endorse."
      },
      {
        "type": "paragraph",
        "text": "It is thought here by many of your warmest admirers, that there is no need of your\n               letting Douglas place you in the defense,— that there is enough of his political inconsistencies\n               and tergiversations, to keep you busy a year, and I submit to you if it were not better\n               to handle these than disturb the elements that are so kindly affiliating.8"
      },
      {
        "type": "paragraph",
        "text": "Suit yourself, about an answer to this, but^I^would suggest, that if you can in any way defend your position, by rendering it less\n               objectionable to many devoted friends, you had better fix an early day to come over<Page 4>to this part of the State.9"
      },
      {
        "type": "paragraph",
        "text": "Please inform me if I may rely on your attention to this matter.10"
      }
    ]
  },
  "extraction_date": "2025-12-26 21:52:35",
  "word_count": 695
}