{
  "document_id": "D210649",
  "url": "https://papersofabrahamlincoln.org/documents/D210649",
  "metadata": {
    "date": "1855-02-24",
    "authors": [
      "Trumbull, Lyman"
    ],
    "keywords": [
      "Political parties",
      "United States. Congress. Senate",
      "Slavery--Extension to the territories"
    ],
    "type": "Letter"
  },
  "content": {
    "full_text": "Lyman Trumbull to Abraham Lincoln, 24 February 18551 I am truly obliged for your notice of the “Able Lawyer’s” article–2You treated it in the right spirit–  Such an effusion only deserves to be treated\n               cavalierly–  However much there may be in the question, the mak^n^who makes this argument (HarrisI suppose) is evidently acting from spleen & not any honest motive–  This you show–\n               I had been inSt. Louisfor a couple of days previous to last night, & had not heard a word of this matter\n               till I recd[received] your kind favor– Possibly it may be well enough to state briefly in some of the papers\n               the points which in our judgment render theStateconstitution inoperative, but I question the propriety of entering into a news-paper argument about the matter–3 The question will most likely be made atWashington–  TheNebraskaitesare terribly disappointed & bitter, & will do anything to give vent to their malice–\n               Mr.Palmerwrote me a day or two since that he had learned from Mr. Weir,4who had been atSpringfield, that theNebraskamembers before leaving signed a protestagainstto be forwarded to theSenateagainst my taking my seat.5This information he got fromJudge Treat.  Is it not<Page 2>strange that Treat should have anything to do with this question–  I have heard him\n               say in former times repeatedly, that there was nothing in it–6Treat is a most excellent man in most respects, but on the subject of slavery it\n               does seem to me  he is almost a monomaniac–  He is the most intolerant, ultra pro\n               slavery of any man I ever knew– Bob. Smithis out forCongress& of course will be supported by the Washington influence and all the Nebraskaites\n               here–  You know the peculiar elements in this District; but for the foreign vote which\n               is not reliable, we could beat Smith 3000 votes. I thinkJudge Underwoodcan beat him any how & I fear he is the only man who can–7Underwood is dis-inclined to run, is a little afraid of Smith because he once defeated me,8but if necessary Underwood must be made to run–  If he ever expects any thing politically he has no right to hold back when all his friends demand the use of his\n               name.    I shall be happy to hear from you frequently, & particularly to know your\n               views as to the best means of meeting and overwhelming the Slavery extensionists inIllinois–",
    "paragraphs": [
      "Lyman Trumbull to Abraham Lincoln, 24 February 18551",
      "I am truly obliged for your notice of the “Able Lawyer’s” article–2You treated it in the right spirit–  Such an effusion only deserves to be treated\n               cavalierly–  However much there may be in the question, the mak^n^who makes this argument (HarrisI suppose) is evidently acting from spleen & not any honest motive–  This you show–\n               I had been inSt. Louisfor a couple of days previous to last night, & had not heard a word of this matter\n               till I recd[received] your kind favor– Possibly it may be well enough to state briefly in some of the papers\n               the points which in our judgment render theStateconstitution inoperative, but I question the propriety of entering into a news-paper argument about the matter–3",
      "The question will most likely be made atWashington–  TheNebraskaitesare terribly disappointed & bitter, & will do anything to give vent to their malice–\n               Mr.Palmerwrote me a day or two since that he had learned from Mr. Weir,4who had been atSpringfield, that theNebraskamembers before leaving signed a protestagainstto be forwarded to theSenateagainst my taking my seat.5This information he got fromJudge Treat.  Is it not<Page 2>strange that Treat should have anything to do with this question–  I have heard him\n               say in former times repeatedly, that there was nothing in it–6Treat is a most excellent man in most respects, but on the subject of slavery it\n               does seem to me  he is almost a monomaniac–  He is the most intolerant, ultra pro\n               slavery of any man I ever knew–",
      "Bob. Smithis out forCongress& of course will be supported by the Washington influence and all the Nebraskaites\n               here–  You know the peculiar elements in this District; but for the foreign vote which\n               is not reliable, we could beat Smith 3000 votes.",
      "I thinkJudge Underwoodcan beat him any how & I fear he is the only man who can–7Underwood is dis-inclined to run, is a little afraid of Smith because he once defeated me,8but if necessary Underwood must be made to run–  If he ever expects any thing politically he has no right to hold back when all his friends demand the use of his\n               name.    I shall be happy to hear from you frequently, & particularly to know your\n               views as to the best means of meeting and overwhelming the Slavery extensionists inIllinois–"
    ],
    "tables_count": 0,
    "citations": [
      "Daily Illinois State Register(Springfield), 21 February 1855, 2:1-3; Ill. Const. of 1848, art. V, § 10; Ralph\n                     J. Roske,His Own Counsel: The Life and Times of Lyman Trumbull(Reno, NV: University of Nevada Press, 1979), 15-16, 29; David Herbert Donald,Lincoln(New York: Touchstone, 1995), 167-73; Autobiography of Abraham Lincoln Written for John L. Scripps;William H. Randolph to Abraham Lincoln; Illinois SenateJournal. 1855. 19th G. A., 242-55;Abraham Lincoln to Elihu B. Washburne.",
      "Illinois Daily Journal(Springfield), 21 February 1855, 2:1;The Alton Weekly Courier(IL), 1 March 1855, 2:1; Ill. Const. of 1848, art. IV, § 3.",
      "George Thomas Palmer, ed., “A Collection of Letters from Lyman Trumbull to John M.\n                     Palmer, 1854-1858,”Journal of the Illinois State Historical Society16 (April-July 1923), 24-25; Ralph J. Roske,His Own Counsel: The Life and Times of Lyman Trumbull, 31-33;Cong. Globe, 34th Cong., 1st Sess., 1-2 (1855); U.S. SenateJournal. 1855-1856. 34th Cong., 1st sess., 4, 6, 22, 139, 154, 157, 161-62.",
      "The Alton Weekly Courier(IL), 15 March 1855, 1:2.",
      "George Thomas Palmer, ed., “A Collection of Letters from Lyman Trumbull to John M.\n                     Palmer, 1854-1858,”Journal of the Illinois State Historical Society16 (April-July 1923), 24-25;Illinois Daily Journal(Springfield), 3 March 1855, 3:1; Ralph J. Roske,His Own Counsel: The Life and Times of Lyman Trumbull,  32;Daily Illinois State Register, 4 November 1856, 2:1; U.S. HouseJournal. 1856. 34th Cong., 1st sess., 552, 805-7;Daily Illinois State Register(Springfield), 4 November 1856, 2:1;Biographical Directory of the American Congress 1774-1996(Alexandria, VA: CQ Staff Directories, 1997), 1557, 1847; Howard W. Allen and Vincent\n                     A. Lacey, eds.,Illinois Elections, 1818-1990(Carbondale and Edwardsville: Southern Illinois University Press, 1992), 10, 11,\n                     140, 141.",
      "Ralph J. Roske,His Own Counsel: The Life and Times of Lyman Trumbull, 11-12; Howard W. Allen and Vincent A. Lacey, eds.,Illinois Elections, 1818-1990, 7, 118-19."
    ],
    "footnotes": [
      {
        "id": "XCAC3B6AF-92FA-4E3A-B322-C53759C9FF8E",
        "text": "1Lyman Trumbull wrote and signed this letter, including the address on the envelope."
      },
      {
        "id": "X172C9C59-709F-4BA1-81C6-FD9B81F0B491",
        "text": "2The letter from Abraham Lincoln to Trumbull to which this is a response has not been\n                  located. In it, Lincoln evidently alerted Trumbull to a pseudonymous article in theIllinois State Registerwhich was signed by “W.,” who was described in the introduction to the article as\n                  “an able lawyer.” The article argued that Trumbull’s recent election by theIllinois General Assemblyas Illinois’ next U.S. senator was unconstitutional under  the1848 Illinois Constitution. Article five, section ten of that constitution stated that judges of the IllinoisSupremeandCircuit Courtswere ineligible for any other state or national office during the term for which\n                  they had been elected, and for a year thereafter. Trumbull had been elected in 1852\n                  to a nine-year term on the Illinois Supreme Court but resigned the position in 1853.\n                  His political opponents argued that under the letter of the law, he should not have\n                  been eligible for office until 1862. “W.” took issue with the apparent claim of Trumbull’s\n                  supporters that states could not prescribe the qualifications for membership in the\n                  U.S. Congress.Lincoln’s interest in the matter was personal, as he had also been a candidate for\n                  the U.S. Senate seat that Trumbull won and had in fact sacrificed his own chance to\n                  secure Trumbull’s victory. Passage of theKansas-Nebraska Actand its effective repeal of theMissouri Compromisehad reawakened Lincoln’s passion for politics, and he threw himself into thecongressional election campaignin the fall of 1854, crisscrossing Illinois to deliver speeches against the Kansas-Nebraska\n                  Act and in support ofanti-Nebraskacandidates. He even allowed himself to become a candidate for the Illinois General\n                  Assembly (albeit reluctantly at first). As the election campaign reached its climax,\n                  Lincoln’s name began to circulate as a possible nominee for one of the state’s U.S.\n                  Senate seats. Lincoln won election to theIllinois House of Representativesin the 1854 election, butdeclinedthe seat in late November in order to run for U.S. Senate. The Illinois General Assembly\n                  met on February 8, 1855, to vote on the state’s next U.S. senator. In the first round\n                  of voting ninety-nine votes were cast, of which Lincoln received forty-five and Trumbull,\n                  five. But as neither they nor any other candidate received a majority of votes, several\n                  more rounds of balloting ensued. After the ninth vote, with his share of votes declining,\n                  Lincoln dropped out of contention and urged his remaining supporters to vote for Trumbull\n                  to ensure that an anti-Nebraska candidate would win the seat. In the tenth and final\n                  round of voting Trumbull received fifty-one votes and won the senatorship.  See the1854 Federal Election.Daily Illinois State Register(Springfield), 21 February 1855, 2:1-3; Ill. Const. of 1848, art. V, § 10; Ralph\n                     J. Roske,His Own Counsel: The Life and Times of Lyman Trumbull(Reno, NV: University of Nevada Press, 1979), 15-16, 29; David Herbert Donald,Lincoln(New York: Touchstone, 1995), 167-73; Autobiography of Abraham Lincoln Written for John L. Scripps;William H. Randolph to Abraham Lincoln; Illinois SenateJournal. 1855. 19th G. A., 242-55;Abraham Lincoln to Elihu B. Washburne."
      },
      {
        "id": "X370EDCFB-6E37-4A71-A79B-95904A1CA9F1",
        "text": "3Newspaper responses to the above article’s claim that Trumbull was ineligible for\n                  office highlighted that he was not the only candidate in conflict with provisions\n                  in the 1848 Illinois Constitution preventing officeholders from seeking other positions.\n                  An article in theIllinois Daily  Journalof the same date pointed out that while under the letter of the law Trumbull appeared\n                  to be ineligible for the office of U.S. senator,Joel A. Matteson, his closest opponent in the final rounds of balloting  , more seriously violated\n                  the spirit of the law by virtue of the fact that he was the sitting governor of Illinois\n                  at the time of the election. The provisions of the 1848 Illinois Constitution were\n                  intended to prevent undue influence by officeholders in obtaining further privileges,\n                  and theIllinois Daily Journalalleged that during the vote for senator, Matteson brought at least two General Assembly\n                  members who were known to oppose him to his office to beg for their votes. In Trumbull’s\n                  hometown, theAlton Weekly Courierexpanded on the topic of Matteson’s eligibility, citing article four, section three\n                  of the 1848 Illinois Constitution, which prohibited governors from holding any other\n                  offices during their term. Ultimately, theAlton Weekly Courierargued that Trumbull was indeed eligible to serve as U.S. senator, because the U.S.\n                  Constitution was “paramount to all State Constitutions.”Illinois Daily Journal(Springfield), 21 February 1855, 2:1;The Alton Weekly Courier(IL), 1 March 1855, 2:1; Ill. Const. of 1848, art. IV, § 3."
      },
      {
        "id": "X9CEB3CDF-AA92-412F-85F0-F0DA717CC575",
        "text": "4Likely John M. Palmer’s fellowMacoupin Countyattorney,William Weer, Jr."
      },
      {
        "id": "X129B4F1F-7D1B-4D0C-AB97-1F9C1A01A89D",
        "text": "5Palmer’s letter to Trumbull has not been located, but  based on Trumbull’s response\n                  of February 24, 1855, Palmer wrote on February 20, 1855. In his response to Palmer,\n                  Trumbull touched on many of the same topics covered in this letter to Lincoln, adding\n                  a comment on his perception that the “able lawyer” was hypocritical in not questioning\n                  Matteson’s eligibility for the U.S. Senate.The question of Trumbull’s eligibility for the U.S. Senate was indeed settled in Washington,\n                  DC. The Senate of the Thirty-Fourth Congress convened on December 3, 1855. SenatorJohn J. CrittendenofKentuckypresented Trumbull’s credentials, which consisted of a certification of the votes\n                  he had received in the Illinois General Assembly with an attestation by the Illinois\n                  secretary of state, as Governor Matteson had refused to issue an election certificate.\n                  The protest which Palmer had warned Trumbull of was then introduced by SenatorLewis CassofMichigan. The protest was signed by thirteen Illinois state senators and twenty-nine Illinois\n                  state representatives and argued that the votes cast for Trumbull as senator in the\n                  Illinois General Assembly were null and void under the provisions of Article V, Section\n                  ten of the 1848 Illinois Constitution as described above.  Trumbull was allowed to\n                  take the oath of office, but his seat in the Senate was not officially confirmed for\n                  several months. On December 20, Trumbull presented to the Senate a certified copy\n                  of the letter by which he had resigned his judgeship in 1853, which was referred to\n                  the Committee on the Judiciary along with the protest. The committee returned a report\n                  on the matter to the Senate on February 27, 1856, at which point Crittenden proposed\n                  a resolution that Trumbull was entitled to his seat. Consideration of the resolution\n                  was postponed until early March,  and on March 5 the resolution was accepted by a\n                  vote of thirty-five to eight and Trumbull was officially confirmed as a senator.George Thomas Palmer, ed., “A Collection of Letters from Lyman Trumbull to John M.\n                     Palmer, 1854-1858,”Journal of the Illinois State Historical Society16 (April-July 1923), 24-25; Ralph J. Roske,His Own Counsel: The Life and Times of Lyman Trumbull, 31-33;Cong. Globe, 34th Cong., 1st Sess., 1-2 (1855); U.S. SenateJournal. 1855-1856. 34th Cong., 1st sess., 4, 6, 22, 139, 154, 157, 161-62."
      },
      {
        "id": "X5FC1E715-F736-43CC-9767-08CA07F4DF4C",
        "text": "6Soon after this letter, Judge Samuel H. Treat was himself subject to questions  regarding\n                  his own eligibility for office, when, as sitting chief justice of the Illinois Supreme\n                  Court he accepted appointment as judge of the United States District Court for the\n                  Southern District of Illinois. Treat had apparently been weighing in on the issue,\n                  as, on the occasion of his appointment, theAlton Weekly Courierasked, “Which Constitution, the State or the National, willJudge Treatnow recognize as the supreme law of the land, and what provisions willheconsider void?”The Alton Weekly Courier(IL), 15 March 1855, 1:2."
      },
      {
        "id": "X63F2A817-5F25-44CF-AAEE-84E85E9EDB11",
        "text": "7Trumbull is here discussing potential candidates for a special election in Illinois’\n                  Eighth Congressional District to fill theU.S. House of Representativesseat in the Thirty-Fourth Congress to which he himself had been elected in November,\n                  1854, and which he intended to vacate if and when his seat in the U.S. Senate was\n                  confirmed. In writing to Palmer on this same date, Trumbull lamented thatJames Shieldswas not in contention for the seat, as Trumbull perceived him as easier to beat than\n                  Robert Smith. Not long after the date of this letter, a newspaper report stated that\n                  rumored contenders for the seat were pro-Nebraska candidates  Thomas M. Hope, Smith,James L. D. Morrison, andPhilip B. Fouke, and anti-Nebraska candidates William H. Underwood,Henry S. Baker, andGustave P. Koerner.Fouke was in fact one of the candidates that Trumbull had defeated for this seat in\n                  the U.S. House of Representatives in November of 1854 by winning 58.1 percent of the\n                  vote.  While the matter of Trumbull’s Senate seat was being resolved Fouke began petitioning\n                  the U.S. House of Representatives in February 1856 claiming Trumbull’s as-yet-unvacated\n                  House seat.  The House of Representatives ultimately rejected Fouke’s petition on\n                  April 10, 1856, stating that he had not been duly elected to the position and at that\n                  same time finally declared Trumbull’s House seat vacant. The Eighth Congressional\n                  District of Illinois thus voted on November 4, 1856, for both a representative to\n                  fill Trumbull’s vacancy in the Thirty-Fourth Congress and for a representative to\n                  the Thirty-Fifth Congress. In that election Morrison defeatedJohn Thomasin the contest for  Trumbull’s vacated seat with 55.8 percent of the vote, and served\n                  from November 1856 to March 1857. Smith ran for the full term in the Thirty-Fifth\n                  Congress, defeating  Jacob D. Lansing by garnering 60.1 percent of the vote, and served\n                  from March 1857 to March 1859.George Thomas Palmer, ed., “A Collection of Letters from Lyman Trumbull to John M.\n                     Palmer, 1854-1858,”Journal of the Illinois State Historical Society16 (April-July 1923), 24-25;Illinois Daily Journal(Springfield), 3 March 1855, 3:1; Ralph J. Roske,His Own Counsel: The Life and Times of Lyman Trumbull,  32;Daily Illinois State Register, 4 November 1856, 2:1; U.S. HouseJournal. 1856. 34th Cong., 1st sess., 552, 805-7;Daily Illinois State Register(Springfield), 4 November 1856, 2:1;Biographical Directory of the American Congress 1774-1996(Alexandria, VA: CQ Staff Directories, 1997), 1557, 1847; Howard W. Allen and Vincent\n                     A. Lacey, eds.,Illinois Elections, 1818-1990(Carbondale and Edwardsville: Southern Illinois University Press, 1992), 10, 11,\n                     140, 141."
      },
      {
        "id": "XD590DFFE-2E84-4C43-A164-2276D1F76D80",
        "text": "8Smith had defeated Trumbull for a seat in the U.S. House of Representatives in the\n                  election of 1846. Both men had desired to be the Democratic candidate for Illinois’\n                  First Congressional District in that year, but after Trumbull and his supporters gained\n                  control of the district nominating convention, Smith and his allies left the convention.\n                  Trumbull was named the Democratic candidate and Smith was nominated as an independent\n                  Democratic candidate by his supporters. Smith emerged victorious in the election with\n                  58.1 percent of the vote.Ralph J. Roske,His Own Counsel: The Life and Times of Lyman Trumbull, 11-12; Howard W. Allen and Vincent A. Lacey, eds.,Illinois Elections, 1818-1990, 7, 118-19."
      },
      {
        "id": "XEF2518FD-1687-48A8-919D-1FB5DB3B0848",
        "text": "9An unknown person wrote this docketing."
      }
    ],
    "structured_content": [
      {
        "type": "heading",
        "text": "Lyman Trumbull to Abraham Lincoln, 24 February 18551"
      },
      {
        "type": "paragraph",
        "text": "I am truly obliged for your notice of the “Able Lawyer’s” article–2You treated it in the right spirit–  Such an effusion only deserves to be treated\n               cavalierly–  However much there may be in the question, the mak^n^who makes this argument (HarrisI suppose) is evidently acting from spleen & not any honest motive–  This you show–\n               I had been inSt. Louisfor a couple of days previous to last night, & had not heard a word of this matter\n               till I recd[received] your kind favor– Possibly it may be well enough to state briefly in some of the papers\n               the points which in our judgment render theStateconstitution inoperative, but I question the propriety of entering into a news-paper argument about the matter–3"
      },
      {
        "type": "paragraph",
        "text": "The question will most likely be made atWashington–  TheNebraskaitesare terribly disappointed & bitter, & will do anything to give vent to their malice–\n               Mr.Palmerwrote me a day or two since that he had learned from Mr. Weir,4who had been atSpringfield, that theNebraskamembers before leaving signed a protestagainstto be forwarded to theSenateagainst my taking my seat.5This information he got fromJudge Treat.  Is it not<Page 2>strange that Treat should have anything to do with this question–  I have heard him\n               say in former times repeatedly, that there was nothing in it–6Treat is a most excellent man in most respects, but on the subject of slavery it\n               does seem to me  he is almost a monomaniac–  He is the most intolerant, ultra pro\n               slavery of any man I ever knew–"
      },
      {
        "type": "paragraph",
        "text": "Bob. Smithis out forCongress& of course will be supported by the Washington influence and all the Nebraskaites\n               here–  You know the peculiar elements in this District; but for the foreign vote which\n               is not reliable, we could beat Smith 3000 votes."
      },
      {
        "type": "paragraph",
        "text": "I thinkJudge Underwoodcan beat him any how & I fear he is the only man who can–7Underwood is dis-inclined to run, is a little afraid of Smith because he once defeated me,8but if necessary Underwood must be made to run–  If he ever expects any thing politically he has no right to hold back when all his friends demand the use of his\n               name.    I shall be happy to hear from you frequently, & particularly to know your\n               views as to the best means of meeting and overwhelming the Slavery extensionists inIllinois–"
      }
    ]
  },
  "extraction_date": "2025-12-26 21:36:01",
  "word_count": 388
}