{
  "document_id": "D210962",
  "url": "https://papersofabrahamlincoln.org/documents/D210962",
  "metadata": {
    "date": "1858-10-27",
    "authors": [
      "Crittenden, John J."
    ],
    "keywords": [
      "Elections",
      "Friendship--Political aspects",
      "Newspapers--Political aspects",
      "Political campaigns",
      "United States. Congress. Senate"
    ],
    "type": "Letter"
  },
  "content": {
    "full_text": "John J. Crittenden to Abraham Lincoln, 27 October 18581 I have just been apprised that a paragraph in theSt: Louis Republican(I think, that is the paper) contains some allusion to our privatecorrespondence, and assumes to call on your for it's publication.2 This has given me much pain & surprise. I do not believe that you would ever have\n               entertained a suspicion that I was capable of betraying that correspondence, & of\n               causing or prompting, in any way, the paragraph above mentioned– But yet I desire\n               to assure you that I have had no art or part, agency or privity in respect to it,\n               or its publication– It is wholly unauthorised by me. I should have considered myself dishonored, if I could ever have consented\n               to, or permitted any use to be made of our correspondence, that would have been injurious\n               or embarrassing to you–3 I hope that this will<Page 2>be satisfactory to you— and, furthermore, I hope that you will not permit this publication\n               to annoy you, half as much as it annoys me.",
    "paragraphs": [
      "John J. Crittenden to Abraham Lincoln, 27 October 18581",
      "I have just been apprised that a paragraph in theSt: Louis Republican(I think, that is the paper) contains some allusion to our privatecorrespondence, and assumes to call on your for it's publication.2",
      "This has given me much pain & surprise. I do not believe that you would ever have\n               entertained a suspicion that I was capable of betraying that correspondence, & of\n               causing or prompting, in any way, the paragraph above mentioned– But yet I desire\n               to assure you that I have had no art or part, agency or privity in respect to it,\n               or its publication– It is wholly unauthorised by me. I should have considered myself dishonored, if I could ever have consented\n               to, or permitted any use to be made of our correspondence, that would have been injurious\n               or embarrassing to you–3",
      "I hope that this will<Page 2>be satisfactory to you— and, furthermore, I hope that you will not permit this publication\n               to annoy you, half as much as it annoys me."
    ],
    "tables_count": 0,
    "citations": [
      "Michael Burlingame,Abraham Lincoln: A Life(Baltimore: The Johns Hopkins University Press, 2008), 1:456-57, 476-77, 542-43, 546-47;\n                     Allen C. Guelzo, “Houses Divided: Lincoln, Douglas, and the Political Landscape of\n                     1858,”The Journal of American History94 (September 2007), 394, 400-401; Allen C. Guelzo,Lincoln and Douglas: The Debates that Defined America(New York: Simon & Schuster, 2008) , 273-76;The Louisville Daily Journal(Louisville, KY), 26 October 1858, 2:1;Daily Missouri Republican(Saint Louis, MO), 25 October 1858, 2:1; 29 October 1858, 2:1.",
      "David Davis to Abraham Lincoln; Henry C. Whitney to Abraham Lincoln."
    ],
    "footnotes": [
      {
        "id": "4020145",
        "text": "1John J. Crittenden wrote and signed this letter."
      },
      {
        "id": "4020146",
        "text": "2The paragraph Crittenden alludes to appeared in the  October 25, 1858, issue of theDaily Missouri Republican.Abraham Lincoln was theRepublicancandidate fromIllinoisfor theU.S. Senatein 1858, running againstDemocratStephen A. Douglas, the incumbent.  At this time theIllinois General Assemblyelected the state’s representatives in the U.S. Senate, thus the outcome of races\n                  for theIllinois House of RepresentativesandIllinois Senatein the election of 1858 were of importance in the campaign. Lincoln and Douglas both\n                  focused their campaign efforts on the formerWhigstronghold of central Illinois, where the state legislative races were the closest.\n                  See the1858 Illinois Republican Convention;1858 Federal Election. On July 7, Lincolnwroteto his former congressional colleague John J. Crittenden ofKentuckyto ask whether rumors of Crittenden’s support for Douglas were true.  An eminent\n                  formerWhig, Crittenden was widely regarded as the natural successor toHenry Clay, and Lincoln worried that a Crittenden endorsement for Douglas would hurt his chances\n                  with his former Whig brethren in Illinois. Crittenden welcomed Lincoln's rise to political\n                  prominence, but had little sympathy with the Republican Party. Crittendenrespondedon July 29, assuring Lincoln that he was remembered favorably. Crittenden explained,\n                  however, that he and Douglas, though always belonging to different political parties\n                  and \"opposed, in politics, to each other,\" shared a strong aversion to theLecompton Constitution. TheBuchananadministration's harsh response to Douglas and use of its power to prevent his reelection\n                  brought sympathy from Crittenden. He wrote of Douglas, \"I could not but wish for his\n                  success— and his triumph over such a persecution– I thought that his reelection was\n                  necessary as a rebuke to the Administration, and a vindication of the great cause\n                  of popular rights & public justice.\" Crittenden admitted that he had shared his support\n                  of Douglas in various conversations but that he had only sent a handful of letters\n                  in which \"Mr Douglas was alluded to and recommended.\" Going forward, he wrote, he\n                  could not promise anything, only that, \"Whatever my future course may be, I trust\n                  that I shall so act as to give no just cause of offence to any candid & liberal friend,\n                  even tho' he may differ with me in opinion.\"Though expressing \"no disposition for officious intermeddling\" in his letter to Lincoln,\n                  Crittenden nonetheless became embroiled in the campaign for the U.S. Senate. On July\n                  19,T. Lyle Dickey, a former Whig and Lincoln supporter who had defected to the Democrats and Douglas,\n                  wrote Crittenden requesting that he confirm a conversation with Dickey in April 1858\n                  where Crittenden praised Douglas. On August 1, Crittenden wrote Dickey confirming\n                  the conversation and his praise for Douglas's service to Illinois and his principled\n                  position on the Lecompton Constitution. Not wishing to be appear \"to be an officious\n                  intermeddler\" in the election, Crittenden requested that Dickey, should he speak of\n                  the conversation or letter, \"acquit me of any intermeddling, or of the presumption\n                  of seeking to obtrude myself or my sentiments upon the attention of the people of\n                  Illinois.\" Dickey kept the letter private until October 19, when he read it aloud\n                  in a speech denouncing Lincoln for abandoning Clay and Whiggery. TheDaily Illinois State Journalsought to mitigate the damage by claiming that Crittenden's letter to Dickey was\n                  a forgery and by suggesting that Crittenden had written Lincoln--presumably Crittenden's\n                  letter of July 29--supporting opposition against Douglas. TheDaily Missouri Republicandemanded that Lincoln publish this letter. TheIllinois State Journalcontinued to misrepresent Crittenden's correspondence to Lincoln, prompting Owen\n                  G. Cates ofSaint  Louisto write Crittenden asking if he wrote such a letter. On October 28, Crittenden responded\n                  in a telegram: \"I have written no such letter.\" Crittenden's letter to Dickey, Dickey's\n                  speech, and Crittenden's subsequent telegram hurt Lincoln in the old Whig stronghold\n                  of Central Illinois, contributing to Democrats retaining control of the General Assembly,\n                  allowing Douglas to win reelection.Michael Burlingame,Abraham Lincoln: A Life(Baltimore: The Johns Hopkins University Press, 2008), 1:456-57, 476-77, 542-43, 546-47;\n                     Allen C. Guelzo, “Houses Divided: Lincoln, Douglas, and the Political Landscape of\n                     1858,”The Journal of American History94 (September 2007), 394, 400-401; Allen C. Guelzo,Lincoln and Douglas: The Debates that Defined America(New York: Simon & Schuster, 2008) , 273-76;The Louisville Daily Journal(Louisville, KY), 26 October 1858, 2:1;Daily Missouri Republican(Saint Louis, MO), 25 October 1858, 2:1; 29 October 1858, 2:1."
      },
      {
        "id": "4020147",
        "text": "3David Davis,Henry C. Whitney, and others blamed Crittenden for Lincoln's defeat, and Lincoln himself, in hisreplyto this letter, claimed that the use of Crittenden's name in the U.S. Senate campaign\n                  \"contributed largely\" to his loss. Still, Lincoln assured Crittenden that even while\n                  feeling defeated, he did not suspect Crittenden of “anything dishonorable.”David Davis to Abraham Lincoln; Henry C. Whitney to Abraham Lincoln."
      },
      {
        "id": "4020148",
        "text": "4An unidentified person wrote this docketing."
      }
    ],
    "structured_content": [
      {
        "type": "heading",
        "text": "John J. Crittenden to Abraham Lincoln, 27 October 18581"
      },
      {
        "type": "paragraph",
        "text": "I have just been apprised that a paragraph in theSt: Louis Republican(I think, that is the paper) contains some allusion to our privatecorrespondence, and assumes to call on your for it's publication.2"
      },
      {
        "type": "paragraph",
        "text": "This has given me much pain & surprise. I do not believe that you would ever have\n               entertained a suspicion that I was capable of betraying that correspondence, & of\n               causing or prompting, in any way, the paragraph above mentioned– But yet I desire\n               to assure you that I have had no art or part, agency or privity in respect to it,\n               or its publication– It is wholly unauthorised by me. I should have considered myself dishonored, if I could ever have consented\n               to, or permitted any use to be made of our correspondence, that would have been injurious\n               or embarrassing to you–3"
      },
      {
        "type": "paragraph",
        "text": "I hope that this will<Page 2>be satisfactory to you— and, furthermore, I hope that you will not permit this publication\n               to annoy you, half as much as it annoys me."
      }
    ]
  },
  "extraction_date": "2025-12-26 22:02:28",
  "word_count": 174
}