{
  "document_id": "D210506",
  "url": "https://papersofabrahamlincoln.org/documents/D210506",
  "metadata": {
    "date": "1849-06-09",
    "authors": [
      "Meeker, George W."
    ],
    "keywords": [
      "Lawyers--Fees"
    ],
    "type": "Letter"
  },
  "content": {
    "full_text": "George W. Meeker to Abraham Lincoln, 9 June 18491 Will MrLincolnplease call upon MrCarroll, Clerk of theSupreme Ct of the U  States, and request him to send to Springfield a fee bill in the case ofTheUnitedStatesvsTheCityofChicago.2 Dispatch is essential, as I want it before I leave Springfield.  By so doing Mr Lincoln\n               will much oblige",
    "paragraphs": [
      "George W. Meeker to Abraham Lincoln, 9 June 18491",
      "Will MrLincolnplease call upon MrCarroll, Clerk of theSupreme Ct of the U  States, and request him to send to Springfield a fee bill in the case ofTheUnitedStatesvsTheCityofChicago.2",
      "Dispatch is essential, as I want it before I leave Springfield.  By so doing Mr Lincoln\n               will much oblige"
    ],
    "tables_count": 0,
    "citations": [
      "United States v. Chicago, Illinois, Martha L. Benner and Cullom Davis et al., eds.,The Law Practice of Abraham Lincoln: Complete Documentary Edition, 2d edition (Springfield: Illinois Historic Preservation Agency, 2009),http://www.lawpracticeofabrahamlincoln.org/Details.aspx?case=137751."
    ],
    "footnotes": [
      {
        "id": "XA6AEA5C4-390D-4A0C-9F66-5365F8807E72",
        "text": "1George W. Meeker wrote and signed this letter."
      },
      {
        "id": "XC2B492C9-B869-4721-AC23-5F34CCAB664E",
        "text": "2The case of the United States v. the city of Chicago began in December 1845.  Chicago\n                  wanted to extend streets into the area of Fort Dearborn, an abandoned federal government property.  The city passed an ordinance to remove\n                  the obstructions in the fort to extend the streets.  The United States filed for an\n                  injunction to prevent the city from destroying federal property.  The United States\n                  claimed that the buildings still belonged to the federal government.  The city claimed\n                  that the Secretary of War had laid out an addition, called the Fort Dearborn Addition\n                  to Chicago, and that the city was simply carrying out those plans.  The District Court\n                  granted the injunction, and upon the hearing for a continuance, the District andCircuitcourts differed in opinion.  The District Court certified three questions to the\n                  U. S. Supreme Court to determine, in effect, whether Chicago had the right to open\n                  city streets through federal property.  JusticeLevi Woodburyruled that since the United States had not sold any land in the Fort Dearborn area,\n                  the city had no right to open streets through it.  JusticeJohn Catrondissented; he argued that the questions that the District Court certified had decided\n                  the entire case and that the Supreme Court therefore had no jurisdiction in the matter.\n                  Abraham Lincoln monitored the case in the Supreme Court forJ. Young Scammon, the defense attorney for the city of Chicago, but Lincoln did not argue the case\n                  before the Supreme Court.  The U.S. Circuit Court finally dismissed the case in 1870.Meeker’s involvement in this case is unknown. If William T. Carroll sent a fee bill,\n                  it is not extant.United States v. Chicago, Illinois, Martha L. Benner and Cullom Davis et al., eds.,The Law Practice of Abraham Lincoln: Complete Documentary Edition, 2d edition (Springfield: Illinois Historic Preservation Agency, 2009),http://www.lawpracticeofabrahamlincoln.org/Details.aspx?case=137751."
      }
    ],
    "structured_content": [
      {
        "type": "heading",
        "text": "George W. Meeker to Abraham Lincoln, 9 June 18491"
      },
      {
        "type": "paragraph",
        "text": "Will MrLincolnplease call upon MrCarroll, Clerk of theSupreme Ct of the U  States, and request him to send to Springfield a fee bill in the case ofTheUnitedStatesvsTheCityofChicago.2"
      },
      {
        "type": "paragraph",
        "text": "Dispatch is essential, as I want it before I leave Springfield.  By so doing Mr Lincoln\n               will much oblige"
      }
    ]
  },
  "extraction_date": "2025-12-26 21:17:06",
  "word_count": 55
}