{
  "document_id": "D210791",
  "url": "https://papersofabrahamlincoln.org/documents/D210791",
  "metadata": {
    "date": "1858-07-24",
    "authors": [
      "Knapp, Nathan M."
    ],
    "keywords": [
      "Campaign speeches",
      "Elections",
      "Political campaigns",
      "Political candidates",
      "Political oratory",
      "United States. Congress. Senate"
    ],
    "type": "Letter"
  },
  "content": {
    "full_text": "Nathan M. Knapp to Abraham Lincoln, 24 July [1858]1",
    "paragraphs": [
      "Nathan M. Knapp to Abraham Lincoln, 24 July [1858]1"
    ],
    "tables_count": 0,
    "citations": [
      "Michael Burlingame,Abraham Lincoln: A Life(Baltimore: The Johns Hopkins University Press, 2008), 1:458;Stephen A. Douglas to Abraham Lincoln;Stephen A. Douglas to Abraham Lincoln;Daily Illinois State Register(Springfield), 21 July 1858, 2:1.",
      "Report of Speech at Springfield, Illinois; Report of Speech at Springfield, Illinois; Fragment of A House Divided Speech at Springfield, Illinois; Report of Speech at Springfield, Illinois; Speech at Springfield, Illinois; Report of Speech at Springfield, Illinois; Report of Speech at Springfield, Illinois.",
      "The Lincoln Log: A Daily Chronology of the Life of Abraham Lincoln, 28 September 1858,https://thelincolnlog.org/Results.aspx?type=CalendarDay&day=1858-09-28, 29 September 1858,https://thelincolnlog.org/Results.aspx?type=CalendarDay&day=1858-09-29; Michael Burlingame,Abraham Lincoln: A Life, 1:483-85, 556-57; Allen C. Guelzo, “Houses Divided: Lincoln, Douglas, and the Political\n                     Landscape of 1858,”The Journal of American History94 (September 2007), 394, 414-16."
    ],
    "footnotes": [
      {
        "id": "X85B8DEED-CFFB-47CB-97E2-0ABACBC31B45",
        "text": "1Nathan M. Knapp wrote and signed this letter.Although Knapp did not include the year of this letter in the dateline, from the context\n                  of the letter the editors determined that Knapp wrote it in 1858."
      },
      {
        "id": "XB3C96985-8E41-4775-A7D5-91AE9C5E30C7",
        "text": "2Stephen A. Douglas was running for reelection to theU.S. Senate; Lincoln was running as theIllinoisRepublican Party’s candidate to replace him. Douglas had met with the Democratic State Central Committee\n                  the week prior to this letter and created a schedule of his upcoming speaking engagements\n                  throughout Illinois, purportedly through late-October. On July 21, theIllinois State Registerpublished a list of Douglas’ appointments between late-July and late-August 1858.\n                  According to this list, Douglas was scheduled to speak in Winchester, Illinois, on\n                  August 7. See1858 Illinois Republican Convention;1858 Federal Election.Michael Burlingame,Abraham Lincoln: A Life(Baltimore: The Johns Hopkins University Press, 2008), 1:458;Stephen A. Douglas to Abraham Lincoln;Stephen A. Douglas to Abraham Lincoln;Daily Illinois State Register(Springfield), 21 July 1858, 2:1."
      },
      {
        "id": "XD2FBDFC9-8637-47D5-B0DA-88E9CE2DD79D",
        "text": "3This is most likely a reference to a speech Lincoln delivered in Springfield, Illinois,\n                  on June 16 at the 1858 Illinois Republican Convention, accepting the Illinois Republican\n                  Party’s nomination for the U.S. Senate. This became known as his “House Divided” speech.\n                  However, Lincoln also delivered a political address in Springfield on July 17.Report of Speech at Springfield, Illinois; Report of Speech at Springfield, Illinois; Fragment of A House Divided Speech at Springfield, Illinois; Report of Speech at Springfield, Illinois; Speech at Springfield, Illinois; Report of Speech at Springfield, Illinois; Report of Speech at Springfield, Illinois."
      },
      {
        "id": "X7903AA89-7B5F-4969-B490-D45DE0548606",
        "text": "4Other than aletterKnapp wrote Lincoln on June 21, no additional correspondence between Knapp and Lincoln\n                  in 1858 has been located.Lincoln traveled to Winchester on September 28, and delivered an address on September\n                  29. For the first part of theelection campaign of 1858, Lincoln often followed Douglas on the  trail, delivering speeches either later in\n                  the evening after Douglas finished, or the next day. On July 24, however, Lincoln\n                  challenged Douglas to a series of formal debates. In an August 2letterto Joseph Eccles, Lincoln noted that he believed one of Douglas’ replies indicated\n                  that “my presence, on the days or evenings of his meetings would be considered an\n                  intrusion.” This is most likely one of the reasons why Lincoln waited until September\n                  to speak in Winchester rather than speaking immediately after Douglas on August 7,\n                  as Knapp suggests above. Douglas eventually agreed to debate Lincoln, resulting in\n                  the famousLincoln-Douglas Debates.At the time, members of theIllinois General Assemblyvoted for and elected the state’s representatives in the U.S. Senate; hence, the\n                  outcome of races for theIllinois House of RepresentativesandIllinois Senatewould decide the senatorial contest. In the local elections of 1858, Republicans\n                  won a majority of all votes cast in Illinois, yet pro-Douglas Democrats retained control\n                  of the General Assembly and Douglas ultimately won reelection. Through the campaign,\n                  however, and in particular through his participation in the Lincoln-Douglas Debates,\n                  Lincoln gained recognition as well as standing within the national Republican Party.The Lincoln Log: A Daily Chronology of the Life of Abraham Lincoln, 28 September 1858,https://thelincolnlog.org/Results.aspx?type=CalendarDay&day=1858-09-28, 29 September 1858,https://thelincolnlog.org/Results.aspx?type=CalendarDay&day=1858-09-29; Michael Burlingame,Abraham Lincoln: A Life, 1:483-85, 556-57; Allen C. Guelzo, “Houses Divided: Lincoln, Douglas, and the Political\n                     Landscape of 1858,”The Journal of American History94 (September 2007), 394, 414-16."
      },
      {
        "id": "XA24DC317-7BDD-4D63-AFE2-78C2695A6416",
        "text": "5An unknown person wrote Lincoln’s name and address on the envelope shown in the second\n                  image."
      },
      {
        "id": "X7679A749-741F-423E-9FEF-7B28EAA28543",
        "text": "6Lincoln wrote this docketing in pencil vertically on the left side of the envelope\n                  shown in the second image."
      }
    ],
    "structured_content": [
      {
        "type": "heading",
        "text": "Nathan M. Knapp to Abraham Lincoln, 24 July [1858]1"
      }
    ]
  },
  "extraction_date": "2025-12-26 21:53:03",
  "word_count": 9
}