{
  "document_id": "D236520",
  "url": "https://papersofabrahamlincoln.org/documents/D236520",
  "metadata": {
    "date": "1854-03-31",
    "authors": [
      "Lincoln, Abraham (President)"
    ],
    "keywords": [
      "Attorney and client",
      "Actions and defenses",
      "Railroads--Design and construction",
      "Railroads--Right of way",
      "Breach of contract",
      "Fences--Design and construction"
    ],
    "type": "Letter"
  },
  "content": {
    "full_text": "Abraham Lincoln to Mason Brayman, 31 March 18541 I write this to inform that the people, (or some of them) ofMcLeanandDeWittcounties, through whose farms theI. C. R. R.passes, are complaining very much that theCo,does not keep it's covenants in regard to making fences–2Anold manfrom DeWitt, was down here the other day to get me to bring a suit on this account;\n               but as I had sold myself out to you, I turned him over toStuart, who, I understand, will bring the suit–3 A stitch in time may save nine in this matter–  No decision yet in our tax case; and\n               I am not quite easy about it–4",
    "paragraphs": [
      "Abraham Lincoln to Mason Brayman, 31 March 18541",
      "I write this to inform that the people, (or some of them) ofMcLeanandDeWittcounties, through whose farms theI. C. R. R.passes, are complaining very much that theCo,does not keep it's covenants in regard to making fences–2Anold manfrom DeWitt, was down here the other day to get me to bring a suit on this account;\n               but as I had sold myself out to you, I turned him over toStuart, who, I understand, will bring the suit–3",
      "A stitch in time may save nine in this matter–  No decision yet in our tax case; and\n               I am not quite easy about it–4"
    ],
    "tables_count": 0,
    "citations": [
      "“An Act to Incorporate the Illinois Central Railroad Company,” 10 February 1851,Private Laws of Illinois(1851), 61-62; “An Act to Provide for a General System of Railroad Incorporations,”\n                     5 November 1849,Laws of Illinois(1849), 23; “An Act to Regulate the Duties and Liabilities of Railroad Companies,”\n                     14 February 1855,Laws of Illinois(1855), 173-74.",
      "Hill v. Illinois Central RR, Martha L. Benner and Cullom Davis et al., eds.,The Law Practice of Abraham Lincoln: Complete Documentary Edition, 2d edition (Springfield: Illinois Historic Preservation Agency, 2009),http://www.lawpracticeofabrahamlincoln.org/Details.aspx?case=135556,http://www.lawpracticeofabrahamlincoln.org/Details.aspx?case=135557;Mason Brayman to Abraham Lincoln;Illinois Central RR v. Hill, Martha L. Benner and Cullom Davis et al., eds.,The Law Practice of Abraham Lincoln: Complete Documentary Edition,http://www.lawpracticeofabrahamlincoln.org/Details.aspx?case=135558; Decree, Document ID: 34721,Illinois Central RR v. Hill, Martha L. Benner and Cullom Davis et al., eds.,The Law Practice of Abraham Lincoln: Complete Documentary Edition,http://www.lawpracticeofabrahamlincoln.org/Details.aspx?case=135558.",
      "Illinois Central RR v. McLean County, Illinois & Parke, Martha L. Benner and Cullom Davis et al., eds.,The Law Practice of Abraham Lincoln: Complete Documentary Edition,http://www.lawpracticeofabrahamlincoln.org/Details.aspx?case=136867,http://www.lawpracticeofabrahamlincoln.org/Details.aspx?case=136868;Receipt of Abraham Lincoln to Illinois Central Railroad Company;Abraham Lincoln to James F. Joy; For details on Lincoln suing the railroad to collect the fee for his services, see:Lincoln v. Illinois Central RR, Martha L. Benner and Cullom Davis et al., eds.,The Law Practice of Abraham Lincoln: Complete Documentary Edition,http://www.lawpracticeofabrahamlincoln.org/Details.aspx?case=136777."
    ],
    "footnotes": [
      {
        "id": "X444F2429-D73A-4017-BB96-38AAB5791224",
        "text": "1Abraham Lincoln wrote and signed this letter, although his signature has been clipped\n                  from the document. He also penned the address on the last sheet, which was folded\n                  to create an envelope."
      },
      {
        "id": "X2E82D239-CD9B-469F-A7DB-7E9229E28927",
        "text": "2In section three of  the act incorporating the Illinois Central Railroad Company,\n                  theIllinois General Assemblygranted the Illinois Central Railroad Company right of way upon the land along the\n                  entire length of its route, up to a maximum of 200 feet in width. Although this act\n                  did not include any guidelines or requirements regarding fencing, according to an\n                  1849 act governing the incorporation of railroads within the state ofIllinois, railroads were subject to general liabilities with regard to land and property acquired\n                  via right of way. It was not until 1855, however, that the Illinois General Assembly\n                  passed legislation requiring railroads to erect fencing along certain sections of\n                  their tracks under penalty of liability for any and all damage trains inflicted upon\n                  livestock. This law also permitted railroads to make financial arrangements with the\n                  owners of lands adjoining railroad lines to erect fencing themselves, in lieu of the\n                  railroad doing it directly.“An Act to Incorporate the Illinois Central Railroad Company,” 10 February 1851,Private Laws of Illinois(1851), 61-62; “An Act to Provide for a General System of Railroad Incorporations,”\n                     5 November 1849,Laws of Illinois(1849), 23; “An Act to Regulate the Duties and Liabilities of Railroad Companies,”\n                     14 February 1855,Laws of Illinois(1855), 173-74."
      },
      {
        "id": "X2DBF007F-BFE2-482F-8D03-A4BAB5B61159",
        "text": "3George L. Hill brought two cases against the Illinois Central Railroad after this\n                  letter, employing John T. Stuart as his attorney in the first case, as Lincoln had\n                  recommended. In that case,Hill v. Illinois Central RR, Hill sued the railroad in theDeWitt County Circuit Courtin May 1854 for damages to his fences and crops. Dennis F. Whalen, a laborer for\n                  the railroad, testified that he saw the railroad’s crews break down the fences, that\n                  the railroad's hogs and cattle destroyed a cornfield, and that on several occasions\n                  Hill notified the railroad’s engineer about the damages.  In May 1855, the jury found\n                  for Hill and awarded $100.  Lincoln represented the Illinois Central Railroad in the\n                  case and received $150 for his legal services in this case as well as fourteen other\n                  cases for the railroad.Hill sued the Illinois Central Railroad in the DeWitt County Circuit Court a second\n                  time in October 1855. This case, also titledHill v. Illinois Central RR, again revolved around damages to Hill’s fences and crops. Solomon F. Lewis,William W. Orme, andLeonard Swettrepresented Hill; Lincoln andClifton H. Moorerepresented the railroad. Lincoln argued that Hill’s claim had been settled in a\n                  previous suit. The parties reached a settlement, and the court dismissed the case\n                  in May 1856.Lincoln had previously represented Hill in a lawsuit that the Illinois Central Railroad\n                  brought against Hill in October 1853, apparently before Lincoln became officially\n                  employed by the railroad on October 7, 1853. In that case,Illinois Central RR v. Hill, the Illinois Central Railroad petitioned for a right of way through Hill's property.\n                  The parties reached a settlement, and the court dismissed the case in May 1854.Hill v. Illinois Central RR, Martha L. Benner and Cullom Davis et al., eds.,The Law Practice of Abraham Lincoln: Complete Documentary Edition, 2d edition (Springfield: Illinois Historic Preservation Agency, 2009),http://www.lawpracticeofabrahamlincoln.org/Details.aspx?case=135556,http://www.lawpracticeofabrahamlincoln.org/Details.aspx?case=135557;Mason Brayman to Abraham Lincoln;Illinois Central RR v. Hill, Martha L. Benner and Cullom Davis et al., eds.,The Law Practice of Abraham Lincoln: Complete Documentary Edition,http://www.lawpracticeofabrahamlincoln.org/Details.aspx?case=135558; Decree, Document ID: 34721,Illinois Central RR v. Hill, Martha L. Benner and Cullom Davis et al., eds.,The Law Practice of Abraham Lincoln: Complete Documentary Edition,http://www.lawpracticeofabrahamlincoln.org/Details.aspx?case=135558."
      },
      {
        "id": "XE8A91918-364B-439F-8AFF-9C9FFFF5C3F2",
        "text": "4Lincoln is referring to the caseIllinois Central RR v. McLean County, Illinois & Parke. The Illinois Central Railroad owned 118 acres of land in McLean County, Illinois.\n                  The county assessor levied a $428.57 tax on the railroad's property.  The railroad\n                  claimed that the Illinois General Assembly act incorporating the railroad exempted\n                  the railroad from taxes. In September 1853, the railroad sued McLean County in theMcLean County Circuit Courtfor an injunction to stop the county from selling railroad land to pay taxes. In\n                  late-September 1853, the parties reached an agreement, in which the circuit court\n                  would dismiss the bill, thus ruling for McLean County, and the railroad would appeal\n                  the case to theIllinois Supreme Court, where the only question would be whether the county had a lawful right to tax the\n                  Illinois Central Railroad’s property. Lincoln represented the railroad in its Illinois\n                  Supreme Court case, which began in December 1853.In December 1855, the Illinois Supreme Court reversed the judgment of the McLean County\n                  Circuit Court, and  JusticeWalter B. Scatesruled that the Illinois General Assembly could exempt property from taxation.  Therefore,\n                  the Illinois Central Railroad’s charter was constitutional.  Lincoln received $5,000\n                  for his legal services, although he had to sue the railroad in 1857 to collect the\n                  fee.At the request of Brayman, Lincoln had declined new cases against the railroad that\n                  came his way between 1853 and 1855, passing at least some on to Stuart, and therefore\n                  lost opportunities to earn additional legal fees as a direct result of his employment\n                  for the railroad.Illinois Central RR v. McLean County, Illinois & Parke, Martha L. Benner and Cullom Davis et al., eds.,The Law Practice of Abraham Lincoln: Complete Documentary Edition,http://www.lawpracticeofabrahamlincoln.org/Details.aspx?case=136867,http://www.lawpracticeofabrahamlincoln.org/Details.aspx?case=136868;Receipt of Abraham Lincoln to Illinois Central Railroad Company;Abraham Lincoln to James F. Joy; For details on Lincoln suing the railroad to collect the fee for his services, see:Lincoln v. Illinois Central RR, Martha L. Benner and Cullom Davis et al., eds.,The Law Practice of Abraham Lincoln: Complete Documentary Edition,http://www.lawpracticeofabrahamlincoln.org/Details.aspx?case=136777."
      },
      {
        "id": "X59DE6C86-6FF8-4B9D-A512-307588074939",
        "text": "5Brayman wrote this docketing."
      }
    ],
    "structured_content": [
      {
        "type": "heading",
        "text": "Abraham Lincoln to Mason Brayman, 31 March 18541"
      },
      {
        "type": "paragraph",
        "text": "I write this to inform that the people, (or some of them) ofMcLeanandDeWittcounties, through whose farms theI. C. R. R.passes, are complaining very much that theCo,does not keep it's covenants in regard to making fences–2Anold manfrom DeWitt, was down here the other day to get me to bring a suit on this account;\n               but as I had sold myself out to you, I turned him over toStuart, who, I understand, will bring the suit–3"
      },
      {
        "type": "paragraph",
        "text": "A stitch in time may save nine in this matter–  No decision yet in our tax case; and\n               I am not quite easy about it–4"
      }
    ]
  },
  "extraction_date": "2025-12-26 21:28:51",
  "word_count": 107
}