{
  "document_id": "D273737",
  "url": "https://papersofabrahamlincoln.org/documents/D273737",
  "metadata": {
    "date": "1847-12-XX",
    "authors": [],
    "keywords": [
      "Railroad land grants",
      "Railroads--Design and construction",
      "Finance, Public"
    ],
    "type": "Petition"
  },
  "content": {
    "full_text": "Petition of John Chatham and Others to U.S. Congress, [December 1847]1 Dear Sir—Please obtain all the signatures in your power to this memorial, and enclose it to\n               the Hon.  SenatorBreeseorDouglass, or the member from your district, atWashington, at least fifteen days before the next meeting ofCongress. MEMORIAL TO THE CONGRESS OF THE UNITED STATES, ON BEHALF OF THE GREAT WESTERN RAILWAY OF THE\n               STATE OFILLINOIS, BY THE CITIZENS THEREOF, PRAYING THE RIGHT OF PRE-EMPTION TO THE LANDS THROUGH WHICH THE SAID ROAD MAY PASS. The memorial of the citizens of Illinois respectfully showeth: That in January, 1836,\n               theLegislatureof the State ofIllinoisincorporateda company by the name and style of the “Illinois Central Railroad Company,” authorized to lay out and construct a railroad commencing at or near themouthof theOhio river, and thence north to a point on theIllinois riverat or near the termination of theIllinois and Michigan canal, with authority to extend said road from the latter point toGalenaon theMississippi river. At the succeeding session of Congress, the said company, to aid them in their arduous\n               undertaking, petitioned that honorable body to make them a donation of lands, and\n               also to secure to them a pre-emption  right to all or a part of the vacant lands lying on the route of said road.2 Their petition was favourably received in theHouse of Representatives, and the committee on Public Lands introduced a bill in compliance with its prayer.3In the mean time, however, the State of Illinois had projected her grand scheme ofinternal improvements, embracing the road which that company had been incorporated to make; in consequence\n               of which, her representatives in Congress opposed the further progress of this bill,\n               and it was abandoned. The State of Illinois commenced operations upon this road and\n               other internal improvements, and, having exhausted her means and credit, and involved\n               herself hopelessly in debt, was obliged to abandon the entiresystem.4 The important interests connected with the Central railroad now revived the plan of\n               constructing it by a private company, as the only hope left to them; and, on the 6th\n               of March last, an act was passed by the Legislature of Illinois, incorporating the\n               Great Western Railway Company for that purpose.5This act provides for an estimate of the value of all work done on the road by theState; also, of lands, materials, and rights of way, owned by her, to be paid for by the\n               company in the bonds or other indebtedness of the State, and after the company shall\n               have refunded all moneys borrowed to construct the road, and extinguished all their\n               indebtedness, then they are required to pay into the treasury one-fourth part of the\n               whole nett income annually received from the road. 1.Its importance to the interests of the individual citizen. From the mouth of the Ohio to the Illinois river the road is to run nearly in the\n               centre of the State and through a region distant from the Mississippi and Illinois rivers\n               on the west, and the Ohio andWabashrivers on the east. A new outlet to market will thus be opened to an extensive agricultural\n               region, now filling up with a hardy and industrious population. Moreover, the navigation\n               of the rivers, above the junction of the Ohio and Mississippi, is more or less obstructed\n               every year by low water and by ice, in consequence of which the upper country is shut\n               out during a portion of the summer and winter from the Southern markets; whereas this\n               road, commencing at the confluence of the Ohio and Mississippi rivers, where they\n               are never frozen over, will afford to an extensive region of country uninterrupted\n               access to perpetual steamboat navigation. The scope of its usefulness in that respect\n               will be greatly enlarged by the extension of the road to the mineral region in the\n               northern part of the State and inWisconsin, and by finishing thecross roadalready partially constructed from the Illinois river, throughJacksonville,Springfield,DecaturandDanville, to connect with theWabash and Erie canalin the valley of the Wabash. In this connexion it will afford, while the navigation of thelakesis unobstructed, a choice of markets to almost the entire State of Illinois, the\n               way being open, as well by the Illinois and Michigan canal and upper lakes, as the\n               Wabash and Erie canal,Lake Erie, the New York canals, theHudson river, and the  Western railway, toNew YorkandBoston, and the numerous intermediate cities and towns. In the same degree will this improvement facilitate the importation of foreign and\n               domestic goods into the interior of Illinois fromNew Orleanson the south, and New York and Boston on the east—thus reducing the prices to the\n               people, while it increases their means of payment. To the travel as well as the trade of the country, this railroad is destined to be\n               of the utmost consequence. To its termiration, at the mouth of the Ohio, the navigation from New Orleans, in the largest and most\n               commodious steamboats, is always open. On the north, it is destined not only to reach\n               the Territory of Wisconsin, but, connecting with the Illinois and Michigan canal on\n               the one hand, and the Wabash and the Erie canal on the other, it will form, with existing\n               improvements, a connected route for the travel, in steamboats, railroad cars, and\n               canal boats, between New Orleans, New York, aud  Boston, and the innumerable points with which they are connected by similar improvements.\n               From desire of change, many travellers will at all times take this route from and to the mouth of the Ohio; and when the\n               navigation of the rivers above the mouth becomes uncertain, from low water in summer,\n               all the through-going as well as the local travel will take this route, as will also\n               the local travel when the rivers are obstructed by ice. Already does a large portin of the travel from the Southwestern section of the Union to the cities and watering\n               places of the North go by way of the lakes; and the completion of this improvement\n               increasing its comfort and lessening the [time?] occupied, will greatly increase the proportion of those who, for comfort, health,\n               and pleasure will prefer a northern route. Nor is the [time distant?] whe[n]those who now seek relief from the discomforts [?] \n               southwest will divide their attention between the existing watering pl[ac]es of New York andVirginia, and new establishments to spring up on the waters of thegreat lakesand the upper Mississippi, to which this road will, at the proper season, afford\n               the only direct, certain, and comfortable means of access. In fine, although it will\n               not prevent trade and travel upon the rivers at all convenient seasons, it will form\n               the only connecting link in the North foruninterruptedtrade and travel between vast regions, embracing half the present population of our\n               Republic. By the construction of branch roads toAlton,St. Louis, and other points on the Mississippi, its advantages will be still further extended;\n               and, shouldMichiganpush her railroads across the isthmus and around the south end ofLake Michigan, a connection will undoubtedly be formed with those improvements, to the mutual advantage of both\n               parties. 2.The importance of this improvement to the State of Illinois. A glance at the map, and the route of this road running through the centre of this State nearly its whole length from south to north, must convince even the\n               unreasoning of its vast importance to the people as a local improvement. It may be\n               compared to a new river opened through the State, superior to the Mississippi and\n               Illinois, or the Ohio and Wabash, because always navigable, and free from the malaria,\n               so fatal to human life, which their waters sometimes engender. It will give to a long\n               range of high prairie country more than the advantages of river bottom lands, without\n               their unhealthiness. It will immediately add to the value of real property within\n               reach of the road to many times the amount of its cost, and, in the permanent market\n               afforded for the products of the soil, open an inexhaustible mine of wealth to the\n               citizen and the State. It was the estimate of theland officein 1836, that, of 1,861,613 acres of land within five miles of the route of this\n               road between the mouth of the Ohio and the Illinois river only 340,253 acres had been\n               entered, leaving 1,521,360 still unsold; and that, of 704,000 on the route from that\n               point to Galena, only 42,880 had been entered, leaving 661,120 unsold. These lands,\n               in general, are among the best farming lands in the world, and they remain vacant\n               only because of their distance from navigable waters, and their being, in a measure,\n               destitute of fuel and timber. The railroad will at the same time open a market to\n               them, and bring them timber for building and fencing from the forests on the lower\n               part of the line, and coal for fuel from the inexhaustible beds in the same region.\n               The effect will be not only to bring these lands into market, and promote their settlement,\n               but to triple or quadruple the value both of the located and those now unlocated,\n               adding immensely to the wealth of the State and to her means of raising a revenue.\n               And the same effect will be produced upon the routes of all branch roads which may\n               be constructed to the right and left, whether to Alton and other points on the Mississippi,\n               or toShawneetown,Terre Haute,Covington, or other points on the Ohio and the Wabash. In this manner the revenue of the State\n               will be increased without an increase of taxes, aiding her to retrieve her credit\n               and relieve herself from debt. If the company shall be enabled to proceed with this improvement, the State of Illinois\n               will be enabled to extinguish a portion of her debt by selling to them the property\n               and improvements already made upon the line, under the provisions of the late charter.\n               Now, all the work done on the line, and most of the property, is practically a dead\n               loss, while the interest on her bonds is accumulating. It is therefore her interest\n               as soon as possible, to exchange these improvements and property for State bonds,\n               as the charter proposes. Finally, the State is ultimately to receive one-fourth of the nett income of the road. This, if the company are not mistaken in their estimates, will,\n               soon, after the road is completed, afford the State an important addition to her revenue,\n               and one thenceforward perpetually increasing. 3.The importance of this improvement to the United States. Every thing which benefits the people of any State redounds to the advantage of the\n               great community of which they form a part, increasing its population, its wealth,\n               and its power. All that is stated under the two preceding heads is therefore applicable\n               to this head also. Yet, there are sundry particulars in which the construction of\n               this road would be peculiarly advantageous to the United States. The General Government now own, perhaps, two millions of acres of land within five\n               miles of the route of this road, some of which has been subject to entry for thirty\n               years, and the whole, it is presumed, on an average, over ten years. Nor is there\n               the least probability, that without some improvement of this sort, most of it will\n               not be sold for fifty years to come. But let it be seen that this railroad is making\n               its way through the prairies, backed by a power which will certainly bring it to a\n               speedy completion, and scarcely a quarter section would remain unsold for two years,\n               and the whole range, right and left, would soon be covered with thriving farms. The\n               making of this road, therefore, would put money into theTreasury of the United  States, and, at the same time, cover a beautiful country with a dense population. Its advantages for the transportation of the mails are not to be overlooked. The Western\n               rivers generally are, and always must be, in a great measure unavailable as mail lines,\n               in consequence of the irregularities and uncertainties of their navigation. The Mississippi\n               river, from New Orleans to the mouth of the Ohio, is an exception, inasmuch as its\n               navigation is never obstructed. As soon as the road is made, there will be regular\n               lines of steamboats from that point to New Orleans; and, connecting them with regular\n               t[ra]ins of cars upon this road, the Government may obtain a most rapid, certain, and cheap\n               conveyance of the mails, from the great South-western emporium to the lakes and all\n               the intermediate country. But the most important light in which this road ought to be viewed by the General\n               Government is in its relation to the national defence. It commences at a point which\n               must, sooner or later, become the depot of arms and munitions of war for the valley\n               of the Mississippi. It is far enough from the sea on the south, fromMexicoon the west,  and fromCanadaon the north, to be perfectly secure from the attacks of a foreign enemy. See how\n               those great navigable streams, the Ohio,Cumberland,Tennessee, and Mississippi, of which theMissouriis a branch, concentrate their waters at that point. The thousand tens of thousands\n               which, in some future war, will come pouring down them for the defence of New Orleans,\n               will receive their arms and supplies at the mouth of Ohio; and the brave Kentuckians,\n               will not again be obliged to remain inactive behind their lines while the battle rages,\n               because the arms which ought to be in their hands are atPittsburgor Newport.6And if arms and munitions of war are wanted on the lakes, how quickly can they be\n               sent by this road and the Illinois and Michigan canal to Lake Michigan, and the Wabash\n               and Erie canal to Lake Erie. Nor will the facilities for the transportation of the\n               men be less important.  How rapidly at all seasons can regular troops be transferred\n               from New Orleans to the lakes, or from the lakes to New Orleans! How soon could any\n               requisite militia force be [?] South or North! And if, in consequence of low water or ice, the levies in Kentucky,\n               [?],[Ohio]or Missouri, could not reach New Orleans in time to repel an invading foe, this railroad\n               would enab[l]e Illinois to supply the deficiency, and be first on the field of duty and glory. Without going further into detail, this improvement is confidently presented to Congress\n               as one of the most important, in a military point of view, of which our country is\n               susceptible. Notwithstanding the importance of this road to the United States, the State of Illinois,\n               and the people in general, your memorialists do not, as they well might, ask any appropriation\n               of money or donation of lands to aid in its construction. They content themselves\n               with asking that only a small portion of the[a]dditional valuewhich the road, when made, will give to the public lands on its route, may be made\n               available to pay for its construction, at least in part. In other words, they ask\n               that the company incorporated by the State of Illinois to make the road may have the\n               privilege of pre emption to two sections for each mile of the road, to be selected by them from the vacant\n               lands in the region of country through which it is to pass, to be paid for, and patents\n               to be issued, at any time within ten years. These lands, as well as all others acquired by the company, must according to the\n               terms of the charter, be sold within five years after the completion of the road,\n               and the proceeds thereof be applied to extinguishing the indebtedness of the company,\n               and “for no other purpose whatsoever.” Your memorialists are prepared to say, that, with such moderate and reasonable aid\n               from the General Government, this important improvement will be immediately commenced\n               and speedily completed,[ot]herwise it cannot. And when it is considered that the company asks nothing beyond\n               a small portion of that increased value to the lands along the line of their roadwhich they themselves expect to[crea]te, your memorialists cannot doubt that their prayer will be granted.",
    "paragraphs": [
      "Petition of John Chatham and Others to U.S. Congress, [December 1847]1",
      "Dear Sir—Please obtain all the signatures in your power to this memorial, and enclose it to\n               the Hon.  SenatorBreeseorDouglass, or the member from your district, atWashington, at least fifteen days before the next meeting ofCongress.",
      "MEMORIAL",
      "TO THE CONGRESS OF THE UNITED STATES, ON BEHALF OF THE GREAT WESTERN RAILWAY OF THE\n               STATE OFILLINOIS, BY THE CITIZENS THEREOF, PRAYING THE RIGHT OF PRE-EMPTION TO THE LANDS THROUGH WHICH THE SAID ROAD MAY PASS.",
      "The memorial of the citizens of Illinois respectfully showeth: That in January, 1836,\n               theLegislatureof the State ofIllinoisincorporateda company by the name and style of the “Illinois Central Railroad Company,” authorized to lay out and construct a railroad commencing at or near themouthof theOhio river, and thence north to a point on theIllinois riverat or near the termination of theIllinois and Michigan canal, with authority to extend said road from the latter point toGalenaon theMississippi river.",
      "At the succeeding session of Congress, the said company, to aid them in their arduous\n               undertaking, petitioned that honorable body to make them a donation of lands, and\n               also to secure to them a pre-emption  right to all or a part of the vacant lands lying on the route of said road.2",
      "Their petition was favourably received in theHouse of Representatives, and the committee on Public Lands introduced a bill in compliance with its prayer.3In the mean time, however, the State of Illinois had projected her grand scheme ofinternal improvements, embracing the road which that company had been incorporated to make; in consequence\n               of which, her representatives in Congress opposed the further progress of this bill,\n               and it was abandoned. The State of Illinois commenced operations upon this road and\n               other internal improvements, and, having exhausted her means and credit, and involved\n               herself hopelessly in debt, was obliged to abandon the entiresystem.4",
      "The important interests connected with the Central railroad now revived the plan of\n               constructing it by a private company, as the only hope left to them; and, on the 6th\n               of March last, an act was passed by the Legislature of Illinois, incorporating the\n               Great Western Railway Company for that purpose.5This act provides for an estimate of the value of all work done on the road by theState; also, of lands, materials, and rights of way, owned by her, to be paid for by the\n               company in the bonds or other indebtedness of the State, and after the company shall\n               have refunded all moneys borrowed to construct the road, and extinguished all their\n               indebtedness, then they are required to pay into the treasury one-fourth part of the\n               whole nett income annually received from the road.",
      "1.Its importance to the interests of the individual citizen.",
      "From the mouth of the Ohio to the Illinois river the road is to run nearly in the\n               centre of the State and through a region distant from the Mississippi and Illinois rivers\n               on the west, and the Ohio andWabashrivers on the east. A new outlet to market will thus be opened to an extensive agricultural\n               region, now filling up with a hardy and industrious population. Moreover, the navigation\n               of the rivers, above the junction of the Ohio and Mississippi, is more or less obstructed\n               every year by low water and by ice, in consequence of which the upper country is shut\n               out during a portion of the summer and winter from the Southern markets; whereas this\n               road, commencing at the confluence of the Ohio and Mississippi rivers, where they\n               are never frozen over, will afford to an extensive region of country uninterrupted\n               access to perpetual steamboat navigation. The scope of its usefulness in that respect\n               will be greatly enlarged by the extension of the road to the mineral region in the\n               northern part of the State and inWisconsin, and by finishing thecross roadalready partially constructed from the Illinois river, throughJacksonville,Springfield,DecaturandDanville, to connect with theWabash and Erie canalin the valley of the Wabash. In this connexion it will afford, while the navigation of thelakesis unobstructed, a choice of markets to almost the entire State of Illinois, the\n               way being open, as well by the Illinois and Michigan canal and upper lakes, as the\n               Wabash and Erie canal,Lake Erie, the New York canals, theHudson river, and the  Western railway, toNew YorkandBoston, and the numerous intermediate cities and towns.",
      "In the same degree will this improvement facilitate the importation of foreign and\n               domestic goods into the interior of Illinois fromNew Orleanson the south, and New York and Boston on the east—thus reducing the prices to the\n               people, while it increases their means of payment.",
      "To the travel as well as the trade of the country, this railroad is destined to be\n               of the utmost consequence. To its termiration, at the mouth of the Ohio, the navigation from New Orleans, in the largest and most\n               commodious steamboats, is always open. On the north, it is destined not only to reach\n               the Territory of Wisconsin, but, connecting with the Illinois and Michigan canal on\n               the one hand, and the Wabash and the Erie canal on the other, it will form, with existing\n               improvements, a connected route for the travel, in steamboats, railroad cars, and\n               canal boats, between New Orleans, New York, aud  Boston, and the innumerable points with which they are connected by similar improvements.\n               From desire of change, many travellers will at all times take this route from and to the mouth of the Ohio; and when the\n               navigation of the rivers above the mouth becomes uncertain, from low water in summer,\n               all the through-going as well as the local travel will take this route, as will also\n               the local travel when the rivers are obstructed by ice. Already does a large portin of the travel from the Southwestern section of the Union to the cities and watering\n               places of the North go by way of the lakes; and the completion of this improvement\n               increasing its comfort and lessening the [time?] occupied, will greatly increase the proportion of those who, for comfort, health,\n               and pleasure will prefer a northern route. Nor is the [time distant?] whe[n]those who now seek relief from the discomforts [?] \n               southwest will divide their attention between the existing watering pl[ac]es of New York andVirginia, and new establishments to spring up on the waters of thegreat lakesand the upper Mississippi, to which this road will, at the proper season, afford\n               the only direct, certain, and comfortable means of access. In fine, although it will\n               not prevent trade and travel upon the rivers at all convenient seasons, it will form\n               the only connecting link in the North foruninterruptedtrade and travel between vast regions, embracing half the present population of our\n               Republic. By the construction of branch roads toAlton,St. Louis, and other points on the Mississippi, its advantages will be still further extended;\n               and, shouldMichiganpush her railroads across the isthmus and around the south end ofLake Michigan, a connection will undoubtedly be formed with those improvements, to the mutual advantage of both\n               parties.",
      "2.The importance of this improvement to the State of Illinois.",
      "A glance at the map, and the route of this road running through the centre of this State nearly its whole length from south to north, must convince even the\n               unreasoning of its vast importance to the people as a local improvement. It may be\n               compared to a new river opened through the State, superior to the Mississippi and\n               Illinois, or the Ohio and Wabash, because always navigable, and free from the malaria,\n               so fatal to human life, which their waters sometimes engender. It will give to a long\n               range of high prairie country more than the advantages of river bottom lands, without\n               their unhealthiness. It will immediately add to the value of real property within\n               reach of the road to many times the amount of its cost, and, in the permanent market\n               afforded for the products of the soil, open an inexhaustible mine of wealth to the\n               citizen and the State. It was the estimate of theland officein 1836, that, of 1,861,613 acres of land within five miles of the route of this\n               road between the mouth of the Ohio and the Illinois river only 340,253 acres had been\n               entered, leaving 1,521,360 still unsold; and that, of 704,000 on the route from that\n               point to Galena, only 42,880 had been entered, leaving 661,120 unsold. These lands,\n               in general, are among the best farming lands in the world, and they remain vacant\n               only because of their distance from navigable waters, and their being, in a measure,\n               destitute of fuel and timber. The railroad will at the same time open a market to\n               them, and bring them timber for building and fencing from the forests on the lower\n               part of the line, and coal for fuel from the inexhaustible beds in the same region.\n               The effect will be not only to bring these lands into market, and promote their settlement,\n               but to triple or quadruple the value both of the located and those now unlocated,\n               adding immensely to the wealth of the State and to her means of raising a revenue.\n               And the same effect will be produced upon the routes of all branch roads which may\n               be constructed to the right and left, whether to Alton and other points on the Mississippi,\n               or toShawneetown,Terre Haute,Covington, or other points on the Ohio and the Wabash. In this manner the revenue of the State\n               will be increased without an increase of taxes, aiding her to retrieve her credit\n               and relieve herself from debt.",
      "If the company shall be enabled to proceed with this improvement, the State of Illinois\n               will be enabled to extinguish a portion of her debt by selling to them the property\n               and improvements already made upon the line, under the provisions of the late charter.\n               Now, all the work done on the line, and most of the property, is practically a dead\n               loss, while the interest on her bonds is accumulating. It is therefore her interest\n               as soon as possible, to exchange these improvements and property for State bonds,\n               as the charter proposes.",
      "Finally, the State is ultimately to receive one-fourth of the nett income of the road. This, if the company are not mistaken in their estimates, will,\n               soon, after the road is completed, afford the State an important addition to her revenue,\n               and one thenceforward perpetually increasing.",
      "3.The importance of this improvement to the United States.",
      "Every thing which benefits the people of any State redounds to the advantage of the\n               great community of which they form a part, increasing its population, its wealth,\n               and its power. All that is stated under the two preceding heads is therefore applicable\n               to this head also. Yet, there are sundry particulars in which the construction of\n               this road would be peculiarly advantageous to the United States.",
      "The General Government now own, perhaps, two millions of acres of land within five\n               miles of the route of this road, some of which has been subject to entry for thirty\n               years, and the whole, it is presumed, on an average, over ten years. Nor is there\n               the least probability, that without some improvement of this sort, most of it will\n               not be sold for fifty years to come. But let it be seen that this railroad is making\n               its way through the prairies, backed by a power which will certainly bring it to a\n               speedy completion, and scarcely a quarter section would remain unsold for two years,\n               and the whole range, right and left, would soon be covered with thriving farms. The\n               making of this road, therefore, would put money into theTreasury of the United  States, and, at the same time, cover a beautiful country with a dense population.",
      "Its advantages for the transportation of the mails are not to be overlooked. The Western\n               rivers generally are, and always must be, in a great measure unavailable as mail lines,\n               in consequence of the irregularities and uncertainties of their navigation. The Mississippi\n               river, from New Orleans to the mouth of the Ohio, is an exception, inasmuch as its\n               navigation is never obstructed. As soon as the road is made, there will be regular\n               lines of steamboats from that point to New Orleans; and, connecting them with regular\n               t[ra]ins of cars upon this road, the Government may obtain a most rapid, certain, and cheap\n               conveyance of the mails, from the great South-western emporium to the lakes and all\n               the intermediate country.",
      "But the most important light in which this road ought to be viewed by the General\n               Government is in its relation to the national defence. It commences at a point which\n               must, sooner or later, become the depot of arms and munitions of war for the valley\n               of the Mississippi. It is far enough from the sea on the south, fromMexicoon the west,  and fromCanadaon the north, to be perfectly secure from the attacks of a foreign enemy. See how\n               those great navigable streams, the Ohio,Cumberland,Tennessee, and Mississippi, of which theMissouriis a branch, concentrate their waters at that point. The thousand tens of thousands\n               which, in some future war, will come pouring down them for the defence of New Orleans,\n               will receive their arms and supplies at the mouth of Ohio; and the brave Kentuckians,\n               will not again be obliged to remain inactive behind their lines while the battle rages,\n               because the arms which ought to be in their hands are atPittsburgor Newport.6And if arms and munitions of war are wanted on the lakes, how quickly can they be\n               sent by this road and the Illinois and Michigan canal to Lake Michigan, and the Wabash\n               and Erie canal to Lake Erie. Nor will the facilities for the transportation of the\n               men be less important.  How rapidly at all seasons can regular troops be transferred\n               from New Orleans to the lakes, or from the lakes to New Orleans! How soon could any\n               requisite militia force be [?] South or North! And if, in consequence of low water or ice, the levies in Kentucky,\n               [?],[Ohio]or Missouri, could not reach New Orleans in time to repel an invading foe, this railroad\n               would enab[l]e Illinois to supply the deficiency, and be first on the field of duty and glory.",
      "Without going further into detail, this improvement is confidently presented to Congress\n               as one of the most important, in a military point of view, of which our country is\n               susceptible.",
      "Notwithstanding the importance of this road to the United States, the State of Illinois,\n               and the people in general, your memorialists do not, as they well might, ask any appropriation\n               of money or donation of lands to aid in its construction. They content themselves\n               with asking that only a small portion of the[a]dditional valuewhich the road, when made, will give to the public lands on its route, may be made\n               available to pay for its construction, at least in part. In other words, they ask\n               that the company incorporated by the State of Illinois to make the road may have the\n               privilege of pre emption to two sections for each mile of the road, to be selected by them from the vacant\n               lands in the region of country through which it is to pass, to be paid for, and patents\n               to be issued, at any time within ten years.",
      "These lands, as well as all others acquired by the company, must according to the\n               terms of the charter, be sold within five years after the completion of the road,\n               and the proceeds thereof be applied to extinguishing the indebtedness of the company,\n               and “for no other purpose whatsoever.”",
      "Your memorialists are prepared to say, that, with such moderate and reasonable aid\n               from the General Government, this important improvement will be immediately commenced\n               and speedily completed,[ot]herwise it cannot. And when it is considered that the company asks nothing beyond\n               a small portion of that increased value to the lands along the line of their roadwhich they themselves expect to[crea]te, your memorialists cannot doubt that their prayer will be granted."
    ],
    "tables_count": 0,
    "citations": [
      "U.S. HouseJournal. 1847. 30th Cong., 1st sess., 147.",
      "U.S. HouseJournal. 1836. 24th Cong., 1st sess., 538.",
      "U.S. HouseJournal. 1836. 24th Cong., 1st sess., 603; In Favor of a Grant of Land to Aid in the Construction\n                     of the Illinois Central Railroad, 31 March 1836, American State Papers: Public Lands\n                     8:593-95; H.R. 519, 24th Cong. (1836).",
      "Federal Writers' Project of the Works Progress Administration for the State of Kentucky,Military History of Kentucky: Chronologically Arranged(Frankfort, KY: State Journal, 1939), 96."
    ],
    "footnotes": [
      {
        "id": "X11D8C5B3-8F46-45E9-A381-514A444D4344",
        "text": "1On December 22, 1847,Abraham Lincolnpresented this petition it in the U.S. House of Representatives. The House referred\n                  the petition to the Committee on Public Lands.U.S. HouseJournal. 1847. 30th Cong., 1st sess., 147."
      },
      {
        "id": "X0CC2812A-4A1D-48E7-B74B-0B52A51578BC",
        "text": "2On March 21, 1836,James Reynoldspresented this petition in the U.S. House of Representatives.  The House referred\n                  it to the Committee on Public Lands.U.S. HouseJournal. 1836. 24th Cong., 1st sess., 538."
      },
      {
        "id": "XF19CF06C-54AD-464D-B51C-2B76151200E9",
        "text": "3On March 31, 1836, the Committee on Public Lands reported back the petition with a\n                  report, accompanied by H.R. 519, which authorized the company to construct the railroad\n                  on public land.U.S. HouseJournal. 1836. 24th Cong., 1st sess., 603; In Favor of a Grant of Land to Aid in the Construction\n                     of the Illinois Central Railroad, 31 March 1836, American State Papers: Public Lands\n                     8:593-95; H.R. 519, 24th Cong. (1836)."
      },
      {
        "id": "XDBE35377-E358-4E04-A072-759796DC7BDC",
        "text": "4ThePanic of 1837and its aftermath forced Illinois to abandon its internal improvement system."
      },
      {
        "id": "XDB9CD6BE-AC7C-4C18-A5EA-CEE68B7F4596",
        "text": "5“An Act to Incorporate the Great Western Railway  Company,” 6 March 1843,Laws of Illinois(1843), 199-203."
      },
      {
        "id": "XB2F9219D-3C79-469C-8EF6-691DAF5A6622",
        "text": "6As the British prepared to attack New Orleans during theWar of 1812, Kentucky militia rushed to reinforce GeneralAndrew Jacksonand his forces, but when they arrived only a quarter of the force had weapons, as\n                  their arms had been delayed in transit by boat from Pittsburgh.Federal Writers' Project of the Works Progress Administration for the State of Kentucky,Military History of Kentucky: Chronologically Arranged(Frankfort, KY: State Journal, 1939), 96."
      },
      {
        "id": "X7C831662-9A35-4167-9618-0FC25E11AD32",
        "text": "7Lincoln wrote this docketing."
      },
      {
        "id": "X36225313-6A9A-42A2-B9E4-9823E162E1F4",
        "text": "8Lincoln wrote this docketing."
      },
      {
        "id": "X6E1E951C-1CA4-4E55-A86B-76651B17AC6A",
        "text": "9Lincoln signed his name."
      }
    ],
    "structured_content": [
      {
        "type": "heading",
        "text": "Petition of John Chatham and Others to U.S. Congress, [December 1847]1"
      },
      {
        "type": "paragraph",
        "text": "Dear Sir—Please obtain all the signatures in your power to this memorial, and enclose it to\n               the Hon.  SenatorBreeseorDouglass, or the member from your district, atWashington, at least fifteen days before the next meeting ofCongress."
      },
      {
        "type": "paragraph",
        "text": "MEMORIAL"
      },
      {
        "type": "paragraph",
        "text": "TO THE CONGRESS OF THE UNITED STATES, ON BEHALF OF THE GREAT WESTERN RAILWAY OF THE\n               STATE OFILLINOIS, BY THE CITIZENS THEREOF, PRAYING THE RIGHT OF PRE-EMPTION TO THE LANDS THROUGH WHICH THE SAID ROAD MAY PASS."
      },
      {
        "type": "paragraph",
        "text": "The memorial of the citizens of Illinois respectfully showeth: That in January, 1836,\n               theLegislatureof the State ofIllinoisincorporateda company by the name and style of the “Illinois Central Railroad Company,” authorized to lay out and construct a railroad commencing at or near themouthof theOhio river, and thence north to a point on theIllinois riverat or near the termination of theIllinois and Michigan canal, with authority to extend said road from the latter point toGalenaon theMississippi river."
      },
      {
        "type": "paragraph",
        "text": "At the succeeding session of Congress, the said company, to aid them in their arduous\n               undertaking, petitioned that honorable body to make them a donation of lands, and\n               also to secure to them a pre-emption  right to all or a part of the vacant lands lying on the route of said road.2"
      },
      {
        "type": "paragraph",
        "text": "Their petition was favourably received in theHouse of Representatives, and the committee on Public Lands introduced a bill in compliance with its prayer.3In the mean time, however, the State of Illinois had projected her grand scheme ofinternal improvements, embracing the road which that company had been incorporated to make; in consequence\n               of which, her representatives in Congress opposed the further progress of this bill,\n               and it was abandoned. The State of Illinois commenced operations upon this road and\n               other internal improvements, and, having exhausted her means and credit, and involved\n               herself hopelessly in debt, was obliged to abandon the entiresystem.4"
      },
      {
        "type": "paragraph",
        "text": "The important interests connected with the Central railroad now revived the plan of\n               constructing it by a private company, as the only hope left to them; and, on the 6th\n               of March last, an act was passed by the Legislature of Illinois, incorporating the\n               Great Western Railway Company for that purpose.5This act provides for an estimate of the value of all work done on the road by theState; also, of lands, materials, and rights of way, owned by her, to be paid for by the\n               company in the bonds or other indebtedness of the State, and after the company shall\n               have refunded all moneys borrowed to construct the road, and extinguished all their\n               indebtedness, then they are required to pay into the treasury one-fourth part of the\n               whole nett income annually received from the road."
      },
      {
        "type": "paragraph",
        "text": "1.Its importance to the interests of the individual citizen."
      },
      {
        "type": "paragraph",
        "text": "From the mouth of the Ohio to the Illinois river the road is to run nearly in the\n               centre of the State and through a region distant from the Mississippi and Illinois rivers\n               on the west, and the Ohio andWabashrivers on the east. A new outlet to market will thus be opened to an extensive agricultural\n               region, now filling up with a hardy and industrious population. Moreover, the navigation\n               of the rivers, above the junction of the Ohio and Mississippi, is more or less obstructed\n               every year by low water and by ice, in consequence of which the upper country is shut\n               out during a portion of the summer and winter from the Southern markets; whereas this\n               road, commencing at the confluence of the Ohio and Mississippi rivers, where they\n               are never frozen over, will afford to an extensive region of country uninterrupted\n               access to perpetual steamboat navigation. The scope of its usefulness in that respect\n               will be greatly enlarged by the extension of the road to the mineral region in the\n               northern part of the State and inWisconsin, and by finishing thecross roadalready partially constructed from the Illinois river, throughJacksonville,Springfield,DecaturandDanville, to connect with theWabash and Erie canalin the valley of the Wabash. In this connexion it will afford, while the navigation of thelakesis unobstructed, a choice of markets to almost the entire State of Illinois, the\n               way being open, as well by the Illinois and Michigan canal and upper lakes, as the\n               Wabash and Erie canal,Lake Erie, the New York canals, theHudson river, and the  Western railway, toNew YorkandBoston, and the numerous intermediate cities and towns."
      },
      {
        "type": "paragraph",
        "text": "In the same degree will this improvement facilitate the importation of foreign and\n               domestic goods into the interior of Illinois fromNew Orleanson the south, and New York and Boston on the east—thus reducing the prices to the\n               people, while it increases their means of payment."
      },
      {
        "type": "paragraph",
        "text": "To the travel as well as the trade of the country, this railroad is destined to be\n               of the utmost consequence. To its termiration, at the mouth of the Ohio, the navigation from New Orleans, in the largest and most\n               commodious steamboats, is always open. On the north, it is destined not only to reach\n               the Territory of Wisconsin, but, connecting with the Illinois and Michigan canal on\n               the one hand, and the Wabash and the Erie canal on the other, it will form, with existing\n               improvements, a connected route for the travel, in steamboats, railroad cars, and\n               canal boats, between New Orleans, New York, aud  Boston, and the innumerable points with which they are connected by similar improvements.\n               From desire of change, many travellers will at all times take this route from and to the mouth of the Ohio; and when the\n               navigation of the rivers above the mouth becomes uncertain, from low water in summer,\n               all the through-going as well as the local travel will take this route, as will also\n               the local travel when the rivers are obstructed by ice. Already does a large portin of the travel from the Southwestern section of the Union to the cities and watering\n               places of the North go by way of the lakes; and the completion of this improvement\n               increasing its comfort and lessening the [time?] occupied, will greatly increase the proportion of those who, for comfort, health,\n               and pleasure will prefer a northern route. Nor is the [time distant?] whe[n]those who now seek relief from the discomforts [?] \n               southwest will divide their attention between the existing watering pl[ac]es of New York andVirginia, and new establishments to spring up on the waters of thegreat lakesand the upper Mississippi, to which this road will, at the proper season, afford\n               the only direct, certain, and comfortable means of access. In fine, although it will\n               not prevent trade and travel upon the rivers at all convenient seasons, it will form\n               the only connecting link in the North foruninterruptedtrade and travel between vast regions, embracing half the present population of our\n               Republic. By the construction of branch roads toAlton,St. Louis, and other points on the Mississippi, its advantages will be still further extended;\n               and, shouldMichiganpush her railroads across the isthmus and around the south end ofLake Michigan, a connection will undoubtedly be formed with those improvements, to the mutual advantage of both\n               parties."
      },
      {
        "type": "paragraph",
        "text": "2.The importance of this improvement to the State of Illinois."
      },
      {
        "type": "paragraph",
        "text": "A glance at the map, and the route of this road running through the centre of this State nearly its whole length from south to north, must convince even the\n               unreasoning of its vast importance to the people as a local improvement. It may be\n               compared to a new river opened through the State, superior to the Mississippi and\n               Illinois, or the Ohio and Wabash, because always navigable, and free from the malaria,\n               so fatal to human life, which their waters sometimes engender. It will give to a long\n               range of high prairie country more than the advantages of river bottom lands, without\n               their unhealthiness. It will immediately add to the value of real property within\n               reach of the road to many times the amount of its cost, and, in the permanent market\n               afforded for the products of the soil, open an inexhaustible mine of wealth to the\n               citizen and the State. It was the estimate of theland officein 1836, that, of 1,861,613 acres of land within five miles of the route of this\n               road between the mouth of the Ohio and the Illinois river only 340,253 acres had been\n               entered, leaving 1,521,360 still unsold; and that, of 704,000 on the route from that\n               point to Galena, only 42,880 had been entered, leaving 661,120 unsold. These lands,\n               in general, are among the best farming lands in the world, and they remain vacant\n               only because of their distance from navigable waters, and their being, in a measure,\n               destitute of fuel and timber. The railroad will at the same time open a market to\n               them, and bring them timber for building and fencing from the forests on the lower\n               part of the line, and coal for fuel from the inexhaustible beds in the same region.\n               The effect will be not only to bring these lands into market, and promote their settlement,\n               but to triple or quadruple the value both of the located and those now unlocated,\n               adding immensely to the wealth of the State and to her means of raising a revenue.\n               And the same effect will be produced upon the routes of all branch roads which may\n               be constructed to the right and left, whether to Alton and other points on the Mississippi,\n               or toShawneetown,Terre Haute,Covington, or other points on the Ohio and the Wabash. In this manner the revenue of the State\n               will be increased without an increase of taxes, aiding her to retrieve her credit\n               and relieve herself from debt."
      },
      {
        "type": "paragraph",
        "text": "If the company shall be enabled to proceed with this improvement, the State of Illinois\n               will be enabled to extinguish a portion of her debt by selling to them the property\n               and improvements already made upon the line, under the provisions of the late charter.\n               Now, all the work done on the line, and most of the property, is practically a dead\n               loss, while the interest on her bonds is accumulating. It is therefore her interest\n               as soon as possible, to exchange these improvements and property for State bonds,\n               as the charter proposes."
      },
      {
        "type": "paragraph",
        "text": "Finally, the State is ultimately to receive one-fourth of the nett income of the road. This, if the company are not mistaken in their estimates, will,\n               soon, after the road is completed, afford the State an important addition to her revenue,\n               and one thenceforward perpetually increasing."
      },
      {
        "type": "paragraph",
        "text": "3.The importance of this improvement to the United States."
      },
      {
        "type": "paragraph",
        "text": "Every thing which benefits the people of any State redounds to the advantage of the\n               great community of which they form a part, increasing its population, its wealth,\n               and its power. All that is stated under the two preceding heads is therefore applicable\n               to this head also. Yet, there are sundry particulars in which the construction of\n               this road would be peculiarly advantageous to the United States."
      },
      {
        "type": "paragraph",
        "text": "The General Government now own, perhaps, two millions of acres of land within five\n               miles of the route of this road, some of which has been subject to entry for thirty\n               years, and the whole, it is presumed, on an average, over ten years. Nor is there\n               the least probability, that without some improvement of this sort, most of it will\n               not be sold for fifty years to come. But let it be seen that this railroad is making\n               its way through the prairies, backed by a power which will certainly bring it to a\n               speedy completion, and scarcely a quarter section would remain unsold for two years,\n               and the whole range, right and left, would soon be covered with thriving farms. The\n               making of this road, therefore, would put money into theTreasury of the United  States, and, at the same time, cover a beautiful country with a dense population."
      },
      {
        "type": "paragraph",
        "text": "Its advantages for the transportation of the mails are not to be overlooked. The Western\n               rivers generally are, and always must be, in a great measure unavailable as mail lines,\n               in consequence of the irregularities and uncertainties of their navigation. The Mississippi\n               river, from New Orleans to the mouth of the Ohio, is an exception, inasmuch as its\n               navigation is never obstructed. As soon as the road is made, there will be regular\n               lines of steamboats from that point to New Orleans; and, connecting them with regular\n               t[ra]ins of cars upon this road, the Government may obtain a most rapid, certain, and cheap\n               conveyance of the mails, from the great South-western emporium to the lakes and all\n               the intermediate country."
      },
      {
        "type": "paragraph",
        "text": "But the most important light in which this road ought to be viewed by the General\n               Government is in its relation to the national defence. It commences at a point which\n               must, sooner or later, become the depot of arms and munitions of war for the valley\n               of the Mississippi. It is far enough from the sea on the south, fromMexicoon the west,  and fromCanadaon the north, to be perfectly secure from the attacks of a foreign enemy. See how\n               those great navigable streams, the Ohio,Cumberland,Tennessee, and Mississippi, of which theMissouriis a branch, concentrate their waters at that point. The thousand tens of thousands\n               which, in some future war, will come pouring down them for the defence of New Orleans,\n               will receive their arms and supplies at the mouth of Ohio; and the brave Kentuckians,\n               will not again be obliged to remain inactive behind their lines while the battle rages,\n               because the arms which ought to be in their hands are atPittsburgor Newport.6And if arms and munitions of war are wanted on the lakes, how quickly can they be\n               sent by this road and the Illinois and Michigan canal to Lake Michigan, and the Wabash\n               and Erie canal to Lake Erie. Nor will the facilities for the transportation of the\n               men be less important.  How rapidly at all seasons can regular troops be transferred\n               from New Orleans to the lakes, or from the lakes to New Orleans! How soon could any\n               requisite militia force be [?] South or North! And if, in consequence of low water or ice, the levies in Kentucky,\n               [?],[Ohio]or Missouri, could not reach New Orleans in time to repel an invading foe, this railroad\n               would enab[l]e Illinois to supply the deficiency, and be first on the field of duty and glory."
      },
      {
        "type": "paragraph",
        "text": "Without going further into detail, this improvement is confidently presented to Congress\n               as one of the most important, in a military point of view, of which our country is\n               susceptible."
      },
      {
        "type": "paragraph",
        "text": "Notwithstanding the importance of this road to the United States, the State of Illinois,\n               and the people in general, your memorialists do not, as they well might, ask any appropriation\n               of money or donation of lands to aid in its construction. They content themselves\n               with asking that only a small portion of the[a]dditional valuewhich the road, when made, will give to the public lands on its route, may be made\n               available to pay for its construction, at least in part. In other words, they ask\n               that the company incorporated by the State of Illinois to make the road may have the\n               privilege of pre emption to two sections for each mile of the road, to be selected by them from the vacant\n               lands in the region of country through which it is to pass, to be paid for, and patents\n               to be issued, at any time within ten years."
      },
      {
        "type": "paragraph",
        "text": "These lands, as well as all others acquired by the company, must according to the\n               terms of the charter, be sold within five years after the completion of the road,\n               and the proceeds thereof be applied to extinguishing the indebtedness of the company,\n               and “for no other purpose whatsoever.”"
      },
      {
        "type": "paragraph",
        "text": "Your memorialists are prepared to say, that, with such moderate and reasonable aid\n               from the General Government, this important improvement will be immediately commenced\n               and speedily completed,[ot]herwise it cannot. And when it is considered that the company asks nothing beyond\n               a small portion of that increased value to the lands along the line of their roadwhich they themselves expect to[crea]te, your memorialists cannot doubt that their prayer will be granted."
      }
    ]
  },
  "extraction_date": "2025-12-26 20:25:56",
  "word_count": 2665
}