{
  "document_id": "D283652",
  "url": "https://papersofabrahamlincoln.org/documents/D283652",
  "metadata": {
    "date": "1849-02-19",
    "authors": [
      "Casey, Zadok",
      "McMurtry, William"
    ],
    "keywords": [
      "Postal rates",
      "Newspapers"
    ],
    "type": "Resolution"
  },
  "content": {
    "full_text": "Joint Resolution of Illinois General Assembly to Abraham Lincoln, 19 February 18491 Resolved by theSenateandHouse of Representativesof theGeneral Assembly of Illinoisthat our Senators be and are hereby instructed and our Representatives in theCongressof the United States be, requested to use their exertions to procure such a revision\n               of thePost OfficeLaws, as shall fix the Postage on Letters at the uniform rate of Five cents, and\n               abolish the requirement now existing that transient newspapers must be prepaid in\n               the office in which they are deposited in order to their being forwarded through the\n               mails.— Resolved that his Excellency theGovernorbe requested to forward to each of our Senators and Representatives in Congress a\n               copy of the foregoing resolution.—.—2",
    "paragraphs": [
      "Joint Resolution of Illinois General Assembly to Abraham Lincoln, 19 February 18491",
      "Resolved by theSenateandHouse of Representativesof theGeneral Assembly of Illinoisthat our Senators be and are hereby instructed and our Representatives in theCongressof the United States be, requested to use their exertions to procure such a revision\n               of thePost OfficeLaws, as shall fix the Postage on Letters at the uniform rate of Five cents, and\n               abolish the requirement now existing that transient newspapers must be prepaid in\n               the office in which they are deposited in order to their being forwarded through the\n               mails.—",
      "Resolved that his Excellency theGovernorbe requested to forward to each of our Senators and Representatives in Congress a\n               copy of the foregoing resolution.—.—2"
    ],
    "tables_count": 0,
    "citations": [
      "Illinois HouseJournal. 1849.  16th G. A., 36, 56; Illinois SenateJournal. 1849. 16th G. A., 19, 31, 54.",
      "U.S. SenateJournal. 1849. 30th Congress, 2nd Sess., 141; U.S. HouseJournal. 1849. 30th Congress., 474;“An Act to Reduce the Rates of Postage, to Limit the Use\n                     and Correct the Abuse of the Franking Privilege, and for the Prevention of Frauds\n                     on the Revenues of the Post Office Department,” 3 March 1845,Statutes at Large of the United States5 (1856):733; “An Act Further to Amend the Act Entitled ‘An Act to Reduce and Modify\n                     the Rates of Postages in the United States, and for Other Purposes,’ Passed March\n                     Third, Eighteen Hundred and Fifty-One,” 3 March 1855,Statutes at Large of the United States10 (1855):641; “An Act to Amend the Laws relating to the Post–Office Department,”\n                     3 March 1863,Statutes at Large of the United States12 (1863):705; “An Act to Reduce into One the Several Acts Establishing and Regulating\n                     the Post-Office Department,” 3 March 1825,Statutes at Large of the United States4 (1846):105; “An Act to Establish Certain Post Routes and for Other Purposes,” 3\n                     March 1847,Statutes at Large of the United States9 (1862):202; David M. Henkin,The Postal Age: The Emergence of Modern Communications in Nineteenth-Century America(Chicago: University of Chicago Press, 2006), 43, 47-49."
    ],
    "footnotes": [
      {
        "id": "X599EEBC0-653A-4E32-BDFC-609C9FF69D6E",
        "text": "1John P. Richmondintroduced this resolution in the Senate on January 3, 1849, and the Senate adopted\n                  the resolution on January 5.  The House of Representatives concurred on January 9.Illinois HouseJournal. 1849.  16th G. A., 36, 56; Illinois SenateJournal. 1849. 16th G. A., 19, 31, 54."
      },
      {
        "id": "XC62D2B8C-E735-40EA-BE4E-D71DCA2E648B",
        "text": "2On January 23, 1849,Sidney Breeseintroduced this resolution in theU.S. Senate, and the Senate ordered it printed.  On February 19,Abraham Lincolnintroduced the resolution in theU.S. House of Representatives, and the House tabled it and ordered it printed.The public flooded  Congress with petitions demanding a reduction of and uniformity\n                  in postal rates.   DuringAbraham Lincoln’s time in theU.S. House of Representatives, the House referred such petitions to the House Committee on the Post Office and\n                  Post Roads, of which Lincoln was a member.  Congress and the Post Office Department\n                  were slow to respond, but in the middle of the nineteenth century, they began to simplify\n                  the  complex rate structure.  In the Postal Act of 1845, Congress created a rate structure\n                  essentially according to weight and distance.  For single letters--those weighing\n                  a half an ounce or less--conveyed by mail and traveling less than 300 miles, the rate\n                  was five cents; for single letters conveyed more than 300 miles, the rate was ten\n                  cents.  As the weight increased, the rates increased; double letters would be ten\n                  cents; triple letters fifteen cents; and so forth.  In 1855, Congress reduced the\n                  rate to three cents for single letters traveling less than 3,000 miles, and charged\n                  ten cents for those traveling a distance further than three thousand miles.  Double\n                  letters were charged double those rates, triple letters triple, and so forth.  Finally,\n                  in 1863 Congress set uniform rates based on weight and eliminated all differences\n                  based on distance.   Congress set the postage for single letters at three cents, with\n                  each additional half ounce adding three cents.Postal authorities labelled newspapers or journals put into the mail by those other\n                  than the publishers “transient newspapers.”  It was a fairly common practice for people\n                  to post local newspapers to friends and relatives, particularly those who had migrated\n                  to other parts of the country.  Not only did this provide the recipient a source of\n                  information without committing to a subscription, it also offered senders an opportunity\n                  to evade expensive postal rates for letters by adding personal information to the\n                  papers.  In 1825, Congress tried to suppress this practice by charging letter postage\n                  on papers with personal writing and fining senders for trying to evade the law.  The\n                  practice continued, nevertheless, throughout the 1830s and 1840s, reaching a crescendo\n                  before 1845.    Postal rate reductions in 1845 slowed the number of transient newspapers\n                  flowing through the mails, and a law in 1847 raised the rates on transient newspapers\n                  to three cents, all but ending the practice.  Section thirteen of the 1847 law required\n                  prepayment for transient newspapers to be forwarded through the mails.U.S. SenateJournal. 1849. 30th Congress, 2nd Sess., 141; U.S. HouseJournal. 1849. 30th Congress., 474;“An Act to Reduce the Rates of Postage, to Limit the Use\n                     and Correct the Abuse of the Franking Privilege, and for the Prevention of Frauds\n                     on the Revenues of the Post Office Department,” 3 March 1845,Statutes at Large of the United States5 (1856):733; “An Act Further to Amend the Act Entitled ‘An Act to Reduce and Modify\n                     the Rates of Postages in the United States, and for Other Purposes,’ Passed March\n                     Third, Eighteen Hundred and Fifty-One,” 3 March 1855,Statutes at Large of the United States10 (1855):641; “An Act to Amend the Laws relating to the Post–Office Department,”\n                     3 March 1863,Statutes at Large of the United States12 (1863):705; “An Act to Reduce into One the Several Acts Establishing and Regulating\n                     the Post-Office Department,” 3 March 1825,Statutes at Large of the United States4 (1846):105; “An Act to Establish Certain Post Routes and for Other Purposes,” 3\n                     March 1847,Statutes at Large of the United States9 (1862):202; David M. Henkin,The Postal Age: The Emergence of Modern Communications in Nineteenth-Century America(Chicago: University of Chicago Press, 2006), 43, 47-49."
      }
    ],
    "structured_content": [
      {
        "type": "heading",
        "text": "Joint Resolution of Illinois General Assembly to Abraham Lincoln, 19 February 18491"
      },
      {
        "type": "paragraph",
        "text": "Resolved by theSenateandHouse of Representativesof theGeneral Assembly of Illinoisthat our Senators be and are hereby instructed and our Representatives in theCongressof the United States be, requested to use their exertions to procure such a revision\n               of thePost OfficeLaws, as shall fix the Postage on Letters at the uniform rate of Five cents, and\n               abolish the requirement now existing that transient newspapers must be prepaid in\n               the office in which they are deposited in order to their being forwarded through the\n               mails.—"
      },
      {
        "type": "paragraph",
        "text": "Resolved that his Excellency theGovernorbe requested to forward to each of our Senators and Representatives in Congress a\n               copy of the foregoing resolution.—.—2"
      }
    ]
  },
  "extraction_date": "2025-12-26 20:35:46",
  "word_count": 116
}