{
  "document_id": "D298635",
  "url": "https://papersofabrahamlincoln.org/documents/D298635",
  "metadata": {
    "date": "1856-03-29",
    "authors": [
      "Lincoln, Abraham (President)"
    ],
    "keywords": [
      "Actions and defenses",
      "Deeds--Law and legislation",
      "Debtor and creditor",
      "Land titles",
      "Real property",
      "Ejectment",
      "Universities and colleges"
    ],
    "type": "Letter"
  },
  "content": {
    "full_text": "Abraham Lincoln to Nathaniel Coffin, 29 March 18561 I received your letter of Feb.[February] 25,2inclosing also, one forJ. M. Palmer— which I mailed to him–3Thecourthas adjourned, and he did not file a plea; neither have I seen him to speak with\n               him on the subject– Nothing was done with theCollegecase, except that MrSmithcame up, and by my consent, and leave of the court, took the Bill home with him–\n               Both cases were simply continued on the docket4",
    "paragraphs": [
      "Abraham Lincoln to Nathaniel Coffin, 29 March 18561",
      "I received your letter of Feb.[February] 25,2inclosing also, one forJ. M. Palmer— which I mailed to him–3Thecourthas adjourned, and he did not file a plea; neither have I seen him to speak with\n               him on the subject– Nothing was done with theCollegecase, except that MrSmithcame up, and by my consent, and leave of the court, took the Bill home with him–\n               Both cases were simply continued on the docket4"
    ],
    "tables_count": 0,
    "citations": [
      "Abstract, Document ID: 93554; Decree, Document ID: 65776,Trustees of Illinois College v. Coffin, Martha L. Benner and Cullom Davis et al., eds.,The Law Practice of Abraham Lincoln: Complete Documentary Edition,  2d edition (Springfield: Illinois Historic Preservation Agency, 2009),http://www.lawpracticeofabrahamlincoln.org/Details.aspx?case=137712;Gilman et al. v. Hamilton et al., Martha L. Benner and Cullom Davis et al., eds.,The Law Practice of Abraham Lincoln: Complete Documentary Edition,http://www.lawpracticeofabrahamlincoln.org/Details.aspx?case=139112; Complete Record, Document ID: 63459,Coffin v. Palmer et al., Martha L. Benner and Cullom Davis et al., eds.,The Law Practice of Abraham Lincoln: Complete Documentary Edition,http://www.lawpracticeofabrahamlincoln.org/Details.aspx?case=137524."
    ],
    "footnotes": [
      {
        "id": "X23F4A1C2-9CC6-4EE6-B50C-6CA9A799C904",
        "text": "1Abraham Lincoln wrote and signed this letter."
      },
      {
        "id": "X0808EFC5-DC25-4D6D-8BC7-43EF930BD3BE",
        "text": "2Nathaniel Coffin’s February 25, 1856, letter to Lincoln has not been located."
      },
      {
        "id": "X634D2F5E-E1D6-4A2C-AB08-EC0FAE65E24A",
        "text": "3No letters from Lincoln to John M. Palmer have been located for early 1856, nor all\n                  of 1855."
      },
      {
        "id": "X9862D5CB-AB7D-4686-A7A8-7E6CBAE1FCF5",
        "text": "4Lincoln is discussing two legal cases that were separate, but related:Coffin v. Palmer et al. andTrustees of Illinois College v. Coffin. The “College case” is a reference toTrustees of Illinois College v. Coffin. Coffin served as the treasurer forIllinois Collegefrom 1837 to the summer of 1848. By June 1846, the college was in financial distress\n                  and created a joint-stock enterprise to liquidate real estate and other assets in\n                  order to pay off nearly $30,000 in debt. In his role as treasurer, Coffin paid off\n                  much of the college’s debt via the joint-stock enterprise over the next two years.\n                  In return, in July 1848, the college awarded Coffin “full benefit” of the property\n                  and effects that were devoted to the joint-stock enterprise and conveyed nearly 10,000\n                  acres in ten counties to Coffin—including the so-called Blackburn lands. In another\n                  case,Gilman et al. v. Hamilton et al., in December 1854, theIllinois Supreme Courtruled that Illinois College did not own the Blackburn lands and, therefore, had no\n                  legal right to have conveyed the property to Coffin.Coffin sought $10,000 for the failure of the title, but Illinois College refused to\n                  pay. Believing Coffin was making plans to sue the college, in March 1856 the college’s\n                  trustees sued Coffin in theMorgan County Circuit Courtfor an account of Coffin’s dealings as treasurer and an injunction to restrain him\n                  from suing the college. The parties agreed to remove the case to theU.S. Circuit Court for the Southern District of Illinois.  Illinois College retained David A. Smith andRichard Yates. Coffin retained Lincoln,William H. Herndon,William Brown, and Isaac L. Morrison and filed a cross-bill, arguing that the college owed him\n                  $10,000.  The parties eventually agreed to take the case to arbitration.  The arbitrators\n                  decided that Coffin should pay several college debts and that the college should convey\n                  to Coffin 135 shares of its stock certificates and all of its property except thirty-three\n                  acres.  The parties apparently agreed with the arbitration, and the U.S. Circuit Court\n                  for the Southern District of Illinois dismissed the case in June 1857.Coffin v. Palmer et al., which also began in March 1856, also revolved around the issue of claims upon the\n                  Blackburn lands. Palmer and others were the trustees of nearly 16,000 acres of land\n                  that Gideon Blackburn had conveyed to them for the purpose of building a seminary\n                  inCarlinville, Illinois. Coffin claimed that the trustees unlawfully withheld nearly 10,000 acres of the\n                  Blackburn lands that were due to him, per the arrangement with Illinois College outlined\n                  above. InCoffin v. Palmer et al., Coffin represented himself but also retained Lincoln and Smith, who sued Palmer\n                  and the other trustees in an action of ejectment. Palmer, representing himself and\n                  the trustees, pleaded not guilty on behalf of the trustees. In June 1856, the U.S.\n                  Circuit Court for the Southern District of Illinois ruled for Palmer and the trustees\n                  and ordered Coffin to pay $19.25 in court costs and fees. In January 1857, however,\n                  Coffin motioned for a new trial, which the court granted. By virtue of anactpromulgated in March 1839, the losing party in an ejectment case was entitled to\n                  one new trial simply by paying the court costs. In the second trial, in June 1857,\n                  the jury  found for Palmer and the other trustees, and the court again ordered Coffin\n                  to pay court costs and fees.Abstract, Document ID: 93554; Decree, Document ID: 65776,Trustees of Illinois College v. Coffin, Martha L. Benner and Cullom Davis et al., eds.,The Law Practice of Abraham Lincoln: Complete Documentary Edition,  2d edition (Springfield: Illinois Historic Preservation Agency, 2009),http://www.lawpracticeofabrahamlincoln.org/Details.aspx?case=137712;Gilman et al. v. Hamilton et al., Martha L. Benner and Cullom Davis et al., eds.,The Law Practice of Abraham Lincoln: Complete Documentary Edition,http://www.lawpracticeofabrahamlincoln.org/Details.aspx?case=139112; Complete Record, Document ID: 63459,Coffin v. Palmer et al., Martha L. Benner and Cullom Davis et al., eds.,The Law Practice of Abraham Lincoln: Complete Documentary Edition,http://www.lawpracticeofabrahamlincoln.org/Details.aspx?case=137524."
      }
    ],
    "structured_content": [
      {
        "type": "heading",
        "text": "Abraham Lincoln to Nathaniel Coffin, 29 March 18561"
      },
      {
        "type": "paragraph",
        "text": "I received your letter of Feb.[February] 25,2inclosing also, one forJ. M. Palmer— which I mailed to him–3Thecourthas adjourned, and he did not file a plea; neither have I seen him to speak with\n               him on the subject– Nothing was done with theCollegecase, except that MrSmithcame up, and by my consent, and leave of the court, took the Bill home with him–\n               Both cases were simply continued on the docket4"
      }
    ]
  },
  "extraction_date": "2025-12-26 21:38:51",
  "word_count": 77
}