{
  "document_id": "D303071",
  "url": "https://papersofabrahamlincoln.org/documents/D303071",
  "metadata": {
    "date": "1840-12-04",
    "authors": [],
    "keywords": [
      "Interest",
      "Debts, Public"
    ],
    "type": "Bill"
  },
  "content": {
    "full_text": "A Bill Providing for the Payment of Interest on the State Debt, [4 December 1840]1 Mr.Lincolnmoved to strike out thebillandamendmentand insert the following:2 AN ACT  providing for the payment of interest on the State Debt. Sec.[Section] 1st. Be it enacted by the people of the State ofIllinois, represented in theGeneral Assembly, That the Governor be authorized and required to issue, from time to time, such an\n               amount of State bonds, to be called the “Illinois Interest Bonds,” as may be absolutely\n               necessary for the payment of the interest upon the lawful debts of the State, contracted\n               before the passage of this act. Sec. 2d Said bonds shall bear interest at the rate ofper cent per annum, payable half yearly atand be reimbursable inyears from their respective issuings. Sec. 3d.  That the State’s portion of the tax hereafter arising from all lands which were\n               not taxable in the year one thousand eight hundred and forty, is hereby set apart\n               as an exclusive fund for the payment of interest on the said “Illinois Interest Bonds;”\n               and the faith of the State is hereby pledged, that said fund shall be applied to that\n               object and to no other, except at any time there should be a surplus, in which case\n               such surplus shall become a part of the general funds of the Treasury. Sec. 4th. That hereafter the sum of thirty cents for each hundred dollars’ worth of all\n               taxable property shall be paid into the State Treasury; and no more than forty cents\n               for each hundred dollars worth of such taxable property shall be levied and collected\n               for county purposes.3",
    "paragraphs": [
      "A Bill Providing for the Payment of Interest on the State Debt, [4 December 1840]1",
      "Mr.Lincolnmoved to strike out thebillandamendmentand insert the following:2",
      "AN ACT  providing for the payment of interest on the State Debt.",
      "Sec.[Section] 1st. Be it enacted by the people of the State ofIllinois, represented in theGeneral Assembly, That the Governor be authorized and required to issue, from time to time, such an\n               amount of State bonds, to be called the “Illinois Interest Bonds,” as may be absolutely\n               necessary for the payment of the interest upon the lawful debts of the State, contracted\n               before the passage of this act.",
      "Sec. 2d Said bonds shall bear interest at the rate ofper cent per annum, payable half yearly atand be reimbursable inyears from their respective issuings.",
      "Sec. 3d.  That the State’s portion of the tax hereafter arising from all lands which were\n               not taxable in the year one thousand eight hundred and forty, is hereby set apart\n               as an exclusive fund for the payment of interest on the said “Illinois Interest Bonds;”\n               and the faith of the State is hereby pledged, that said fund shall be applied to that\n               object and to no other, except at any time there should be a surplus, in which case\n               such surplus shall become a part of the general funds of the Treasury.",
      "Sec. 4th. That hereafter the sum of thirty cents for each hundred dollars’ worth of all\n               taxable property shall be paid into the State Treasury; and no more than forty cents\n               for each hundred dollars worth of such taxable property shall be levied and collected\n               for county purposes.3"
    ],
    "tables_count": 0,
    "citations": [
      "Roy P. Basler,The Collected Works of Abraham Lincoln(New Brunswick, NJ: Rutgers University Press, 1953), 1:215-17.",
      "Illinois HouseJournal. 1840. 12th G. A., 38, 45, 51, 72, 73-74, 86, 105, 106-107, 323, 373, 406, 455, 466,\n                     492; Illinois SenateJournal. 1840. 12th G. A., 68-69, 71;Illinois State Register(Springfield), 11 December 1840, 2:4; 5 March 1841, 2:2, 4.",
      "Illinois HouseJournal. 1840. 12th G. A., 47-48, 48-51, 78, 108; “An Act to Diminish the State Debt, and\n                     Put the State Bank into Liquidation,” 24 January 1843,Laws of Illinois(1843), 21-30; “An Act to Reduce the Public Debt One Million Dollars, and to Put\n                     the Bank of Illinois into Liquidation,” 25 February 1843,Laws of Illinois(1843), 30-36; “An Act to Provide for the Sale of Public Property and the Payment\n                     of the Public Debt,” 4 March 1843,Laws of Illinois(1843), 191-94; “An Act to Authorize a Settlement with Macalister & Stebbins, and\n                     Further to Diminish the State Debt,” 4 March 1843,Laws of Illinois(1843), 287-88; Michael Burlingame,Abraham Lincoln: A Life(Baltimore, MD: The Johns Hopkins University Press, 2008), 1:162-63;Illinois State Register(Springfield), 18 December 1840, 3:5; 25 December 1840, 2:3-4;  John H. Krenkel,Illinois Internal Improvements 1818-1848(Cedar Rapids, IA: Torch, 1958), 177-80."
    ],
    "footnotes": [
      {
        "id": "X0AC5EB07-67BF-426F-BA2D-F1F1E6F335F4",
        "text": "1A version of this bill in Lincoln’s hand has not been located.  Roy P. Basler, editor\n                  ofThe Collected Works of Abraham Lincoln, deemed not to make this a separate document, instead folding it into remarks Lincoln\n                  subsequently made defending his bill.Roy P. Basler,The Collected Works of Abraham Lincoln(New Brunswick, NJ: Rutgers University Press, 1953), 1:215-17."
      },
      {
        "id": "X41354049-8334-4675-9627-D76C1A10FB73",
        "text": "2On December 4, 1840, Abraham Lincoln in theHouse of Representativesintroduced this bill as a substitute for abillintroduced  on November 30 by Ebenezer Peck of the Committee on Finance, of which\n                  Lincoln was a member, to ensure that the state made its interest payments due on its\n                  public debt on January 1, 1841. On December 1,John J. Hardinoffered anamendmentto Peck’sbill, which prompted a lengthydebate, in which Lincoln participated.  The House referred the bill and proposed amendment\n                  to the Committee of the Whole and made it the order of the day for December 2. On\n                  the afternoon of December 4, Lincoln introduced his substitute.  The House engaged\n                  in a lengthy debate on Lincoln’s substitute, during which Lincoln defended his proposed\n                  legislation.   The House referred Peck’s bill, Hardin’s amendment, and Lincoln’s substitute\n                  to the Committee on Finance. On December 5, Peck of the committee reported back the\n                  originalbill, with anamendment, in which the House concurred.Wickliffe Kitchellalso offered anamendment.  The House tabled the bill and proposed amendments by a vote of 60 yeas to 26 nays,\n                  with Lincoln voting nay.  On the same day, Lincoln received permission to withdraw\n                  his substitute for the “purpose of introducing the same as a separate bill.” On December\n                  7, Lincoln introduced his substitute as a separate bill, and the House referred it\n                  to the Committee on Finance.  As Lincoln’s bill languished in committee, on December\n                  10,John S. Hackerin theSenateincorporated most of Lincoln’s text in abillto pay the interest on the internal improvement debt.  On December 10, the Senate\n                  struck out the fourth section because some senators questioned the constitutionality\n                  of a revenue bill originating in the Senate, and because they felt the proposed tax\n                  was too large.  The Senate further amended thebillby replacing the original text with a substitute.  On December 11, the Senate passed\n                  thebillas substituted by a vote of 21 yeas to 15 nays, but the House refused to read the\n                  bill a third time.  Lincoln’s bill remained in committee, and the House and Senate\n                  did not include any of its provisions in thebillthey passed on December 15 and theactthat became law.On February 4, 1841,  Peck of the Committee of Finance made a report on the public\n                  revenue, accompanied with two bills:onein relation to the recording of deeds, andanotherconcerning the licensing of merchants, auctioneers, and money brokers and others.\n                  Together with its report and these two bills, the committee   reported back Lincoln’sbill of December 7 with amendments.  The House tabled the report and bills and ordered printed 150 copies of the bills.\n                  On February 11, the House took up  Lincoln’sbill as amendedand referred it to the Committee of the Whole, making it the special order of the\n                  day for February 15.  In the afternoon session of February 15, the House resolved\n                  itself into the Committee of the Whole to consider Lincoln’sbill as amendedand the other bills coming from the Committee on Finance.  The representativesdebatedseveral sections of  Lincoln’sbill as amended, concentrating on the first.  Lincoln offered amendments, and engaged in the debate\n                  over whether the bonds proposed in the bill would be sold only a par value or below\n                  (Lincoln favored selling at either par value or below).  The House adjourned to meet\n                  again later. On February 20, the House of Representatives adopted aresolutioncalling for the creation of a committee of seven to report upon the best means to\n                  provide for the payment of interest on the public debt and the disposition of the\n                  system of internal improvements.  The House appointed Lincoln and six others to this\n                  committee, then added two additional members, making it a select committee of nine.\n                  On February 22, the House referred Lincoln’sbill as amendedto the select committee of nine.  On February 24, the committee of nine reported\n                  back Lincoln’sbill as amendedwithout amendment, and the House discharged it from further consideration.  The House\n                  formally laid aside the bill.  Lincoln moved to amend thebill as amendedby striking out all after the enacting clause and inserting  as a substitute abillon the payment of interest the House had rejected earlier in the day.     The House\n                  amended Lincoln’sproposed substituteand agreed to replace the text of Lincoln’sbill as amendedwith Lincoln’ssubstitute as amended.   Lincoln’ssubstitute as amendedwould become the basis of theactapproved by theCouncil of Revisionon February 27.Illinois HouseJournal. 1840. 12th G. A., 38, 45, 51, 72, 73-74, 86, 105, 106-107, 323, 373, 406, 455, 466,\n                     492; Illinois SenateJournal. 1840. 12th G. A., 68-69, 71;Illinois State Register(Springfield), 11 December 1840, 2:4; 5 March 1841, 2:2, 4."
      },
      {
        "id": "X080BDCF6-98AF-4BED-852C-24B521CFB3F4",
        "text": "3On November 23, 1840, GovernorThomas Carlincalled the General Assembly into special session two weeks before its was constitutionally\n                  mandated to gather to tackle the state debt crisis brought by thePanic of 1837and large expenditure on theinternal improvement system.As the House of Representatives debated various legislative remedies, it pursued other\n                  measures to ensure that the state would not default on the January 1 interest payment.\n                  On December 2, the House adopted aresolutioncreating a joint select committee to confer with the President and Directors of the\n                  State Bank of Illinois to discern as to whether the bank would loan the state money,\n                  and if so willing, at what interest rate, to pay the January interest on the public\n                  debt.  The House placed Lincoln and two others on this committee, but the Senate took\n                  no action. On the same day, the House adopted anotherresolutionrequesting the Fund Commissioner to report on the amount of interest due on January\n                  1, 1841.  On December 3,Richard F. Barrett, the fund commissioner, reported the semi-annual interest on the state’s $5,825,000\n                  debt, due January 1 and July 1, was $175,560, making the state liable for $175,560\n                  on January 1.Both theSangamo Journaland theIllinois State Registerreported Lincoln’s speech in defending his substitute to Peck’sbill.  The Journal’saccountis more lengthy, but the Register’sreportoffered a few additional details to Lincoln’s remarks not found in the Journal.The special session--known as Session 12-1-ended on December 7 without any substantive\n                  legislation.  On December 15, 1840, the General Assembly passed anactmaking provision for the payment of the interest due on the internal improvement\n                  debt on  January 1. During   adebateon this legislation on December 12, Lincoln spoke in support of it as a stopgap measure\n                  to pay the January interest. During debate on December 15, representatives echoed\n                  similar sentiments, though some voiced concern about the absence of additional tax\n                  revenue, arguing that the State should either raise property taxes or sell public\n                  lands and deposit the receipts into a permanent fund from which the state would make\n                  future interest payments. Theactonly provided for payment of January interest; as Richard F. Barrett reported on\n                  December 3, the state would have to make another interest payment of $175,560 on July\n                  1.   Debate in January and February centered on legislation for the July interest\n                  and a permanent solution.Theactenacted on February 27 did not prove adequate to permanently resolve the debt crisis.\n                  The tax increase did not bring in sufficient revenue, and on July 1, the state defaulted\n                  on its interest payment.  Solution of the debt problem did not come until a full recovery\n                  from the Panic of 1837 and return to prosperity after 1842 and the passage of several\n                  laws to liquidate the debt.Illinois HouseJournal. 1840. 12th G. A., 47-48, 48-51, 78, 108; “An Act to Diminish the State Debt, and\n                     Put the State Bank into Liquidation,” 24 January 1843,Laws of Illinois(1843), 21-30; “An Act to Reduce the Public Debt One Million Dollars, and to Put\n                     the Bank of Illinois into Liquidation,” 25 February 1843,Laws of Illinois(1843), 30-36; “An Act to Provide for the Sale of Public Property and the Payment\n                     of the Public Debt,” 4 March 1843,Laws of Illinois(1843), 191-94; “An Act to Authorize a Settlement with Macalister & Stebbins, and\n                     Further to Diminish the State Debt,” 4 March 1843,Laws of Illinois(1843), 287-88; Michael Burlingame,Abraham Lincoln: A Life(Baltimore, MD: The Johns Hopkins University Press, 2008), 1:162-63;Illinois State Register(Springfield), 18 December 1840, 3:5; 25 December 1840, 2:3-4;  John H. Krenkel,Illinois Internal Improvements 1818-1848(Cedar Rapids, IA: Torch, 1958), 177-80."
      }
    ],
    "structured_content": [
      {
        "type": "heading",
        "text": "A Bill Providing for the Payment of Interest on the State Debt, [4 December 1840]1"
      },
      {
        "type": "paragraph",
        "text": "Mr.Lincolnmoved to strike out thebillandamendmentand insert the following:2"
      },
      {
        "type": "paragraph",
        "text": "AN ACT  providing for the payment of interest on the State Debt."
      },
      {
        "type": "paragraph",
        "text": "Sec.[Section] 1st. Be it enacted by the people of the State ofIllinois, represented in theGeneral Assembly, That the Governor be authorized and required to issue, from time to time, such an\n               amount of State bonds, to be called the “Illinois Interest Bonds,” as may be absolutely\n               necessary for the payment of the interest upon the lawful debts of the State, contracted\n               before the passage of this act."
      },
      {
        "type": "paragraph",
        "text": "Sec. 2d Said bonds shall bear interest at the rate ofper cent per annum, payable half yearly atand be reimbursable inyears from their respective issuings."
      },
      {
        "type": "paragraph",
        "text": "Sec. 3d.  That the State’s portion of the tax hereafter arising from all lands which were\n               not taxable in the year one thousand eight hundred and forty, is hereby set apart\n               as an exclusive fund for the payment of interest on the said “Illinois Interest Bonds;”\n               and the faith of the State is hereby pledged, that said fund shall be applied to that\n               object and to no other, except at any time there should be a surplus, in which case\n               such surplus shall become a part of the general funds of the Treasury."
      },
      {
        "type": "paragraph",
        "text": "Sec. 4th. That hereafter the sum of thirty cents for each hundred dollars’ worth of all\n               taxable property shall be paid into the State Treasury; and no more than forty cents\n               for each hundred dollars worth of such taxable property shall be levied and collected\n               for county purposes.3"
      }
    ]
  },
  "extraction_date": "2025-12-26 20:13:00",
  "word_count": 268
}