{
  "document_id": "D305437",
  "url": "https://papersofabrahamlincoln.org/documents/D305437",
  "metadata": {
    "date": "1848-08-05",
    "authors": [
      "Buchanan, James"
    ],
    "keywords": [
      "Government publications",
      "Treaties"
    ],
    "type": "Letter"
  },
  "content": {
    "full_text": "James Buchanan to Abraham Lincoln and James H. Thomas, 5 August 18481 I have the honor to acknowledge the receipt of yourletterof yesterday, requesting copies, in English, of the Conventions entered into bySanta AnnawithTexas, and referred to in his letter toPresident Jacksonwhich is published in Senate document No. 84, 2d Session,24th Congress.2In reply, I have the honor to inform you that it is not in the power of this Department\n               to comply with your request.  The Clerk who had charge of the business at the time\n               states that Santa Anna’s letter to President Jackson was never on file in the Department\n               except for the purpose of being translated; that it was returned to the President\n               when the translation was completed, and that he has no recollection of having seen\n               the copies of the treaties referred to in the letter.3",
    "paragraphs": [
      "James Buchanan to Abraham Lincoln and James H. Thomas, 5 August 18481",
      "I have the honor to acknowledge the receipt of yourletterof yesterday, requesting copies, in English, of the Conventions entered into bySanta AnnawithTexas, and referred to in his letter toPresident Jacksonwhich is published in Senate document No. 84, 2d Session,24th Congress.2In reply, I have the honor to inform you that it is not in the power of this Department\n               to comply with your request.  The Clerk who had charge of the business at the time\n               states that Santa Anna’s letter to President Jackson was never on file in the Department\n               except for the purpose of being translated; that it was returned to the President\n               when the translation was completed, and that he has no recollection of having seen\n               the copies of the treaties referred to in the letter.3"
    ],
    "tables_count": 0,
    "citations": [
      "Will Fowler,Santa Anna of Mexico(Lincoln: University of Nebraska Press, 2007), 171-73, 175, 176, 177-81,  378; Robert\n                     V. Remini,Andrew Jackson and the Course of American Democracy, 1833-1845(New York: Harper & Row, 1984), 357-64, 579-80, n60; John Spencer Bassett, ed.,Correspondence of Andrew Jackson(Washington, DC: Carnegie Institution of Washington, 1931), 5:411-12, 425-26.",
      "U.S. SenateJournal. 1837. 24th Cong., 2nd sess., 116-17, 121, 136;Cong. Globe, 24th Cong., 2nd Sess., 98,  108-9   (1837); Robert V. Remini,Andrew Jackson and the Course of American Democracy, 1833-1845, 364-66; Will Fowler,Santa Anna of Mexico, 183;   John Spencer Bassett, ed.,Correspondence of Andrew Jackson, 5:411-12, 425-26."
    ],
    "footnotes": [
      {
        "id": "X0C9D4DC2-ADEE-4888-AB88-00DC552243BF",
        "text": "1The original autograph letter signed was not found in Record Group 59, Records of\n                  the Department of States, National Archives, College Park, MD.  Special thanks to\n                  Jesse Derber for bring the existence of this letter to the project’s attention."
      },
      {
        "id": "XC46011B8-763F-4557-85E9-CBD7583F447A",
        "text": "2James Buchanan references a letter from General Antonio de Lopez Santa Anna to President\n                  Andrew Jackson dated  July 4, 1836, and conventions entered into by Santa Anna as\n                  part of the aftermath of the Texas Revolution of 1836.  On April 21, 1836, Texas forces\n                  routed Santa Anna and his army at the Battle of San Jacinto, and on April 22, the\n                  Texans took Santa Anna prisoner.  On May 14, Santa Anna signed two treaties, one public\n                  and one private, which together became known as the Treaty of Velasco.  In the public\n                  treaty, he agreed to end hostilities, and in the private and confidential agreement\n                  he agreed to work to persuade the Mexican government to accept Texan independence.\n                  In exchange for these treaties, the Texans agreed to free Santa Anna and allow him\n                  to return toMexico.  The Mexican Government, however, repudiated the public agreement, arguing that\n                  it was invalid because Santa Anna was a prisoner when it was concluded.  Santa Anna\n                  remained a prisoner, and he wrote President Jackson on July 4, requesting his assistance\n                  in securing his release and in ending hostilities between Texas and Mexico.  He enclosed\n                  copies of the public and private agreements.  Jackson penned a sympathetic response\n                  on September 4, regretting that he could neither affect Santa Anna’s release nor interfere\n                  in the conflict unless the governments of the contending parties requested the United\n                  States’ good offices.  Jackson, in the meantime, was working behind the scenes to\n                  insure Santa Anna’s safety and American neutrality over Texan independence.  In a\n                  letter toLewis Casson September 5, Jackson cautioned that his correspondence and the secret agreement\n                  were not to be made public.Will Fowler,Santa Anna of Mexico(Lincoln: University of Nebraska Press, 2007), 171-73, 175, 176, 177-81,  378; Robert\n                     V. Remini,Andrew Jackson and the Course of American Democracy, 1833-1845(New York: Harper & Row, 1984), 357-64, 579-80, n60; John Spencer Bassett, ed.,Correspondence of Andrew Jackson(Washington, DC: Carnegie Institution of Washington, 1931), 5:411-12, 425-26."
      },
      {
        "id": "X771AD769-1DBD-4E0A-BB02-5923E3D7E387",
        "text": "3On January 14, 1837, SenatorJohn Davismoved a resolution calling upon President Jackson to submit to the Senate any correspondence\n                  between him and Santa Anna, or any other person authorized to act on the behalf of\n                  Mexico, “respecting the independence or future disposition and civil condition of\n                  Texas.”  The resolution also called for any correspondence between foreign governments\n                  on the Texas issue.  On January 16, the Senate adopted the resolution.  On January\n                  19, Jackson complied with the resolution by submitting a copy and a translation of\n                  Santa Anna’s July 4 letter, along with his reply of September 4.  “No other communication\n                  on the subject of the resolution,” Jackson wrote in his letter of transmission dated\n                  January 18, “referred to has been made to the Executive by any other foreign Government,\n                  or by any person claiming to act in behalf of Mexico.”   Jackson did not include a\n                  copy of the Treaty of Velasco.  Ironically, Santa Anna had been released and was on\n                  his way to Washington, DC, to meet with President Jackson.  Santa Anna arrived in\n                  Washington on January 17, and met with Jackson on January 19.Lincoln hadtranscribedthe public portion of the Treaty of Velasco for inclusion in hisspeechon theMexican Wardelivered on January 12, 1848.U.S. SenateJournal. 1837. 24th Cong., 2nd sess., 116-17, 121, 136;Cong. Globe, 24th Cong., 2nd Sess., 98,  108-9   (1837); Robert V. Remini,Andrew Jackson and the Course of American Democracy, 1833-1845, 364-66; Will Fowler,Santa Anna of Mexico, 183;   John Spencer Bassett, ed.,Correspondence of Andrew Jackson, 5:411-12, 425-26."
      }
    ],
    "structured_content": [
      {
        "type": "heading",
        "text": "James Buchanan to Abraham Lincoln and James H. Thomas, 5 August 18481"
      },
      {
        "type": "paragraph",
        "text": "I have the honor to acknowledge the receipt of yourletterof yesterday, requesting copies, in English, of the Conventions entered into bySanta AnnawithTexas, and referred to in his letter toPresident Jacksonwhich is published in Senate document No. 84, 2d Session,24th Congress.2In reply, I have the honor to inform you that it is not in the power of this Department\n               to comply with your request.  The Clerk who had charge of the business at the time\n               states that Santa Anna’s letter to President Jackson was never on file in the Department\n               except for the purpose of being translated; that it was returned to the President\n               when the translation was completed, and that he has no recollection of having seen\n               the copies of the treaties referred to in the letter.3"
      }
    ]
  },
  "extraction_date": "2025-12-26 20:31:01",
  "word_count": 139
}